[
    {
        "date": "2011-01-13",
        "explanation": "Gorgeous spiral galaxy NGC 3521 is a mere 35 million light-years distant, toward the constellation Leo. Spanning some 50,000 light-years, its central region is shown in this dramatic image, constructed from data drawn from the Hubble Legacy Archive. The close-up view highlights this galaxy's characteristic multiple, patchy, irregular spiral arms laced with dust and clusters of young, blue stars. In contrast, many other spirals exhibit grand, sweeping arms. A relatively bright galaxy in planet Earth's sky, NGC 3521 is easily visible in small telescopes, but often overlooked by amateur imagers in favor of other Leo spiral galaxies, like M66 and M65.",
        "hdurl": "https://apod.nasa.gov/apod/image/1101/NGC3521_hstGendlerL.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 3521 Close Up",
        "url": "https://apod.nasa.gov/apod/image/1101/NGC3521_hstGendler900c.jpg"
    },
    {
        "date": "2011-01-19",
        "explanation": "Late last year, a new, remarkably bright storm erupted in Saturn's northern hemisphere. Amateur astronomers first spotted it in early December, with the ringed gas giant rising in planet Earth's predawn sky. Orbiting Saturn, the Cassini spacecraft was able to record this close-up of the complex disturbance from a distance of 1.8 million kilometers on December 24th. Over time, the storm has evolved, spreading substantially in longitude, and now stretches far around the planet. Saturn's thin rings are also seen slicing across this space-based view, casting broad shadows on the planet's southern hemisphere.",
        "hdurl": "https://apod.nasa.gov/apod/image/1101/saturnestorm_dauvergnecassini.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn Storm",
        "url": "https://apod.nasa.gov/apod/image/1101/saturnestorm_dauvergnecassini_c.jpg"
    },
    {
        "date": "2011-01-20",
        "explanation": "The big, beautiful Andromeda Galaxy, aka M31, is a spiral galaxy a mere 2.5 million light-years away. Two space-based observatories have combined to produce this intriguing composite image of Andromeda, at wavelengths outside the visible spectrum. The remarkable view follows the locations of this galaxy's once and future stars. In reddish hues, image data from the large Herschel infrared observatory traces enormous lanes of dust, warmed by stars, sweeping along Andromeda's spiral arms. The dust, in conjunction with the galaxy's interstellar gas, comprises the raw material for future star formation. X-ray data from the XMM-Newton observatory in blue pinpoint Andromeda's X-ray binary star systems. These systems likely contain neutron stars or stellar mass black holes that represent final stages in stellar evolution. More than twice the size of our own Milky Way, the Andromeda Galaxy is over 200,000 light-years across.",
        "hdurl": "https://apod.nasa.gov/apod/image/1101/M31_XMM_HERSCHEL.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Once and Future Stars of Andromeda",
        "url": "https://apod.nasa.gov/apod/image/1101/M31_XMM_HERSCHEL_r900.jpg"
    },
    {
        "date": "2011-01-23",
        "explanation": "The Peekskill meteor of 1992 was captured on 16 independent videos and then struck a car.  Documented as brighter than the full Moon, the spectacular fireball crossed parts of several USA states during its 40 seconds of glory before landing in New York.  A video of the fireball beyond a high school football game in Johnstown, Pennsylvania, USA, is pictured above. The resulting meteorite is imaged here, and was found to be composed of dense rock and has the size and mass of an extremely heavy bowling ball.  If you are lucky enough to find a meteorite just after impact, do not pick it up -- parts of it are likely to be either very hot or very cold.  Tracking meteors origins and destinations might be easier in this modern digital age, but many security cameras videos that likely caught a bright fireball are not preserved. If you would like to volunteer to help meteor science by locating images and videos of newly occurring fireballs within 48 hours after they occur, here is a place to sign up.   Students: See lectures on strange and cool physics",
        "media_type": "other",
        "service_version": "v1",
        "title": "Peekskill Fireball Video: Johnstown"
    },
    {
        "date": "2011-01-25",
        "explanation": "What is causing the picturesque ripples of supernova remnant SNR 0509-67.5? The ripples, as well as the greater nebula, were imaged in unprecedented detail by the Hubble Space Telescope in 2006 and again late last year.  The red color was recoded by a Hubble filter that left only the light emitted by energetic hydrogen. The precise reason for the ripples remains unknown, with two considered origin hypotheses relating them to relatively dense portions of either ejected or impacted gas.  The reason for the broader red glowing ring is more clear, with expansion speed and light echos relating it to a classic Type Ia supernova explosion that must have occurred about 400 years earlier. SNR 0509 currently spans about 23 light years and lies about 160,000 light years away toward the constellation of the dolphinfish (Dorado) in the Large Magellanic Cloud. The expanding ring carries with it another great mystery, however: why wasn't this supernova seen 400 years ago when light from the initial blast should have passed the Earth?   Like: Follow APOD on Facebook",
        "hdurl": "https://apod.nasa.gov/apod/image/1101/snr0509_hubble_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Rippled Red Ribbons of SNR 0509",
        "url": "https://apod.nasa.gov/apod/image/1101/snr0509_hubble.jpg"
    },
    {
        "date": "2011-01-26",
        "explanation": "How do spiral galaxies form stars? To help find out, the Hubble Space Telescope imaged the nearby photogenic spiral M51 in infrared light to highlight the dust that traces the dense gas that best forms stars. To further isolate the dust, much of the optical light from stars has also been digitally removed.  The resulting unique image shows swirling and intricate patterns on the longest scales, while numerous bright clumps of previously hidden open star clusters appear on the smaller scales. To see the detailed optical light image for comparison, run your cursor over the above image. Anyone with a good pair of binoculars can see the Whirlpool toward the constellation of the Hunting Dogs (Canes Venatici).  M51 lies about 30 million light years away, while the above imaged area spans about 15,000 light years from top to bottom. Astronomers speculate that M51's spiral structure is primarily due to its gravitational interaction with a neighboring smaller galaxy.   Browse: See the latest images submitted to APOD",
        "hdurl": "https://apod.nasa.gov/apod/image/1101/m51ir_hubble_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Whirlpool Galaxy in Infrared Dust",
        "url": "https://apod.nasa.gov/apod/image/1101/m51ir_hubble.jpg"
    },
    {
        "date": "2011-01-27",
        "explanation": "M78 isn't really hiding in planet Earth's night sky. About 1,600 light-years away and nestled in the nebula rich constellation Orion, the large, bright, reflection nebula is well-known to telescopic skygazers. But this gorgeous image of M78 was selected as the winner of the Hidden Treasures 2010 astrophotography competition. Held by the European Southern Observatory (ESO), the competition challenged amateur astronomers to process data from ESO's astronomical archive in search of cosmic gems. The winning entry shows off amazing details within bluish M78 (center) embraced in dark, dusty clouds, along with a smaller reflection nebula in the region, NGC 2071 (top). Yellowish and even more compact, the recently discovered, variable McNeil's Nebula is prominent in the scene below and right of center. Based on data from ESO's WFI camera and 2.2 meter telescope at La Silla, Chile, this image spans just over 0.5 degrees on the sky. That corresponds to 15 light-years at the estimated distance of M78.",
        "hdurl": "https://apod.nasa.gov/apod/image/1101/M78WFI_chekalin.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hidden Treasures of M78",
        "url": "https://apod.nasa.gov/apod/image/1101/M78WFI_chekalin900.jpg"
    },
    {
        "date": "2011-01-28",
        "explanation": "Featured in this artist's illustration, NASA's NanoSail-D finally unfurled a very thin, 10 square meter reflective sail on January 20th, becoming the first solar sail spacecraft in low Earth orbit. Often considered the stuff of science fiction, sailing through space was suggested 400 years ago by astronomer Johannes Kepler who observed comet tails blown by the solar wind. Modern solar sail spacecraft designs, like NanoSail-D or the Japanese interplanetary spacecraft IKAROS, rely on the small but continuous pressure from sunlight itself for thrust. Glinting in the sunlight as it circles planet Earth, the NanoSail-D solar sail will periodically be bright and easily visible to the eye. In fact, skygazers are urged to participate in an ongoing contest to capture images of NanoSail-D. The images will help NASA monitor the satellite before it reenters the atmosphere in April or May.",
        "hdurl": "https://apod.nasa.gov/apod/image/1101/NanoSailD2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NanoSail-D",
        "url": "https://apod.nasa.gov/apod/image/1101/NanoSailD900.jpg"
    },
    {
        "date": "2011-01-29",
        "explanation": "Celebrating 7 years on the surface of the Red Planet, Mars exploration rover Opportunity now stands near the rim of 90 meter wide Santa Maria crater. Remarkably, Opportunity and its fellow rover Spirit were initially intended for a 3 month long primary mission. Still exploring, the golf cart-sized robot and shadow (far right) appear in the foreground of this panoramic view of its current location. The mosaic was constructed using images from the rover's navigation camera. On its 7 year anniversary, Opportunity can boast traversing a total of 26.7 kilometers along the martian surface. After investigating Santa Maria crater, controllers plan to have Opportunity resume a long-term trek toward Endeavour crater, a large, 22 kilometer diameter crater about 6 kilometers from Santa Maria. The rim of Endeavour is visible in the mosaic on the horizon at the right, just above the shadow of the rover's mast. During coming days, communication with the rover will be more difficult as Mars moves close to alignment with the Sun as seen from planet Earth's perspective.",
        "hdurl": "https://apod.nasa.gov/apod/image/1101/OpportunitySol2476_Kremer.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Opportunity at Santa Maria Crater",
        "url": "https://apod.nasa.gov/apod/image/1101/OpportunitySol2476_Kremer600hc.jpg"
    },
    {
        "date": "2011-01-31",
        "explanation": "The care package from Earth had arrived. Last week, Japan launched the robotic Kounotori2 spacecraft to bring needed supplies, including food, to the International Space Station (ISS).  Kountori2 launched from Japan's Tanegashima Space Center a little over a week ago reached the ISS in low Earth late last week.  Pictured above, Kountori2 approached the ISS and was about to be grabbed by astronauts with the Canadarm2 and attached to the Harmony Module. In the above picture as seen through a window on the ISS, the limb of the Earth is visible, including white clouds, blue water, and various tan colored landforms.  In addition to launches including humans, as many as ten robotic spacecraft may be launched to the space station this year, potentially including spacecraft from Russia, Europe, Japan, and a private company in the USA.   Quiz: Can you identify which part of Earth is pictured?",
        "hdurl": "https://apod.nasa.gov/apod/image/1101/kountori2_iss_4256.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Japan's Kounotori2 Supply Ship Approaches the Space Station",
        "url": "https://apod.nasa.gov/apod/image/1101/kountori2_iss_900.jpg"
    },
    {
        "date": "2011-02-03",
        "explanation": "Six worlds orbit Kepler-11, a sunlike star 2,000 light-years distant in the constellation Cygnus. The new discovery is based on data from NASA's planet hunting Kepler spacecraft. Compared to our Solar System in this illustration, five of Kepler-11's planets orbit closer to their parent star than the Mercury-Sun distance, with orbital periods ranging from 10 to 47 days. All six are larger than Earth and are likely composed of mixtures of rocky material and gas. Their presence, sizes, and masses have been determined by carefully watching the planets dim the light of Kepler-11 while transiting or crossing in front of the star itself. In fact, in August 2010, Kepler's telescope and camera recorded a simultaneous transit of three of the planets in the system. As announced yesterday, using the transit technique the Kepler mission has now identified over 1200 exoplanet candidates in a field of view that covers only about 1/400th of the sky. The tantalizing result suggests there are many undiscovered planets orbiting the stars in our galaxy.",
        "hdurl": "https://apod.nasa.gov/apod/image/1102/Kepler11Compare_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Six Worlds for Kepler-11",
        "url": "https://apod.nasa.gov/apod/image/1102/Kepler11Compare_900.jpg"
    },
    {
        "date": "2011-02-04",
        "explanation": "Like a ship plowing through cosmic seas, runaway star Zeta Ophiuchi produces the arcing interstellar bow wave or bow shock seen in this stunning infrared portrait from the WISE spacecraft. In the false-color view, bluish Zeta Oph, a star about 20 times more massive than the Sun, lies near the center of the frame, moving toward the top at 24 kilometers per second. Its strong stellar wind precedes it, compressing and heating the dusty interstellar material and shaping the curved shock front. Around it are clouds of relatively undisturbed material. What set this star in motion? Zeta Oph was likely once a member of a binary star system, its companion star was more massive and hence shorter lived. When the companion exploded as a supernova catastrophically losing mass, Zeta Oph was flung out of the system. About 460 light-years away, Zeta Oph is 65,000 times more luminous than the Sun and would be one of the brighter stars in the sky if it weren't surrounded by obscuring dust. The WISE image spans about 1.5 degrees or 12 light-years at the estimated distance of Zeta Ophiuchi.",
        "hdurl": "https://apod.nasa.gov/apod/image/1102/zetaoph_wise.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Zeta Oph: Runaway Star",
        "url": "https://apod.nasa.gov/apod/image/1102/zetaoph_wise_900c.jpg"
    },
    {
        "date": "2011-02-05",
        "explanation": "Forty years ago, while looking out the window of Apollo 14's Lunar Module Antares, astronaut Ed Mitchell snapped a series of photos of the lunar surface, assembled into this detailed mosaic by Apollo Lunar Surface Journal editor Eric Jones. The view looks across the Fra Mauro highlands to the northwest of the landing site after the Apollo 14 astronauts had completed their second and final walk on the Moon. Prominent in the foreground is their Modular Equipment Transporter (MET), a two-wheeled, rickshaw-like device used to carry tools and samples. Near the horizon at top center is a 1.5 meter wide boulder dubbed Turtle rock. In the shallow crater below Turtle rock is the long white handle of a sampling instrument, thrown there javelin-style by Mitchell. Mitchell's fellow moonwalker and first American in space, Alan Shepard, also used a makeshift six iron to hit two golf balls. One of Shepard's golf balls is just visible as a white spot below Mitchell's javelin.",
        "hdurl": "https://apod.nasa.gov/apod/image/1102/a14pan9335-43emj.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 14: A View from Antares",
        "url": "https://apod.nasa.gov/apod/image/1102/a14pan9335-43emj_900.jpg"
    },
    {
        "date": "2011-02-07",
        "explanation": "For the first time, the entire Sun is being imaged all at once. This has become possible because the two STEREO satellites orbiting and monitoring the Sun are now on opposite sides of the Sun. The two satellites have been drifting apart, as expected, since their launch in 2006, since one satellite orbits slightly closer to the Sun than the other.  The above image shows nearly the entire Sun as it appeared one day last week, a few days before maximum exposure.  Yesterday, the dark gap in the center closed completely, and STEREO was able to beam back to Earth full 360 degree images of the closest star.  Full solar images are useful scientifically for a number of reasons, including catching rapidly evolving flares, coronal mass ejections, tsunamis, and filaments, no matter where they occur on the Sun, as well as monitoring days-long sunspots and active regions without losing them as they rotate out of view. Even though the STEREO satellites will continue to drift apart at about 44 degrees per year, Sun-staring instruments on or near the Earth will augment them to provide a full view of the Sun for the next several years.    Students (young and old): See free lectures on astronomy",
        "hdurl": "https://apod.nasa.gov/apod/image/1102/sun360_stereo_1280.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sun 360: STEREO Captures Views of the Entire Sun",
        "url": "https://apod.nasa.gov/apod/image/1102/sun360_stereo_900.jpg"
    },
    {
        "date": "2011-02-09",
        "explanation": "It's stars versus gas mountains in NGC 2174 and the stars are winning. More precisely, the energetic light and winds from massive newly formed stars are evaporating and dispersing the dark stellar nurseries in which they formed. The structures of NGC 2174 are actually much thinner than air and only appear as mountains due to relatively small amounts of opaque interstellar dust.  A lesser known sight in the nebula-rich constellation Orion, NGC 2174 can be found with binoculars near the head of the celestial hunter.  About 6,400 light-years distant, the entire glowing cosmic cloud covers an area larger than the full Moon and surrounds loose open clusters of young stars.  The above image from the Hubble Space Telescope shows a dense interior region which spans only about three light years while adopting a color map that portrays otherwise red hydrogen emission in green hues and emphasizes sulfur emission in red and oxygen in blue. Within a few million years, the stars will likely win out completely and the entire dust mountain will be dispersed.",
        "hdurl": "https://apod.nasa.gov/apod/image/1102/ngc2174_hst_1071.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 2174: Stars Versus Mountains",
        "url": "https://apod.nasa.gov/apod/image/1102/ngc2174_hst_900.jpg"
    },
    {
        "date": "2011-02-10",
        "explanation": "Hanny's Voorwerp, Dutch for \"Hanny's Object\", is enormous, about the size of our own Milky Way Galaxy. Glowing strongly in the greenish light produced by ionized oxygen atoms, the mysterious voorwerp is below spiral galaxy IC 2497 in this view from the Hubble Space Telescope. Both lie at a distance of some 650 million light-years in the faint constellation Leo Minor. In fact, the enormous green cloud is now suspected to be part of a tidal tail of material illuminated by a quasar inhabiting the center of IC 2497. Powered by a massive black hole, the quasar suddenly turned off, leaving only galaxy and glowing voorwerp visible in telescopes at optical wavelengths. The sharp Hubble image also resolves a star forming region in the voorwerp, seen in yellow on the side near IC 2497. That region was likely compressed by an outflow of gas driven from the galaxy's core. The remarkable mystery object was discovered by Dutch schoolteacher Hanny van Arkel in 2007 while participating online in the Galaxy Zoo project.  Galaxy Zoo enlists the public to help classify galaxies found in the Sloan Digital Sky Survey, and more recently in deep Hubble imagery.",
        "hdurl": "https://apod.nasa.gov/apod/image/1102/hannyVWRP_hst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hanny's Voorwerp",
        "url": "https://apod.nasa.gov/apod/image/1102/hannyVWRP_hst_900h.jpg"
    },
    {
        "date": "2011-02-13",
        "explanation": "Scientists are melting holes in the bottom of the world. In fact, almost 100 holes melted near the South Pole are now being used as astronomical observatories.  Astronomers with the IceCube Neutrino Observatory lowered into each vertical lake a long string knotted with basketball-sized light detectors.  The water in each hole soon refreezes.  The detectors attached to the strings are sensitive to blue light emitted in the surrounding clear ice. Such light is expected from ice collisions with high-energy neutrinos emitted by objects or explosions out in the universe.  Late last year, the last of IceCube's 86 strings was lowered into the freezing abyss, pictured above, making IceCube the largest neutrino detector yet created. Data from a preliminary experiment, AMANDA, has already been used to create the first detailed map of the high-energy neutrino sky.  Experimental goals of the newer IceCube include a search for cosmic sources of neutrinos, a search for neutrinos coincident with nearby supernova and distant gamma-ray bursts, and, if lucky, a probe of exotic physical concepts such as unseen spatial dimensions and faster-than-light travel.",
        "hdurl": "https://apod.nasa.gov/apod/image/1102/deephole_icecube_4000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ice Fishing for Cosmic Neutrinos",
        "url": "https://apod.nasa.gov/apod/image/1102/deephole_icecube_900.jpg"
    },
    {
        "date": "2011-02-15",
        "explanation": "The North America Nebula can do what most North Americans cannot -- form stars.  Precisely where in the nebula these stars are forming has been mostly obscured by some of the nebula's thick dust that is opaque to visible light. However, a new view of the North America Nebula in infrared light by the orbiting Spitzer Space Telescope has peered through much of the dust and uncovered thousands of newly formed stars. Rolling your cursor over the above scientifically-colored infrared image will bring up a corresponding optical image of the same region for comparison.  The new infrared image neatly captures young stars in many stages of formation, from being imbedded in dense knots of gas and dust, to being surrounded by disks and emitted jets, to being clear of their birth cocoons. The North America Nebula (NGC 7000) spans about 50 light years and lies about 1,500 light years away toward the constellation of the Swan (Cygnus). Still, of all the stars known in the North America Nebula, which massive stars emit the energetic light that gives the ionized  red glow is still debated.   Images coming in: Stardust spacecraft's close pass of Comet Tempel 1 last night",
        "hdurl": "https://apod.nasa.gov/apod/image/1102/northamerica_spitzer_3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The North America Nebula in Infrared",
        "url": "https://apod.nasa.gov/apod/image/1102/northamerica_ir_900.jpg"
    },
    {
        "date": "2011-02-16",
        "explanation": "No comet has ever been visited twice before. Therefore, the unprecedented pass of the Stardust-NeXT spacecraft near Comet Tempel 1 earlier this week gave humanity a unique opportunity to see how the nucleus of a comet changes over time.  Changes in the nucleus of Comet Tempel 1 were of particular interest because the comet was hit with an impactor from the passing Deep Impact spacecraft in 2005.  Pictured above is one digitally sharpened image of Comet Tempel 1 near the closest approach of Stardust-NeXT. Visible are many features imaged in 2005, including craters, ridges, and seemingly smoother areas. Few firm conclusions are yet available, but over the next few years astronomers who specialize in comets and the understanding the early Solar System will be poring over these images looking for new clues as to how Comet Tempel 1 is composed, how the 2005 impact site now appears, and how general features of the comet have evolved.",
        "hdurl": "https://apod.nasa.gov/apod/image/1102/tempel1_stardust_1024.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Comet Tempel 1 from Stardust-NeXT Spacecraft",
        "url": "https://apod.nasa.gov/apod/image/1102/tempel1_stardust_900.jpg"
    },
    {
        "date": "2011-02-17",
        "explanation": "On Valentine's Day (ET) the Sun unleashed one of its most powerful explosions, an X-class flare. The blast was the largest so far in the new solar cycle. Erupting from active region AR1158 in the Sun's southern hemisphere, the flare is captured here in this extreme ultraviolet image from the Solar Dynamics Observatory (SDO). The intense burst of electromagnetic radiation momentarily overwhelmed pixels in SDO's detectors causing the bright vertical blemish. This X-class flare was also accompanied by a coronal mass ejection (CME), a massive cloud of charged particles traveling outward at nearly 900 kilometers per second. Skywatchers at high latitudes should be alert for aurorae tonight.",
        "hdurl": "https://apod.nasa.gov/apod/image/1102/SDO20110215_015332_2048_0193.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "X-Class Flare",
        "url": "https://apod.nasa.gov/apod/image/1102/SDO20110215_015332_900c_0193.jpg"
    },
    {
        "date": "2011-02-19",
        "explanation": "A mere 46 million light-years distant, spiral galaxy NGC 2841 can be found in the northern constellation of Ursa Major. This sharp view of the gorgeous island universe shows off a striking yellow nucleus and galactic disk. Dust lanes, small, pink star-forming regions, and young blue star clusters are embedded in the patchy, tightly wound spiral arms. In contrast, many other spirals exhibit grand, sweeping arms with large star-forming regions.  NGC 2841 has a diameter of over 150,000 light-years, even larger than our own Milky Way, but this close-up Hubble image spans about 34,000 light-years along the galaxy's inner region. X-ray images suggest that resulting winds and stellar explosions create plumes of hot gas extending into a halo around NGC 2841.",
        "hdurl": "https://apod.nasa.gov/apod/image/1102/ngc2841c_hst_lg.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spiral Galaxy NGC 2841 Close Up",
        "url": "https://apod.nasa.gov/apod/image/1102/ngc2841c_hst_sm.jpg"
    },
    {
        "date": "2011-02-20",
        "explanation": "What's happened to these clouds? Normal cloud bottoms are flat because moist warm air that rises and cools will condense into water droplets at a very specific temperature, which usually corresponds to a very specific height.  After water droplets form that air becomes an opaque cloud.  Under some conditions, however, cloud pockets can develop that contain large droplets of water or ice that fall into clear air as they evaporate.  Such pockets may occur in turbulent air near a thunderstorm, being seen near the top of an anvil cloud, for example.  Resulting mammatus clouds can appear especially dramatic if sunlit from the side.  These mammatus clouds were photographed last August over Olympic Valley, California, USA.",
        "hdurl": "https://apod.nasa.gov/apod/image/1102/mammatus_saal_4288.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mammatus Clouds Over Olympic Valley",
        "url": "https://apod.nasa.gov/apod/image/1102/mammatus_saal_900.jpg"
    },
    {
        "date": "2011-02-21",
        "explanation": "What's visible in the night sky during this time of year? To help illustrate the answer, a beautiful land, cloud, and skyscape was captured earlier this month over Neuch�tel, Switzerland. Visible in the foreground were the snow covered cliffs of the amphitheater shaped Creux du Van, as well as distant trees, and town-lit clouds. Visible in the night sky (at midnight) were galaxies including the long arch of the central band of our Milky Way Galaxy, the Andromeda galaxy (M31), and the Triangulum galaxy (M33). Star clusters visible included NGC 752, M34, M35, M41, the double cluster, and the Beehive (M44). Nebulas visible included the Orion Nebula (M42), NGC 7822, IC 1396, the Rosette Nebula, the Flaming Star Nebula, the California Nebula, the Heart and Soul Nebulas, and the Pacman Nebula. Rolling your cursor over the above image will bring up labels for all of these. But the above wide angle sky image captured even more sky wonders. What other nebulas can you find in the above image?",
        "hdurl": "https://apod.nasa.gov/apod/image/1102/mwcliffs_vetter_2000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Milky Way Over Switzerland",
        "url": "https://apod.nasa.gov/apod/image/1102/mwcliffs_vetter_900.jpg"
    },
    {
        "date": "2011-02-23",
        "explanation": "If you looked out from the center of the Solar System, what would you see? Nearly such a view was taken recently from the MESSENGER spacecraft currently orbiting the Sun from the distance of Mercury. The Sun's planets all appear as points of light, with the closest and largest planets appearing the brightest. The planets all appear to orbit in the same direction and are (nearly) confined to the same great circle around the sky -- the ecliptic plane. Mercury, Venus, Earth, Mars, Jupiter, and Saturn are all visible in the above horizontally compressed image, while the positions of Uranus and Neptune are labeled even though they are too faint to make out.  Pluto, which has had its planetary status recently called into question, is much too faint to see. Earth's Moon is visible, however, as are the Galilean moons of Jupiter. The above image is the reverse of one taken from the outside of the Solar System in 1990 by Voyager 1. MESSENGER, which has flown by Mercury three times now, is on schedule to enter orbit around the Solar System's innermost planet next month.",
        "hdurl": "https://apod.nasa.gov/apod/image/1102/solarsystem_messenger_2100.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Solar System from MESSENGER",
        "url": "https://apod.nasa.gov/apod/image/1102/solarsystem_messenger_900.jpg"
    },
    {
        "date": "2011-02-25",
        "explanation": "Grand spiral galaxies often seem to get all the glory. Their young, blue star clusters and pink star forming regions along sweeping spiral arms are guaranteed to attract attention. But small irregular galaxies form stars too, like NGC 4449, about 12 million light-years distant. Less than 20,000 light-years across, the small island universe is similar in size, and often compared to our Milky Way's satellite galaxy, the Large Magellanic Cloud (LMC). This remarkable Hubble Space Telescope close-up of the well-studied galaxy was reprocessed to highlight the telltale reddish glow of hydrogen gas. The glow traces NGC 4449's widespread star forming regions, some even larger than those in the LMC, with enormous interstellar arcs and bubbles blown by short-lived, massive stars. NGC 4449 is a member of a group of galaxies found in the constellation Canes Venatici. Interactions with the nearby galaxies are thought to have influenced star formation in NGC 4449.",
        "hdurl": "https://apod.nasa.gov/apod/image/1102/NGC4449_hlaGendlerL.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 4449: Close-up of a Small Galaxy",
        "url": "https://apod.nasa.gov/apod/image/1102/NGC4449_hlaGendler900.jpg"
    },
    {
        "date": "2011-02-27",
        "explanation": "What lies at the bottom of Hyperion's strange craters?  Nobody's sure.  To help find out, the robot Cassini spacecraft now orbiting Saturn swooped past the sponge-textured moon in 2005 and 2010 and took images of unprecedented detail.  An image from the 2005 pass, shown above in false color, shows a remarkable world strewn with strange craters and a generally odd surface.   The slight differences in color likely show differences in surface composition.   At the bottom of most craters lies some type of unknown dark material.  Inspection of the image shows bright features indicating that the dark material might be only tens of meters thick in some places.   Hyperion is about 250 kilometers across, rotates chaotically, and has a density so low that it might house a vast system of caverns inside.   Students (of all ages): See free astronomy lectures online",
        "hdurl": "https://apod.nasa.gov/apod/image/1102/hyperion3_cassini_1024.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn's Hyperion: A Moon with Odd Craters",
        "url": "https://apod.nasa.gov/apod/image/1102/hyperion3_cassini_900.jpg"
    },
    {
        "date": "2011-03-01",
        "explanation": "What's happening outside the space station? A space shuttle has docked. Five days ago, the space shuttle Discovery was launched to the International Space Station, carrying six crew members and the large Leonardo Multi Purpose Logistics Module. Three days ago, as pictured above, the docked shuttle was prepared to be unloaded by the space stations Dextre robot and Canadarm2. The above expansive photo captures much more, however, including Japan's Kibo Experiment Module on the lower right, Earth across the top of the frame, and a seemingly starless backdrop of space in the distance.  During the next week, the shuttle and ISS crews are scheduled to permanently attach Leonardo as well as fix and upgrade parts of the ISS. After 38 previous voyages, this is expected to be the last space mission for the Space Shuttle Discovery.",
        "hdurl": "https://apod.nasa.gov/apod/image/1103/discovery_iss_4256.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Discovery Visits the Space Station",
        "url": "https://apod.nasa.gov/apod/image/1103/discovery_iss_900.jpg"
    },
    {
        "date": "2011-03-03",
        "explanation": "About 1,300 images from the Lunar Reconnaissance Orbiter spacecraft's wide angle camera were used to compose this spectacular view of a familiar face - the lunar nearside. But why is there a lunar nearside? The Moon rotates on its axis and orbits the Earth at the same rate, about once every 28 days. Tidally locked in this configuration, the synchronous rotation always keeps one side, the nearside, facing Earth. As a result, featured in remarkable detail in the full resolution mosaic, the smooth, dark, lunar maria (actually lava-flooded impact basins), and rugged highlands, are well-known to earthbound skygazers. To find your favorite mare or large crater, just slide your cursor over the picture. The LRO images used to construct the mosaic were recorded over a two week period last December.",
        "hdurl": "https://apod.nasa.gov/apod/image/1103/lroc_wac_nearside.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Lunar Nearside",
        "url": "https://apod.nasa.gov/apod/image/1103/lroc_wac_nearside800.jpg"
    },
    {
        "date": "2011-03-04",
        "explanation": "A dramatic study in contrasts, this colorful skyscape features stars, dust, and glowing gas in NGC 6914. The complex of nebulae lies some 6,000 light-years away, toward the high-flying northern constellation Cygnus and the plane of our Milky Way Galaxy. With foreground dust clouds in silhouette, both reddish hydrogen emission nebulae and dusty blue reflection nebulae fill the 1/2 degree wide field. The view spans nearly 50 light-years at the estimated distance of NGC 6914. Ultraviolet radiation from the massive, hot, young stars of the extensive Cygnus OB2 association ionize the region's atomic hydrogen gas, producing the characteristic red glow as protons and electrons recombine. Embedded Cygnus OB2 stars also provide the blue starlight strongly reflected by the dusty clouds. Constructed as a two-panel mosaic, the image was processed to bring out both bright and dim colors and detailed structures.",
        "hdurl": "https://apod.nasa.gov/apod/image/1103/NGC6914_peris.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 6914 Nebulae",
        "url": "https://apod.nasa.gov/apod/image/1103/NGC6914_peris_600h.jpg"
    },
    {
        "date": "2011-03-05",
        "explanation": "Supernova remnant Cassiopeia A (Cas A) is a comfortable 11,000 light-years away. Light from the Cas A supernova, the death explosion of a massive star, first reached Earth just 330 years ago.  The expanding debris cloud spans about 15 light-years in this composite X-ray/optical image, while the bright source near the center is a neutron star (inset illustration) the incredibly dense, collapsed remains of the stellar core. Still hot enough to emit X-rays, Cas A's neutron star is cooling. In fact, 10 years of observations with the orbiting Chandra X-ray observatory find that the neutron star is cooling rapidly, so rapidly that researchers suspect a large part of the neutron star's core is forming a frictionless neutron superfluid. The Chandra results represent the first observational evidence for this bizarre state of neutron matter.",
        "hdurl": "https://apod.nasa.gov/apod/image/1103/casa_main.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cooling Neutron Star",
        "url": "https://apod.nasa.gov/apod/image/1103/casa_main.jpg"
    },
    {
        "date": "2011-03-06",
        "explanation": "Rocks from space hit Earth every day.  The larger the rock, though, the less often Earth is struck.  Many kilograms of space dust pitter to Earth daily. Larger bits appear initially as a bright meteor.  Baseball-sized rocks and ice-balls streak through our atmosphere daily, most evaporating quickly to nothing.  Significant threats do exist for rocks near 100 meters in diameter, which strike the Earth roughly every 1000 years.  An object this size could cause significant tsunamis were it to strike an ocean, potentially devastating even distant shores. A collision with a massive asteroid, over 1 km across, is more rare, occurring typically millions of years apart, but could have truly global consequences. Many asteroids remain undiscovered.  In fact, one was discovered in 1998 as the long blue streak in the above archival image taken by the Hubble Space Telescope. In 2002 June, the small 100-meter asteroid 2002 MN was discovered only after it whizzed by the Earth, passing well within the orbit of the Moon. 2002 MN passed closer than any asteroid since 1994 XM1, but not as close as 2004 MN4 will pass in 2029. A collision with a large asteroid  would not affect Earth's orbit so much as raise dust that would affect Earth's climate.  One likely result is a global extinction of many species of life, possibly dwarfing the ongoing extinction occurring now.",
        "hdurl": "https://apod.nasa.gov/apod/image/1103/asteroidstreak_hst_350.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Asteroids in the Distance",
        "url": "https://apod.nasa.gov/apod/image/1103/asteroidstreak_hst_900.jpg"
    },
    {
        "date": "2011-03-07",
        "explanation": "One of the most spectacular solar sights is an erupting prominence. Two weeks ago, NASA's Sun-orbiting Solar Dynamic Observatory spacecraft imaged an impressively large prominence erupting from the surface. The dramatic explosion was captured in ultraviolet light in the above time lapse video covering 90 minutes, where a new frame was taken every 24 seconds.  The scale of the prominence is huge -- the entire Earth would easily fit under the flowing  curtain of hot gas.  A solar prominence is channeled and sometimes held above the Sun's surface by the Sun's magnetic field. A quiescent prominence typically lasts about a month, and may erupt in a Coronal Mass Ejection (CME) expelling hot gas into the Solar System.  The energy mechanism that creates a solar prominence is still a topic of research.  As the Sun progresses toward Solar Maximum in the next few years, solar activity like eruptive prominences are expected to become more common.",
        "media_type": "other",
        "service_version": "v1",
        "title": "A Solar Prominence Eruption from SDO"
    },
    {
        "date": "2011-03-08",
        "explanation": "How thin are the rings of Saturn?  Brightness measurements from different angles have shown Saturn's rings to be about one kilometer thick, making them many times thinner, in relative proportion, than a razor blade.  This thinness sometimes appears in dramatic fashion during an image taken nearly along the ring plane.  The robot Cassini spacecraft now orbiting Saturn has now captured another shot that dramatically highlights the ring's thinness.  The above image was taken in mid January in  infrared and polarized light. Titan looms just over the thin rings, while dark ring shadows on Saturn show the Sun to be above the ring plane. Close inspection of the image will show the smaller moon Enceladus on the far right. Cassini, humanity's first mission to orbit Saturn, currently has operations planned until 2017.   Work for APOD while researching the universe: Graduate student research assistant sought",
        "hdurl": "https://apod.nasa.gov/apod/image/1103/titansaturn_cassini_1018.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Titan, Rings, and Saturn from Cassini",
        "url": "https://apod.nasa.gov/apod/image/1103/titansaturn_cassini_900.jpg"
    },
    {
        "date": "2011-03-09",
        "explanation": "The developing International Space Station (ISS) has changed its appearance again.  In a recently completed rendezvous, the Space Shuttle orbiter Discovery, in its final flight, visited the ISS and added components that included the Leonardo Multi Purpose Logistics Module. The ISS and many of its modules and expansive solar panels are visible in the above picture taken by the Discovery Crew after leaving the ISS to return to Earth.  The world's foremost space outpost can be seen developing over the past several years by comparing the above image to other past images.  Also visible above are many different types of modules and supply ships.  Construction began on the ISS in 1998.   Work for APOD while researching the universe: Graduate student research assistant sought",
        "hdurl": "https://apod.nasa.gov/apod/image/1103/iss_sts133_4288.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The International Space Station Expands Again",
        "url": "https://apod.nasa.gov/apod/image/1103/iss_sts133_900.jpg"
    },
    {
        "date": "2011-03-12",
        "explanation": "Shaped like a target ring bull's-eye, the Mare Orientale is one of the most striking large scale lunar features. Located on the Moon's extreme western edge, it is unfortunately difficult to see from an earthbound perspective. Still, this mosaic of the multi-ring impact basin, the youngest of the large lunar basins shows off intriguing details (full resolution mosaic), based on Wide Angle Camera images from the Lunar Reconnaissance Orbiter. Only partially flooded by lava the Mare Orientale is over 3 billion years old, about 600 miles (950 kilometers) across and was formed by the impact of an asteroid sized object. The collision caused ripples in the lunar crust resulting in the concentric circular features. Though it may seem a little ironic to denizens of the space age who recognize the Moon as a dry and airless world, a dark, smooth lunar region is called a mare (plural maria), latin for sea, because astronomers once thought such regions might actually be seas.",
        "hdurl": "https://apod.nasa.gov/apod/image/1103/orientale_lro.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mare Orientale",
        "url": "https://apod.nasa.gov/apod/image/1103/orientale_lro_crop800.jpg"
    },
    {
        "date": "2011-03-13",
        "explanation": "If you could stand on Mars, what would you see?  The robotic Phoenix spacecraft that landed on Mars in 2008 recorded the above spectacular panorama.  The above image is actually a digital combination of over 100 camera pointings and surveys fully 360 degrees around the busy robotic laboratory.  Scrolling right will reveal the rest of the panoramic image. Visible in the image foreground are circular solar panels, various Phoenix instruments, rust colored rocks, a trench dug by Phoenix to probe Mars' chemical composition, a vast plateau of dirt and dirt-covered ice, and, far in the distance, the dust colored atmosphere of Mars. Phoenix landed in the far north of Mars and has used its sophisticated laboratory to search for signs that past life might have been possible.  Soil analyses have confirmed the presence of ice and gave unexpected indications of perchlorate salts.  Whether Martian life could have evolved around such perchlorates is an ongoing topic of research.",
        "hdurl": "https://apod.nasa.gov/apod/image/1103/marsapan_phoenix_13070.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Mars Panorama from the Phoenix Lander",
        "url": "https://apod.nasa.gov/apod/image/1103/marsapan_phoenix_600.jpg"
    },
    {
        "date": "2011-03-21",
        "explanation": "How could part of the early universe be so cold?  No one is sure, and many astronomers now think that the CMB Cold Spot on the cosmic microwave background (CMB) radiation is not particularly noteworthy. As the early universe expanded and cooled, it suddenly and predictably became transparent. The photons that come to us from that epoch are seen all around us as the CMB. Now this radiation field is quite uniform but does have slight warm and cool spots that tell us a great deal about the early universe that could have imprinted them. Except, possibly, one spot.  This CMB Cold Spot, circled above on the WMAP 7-year all-sky map, has attracted attention as possibly being too large and too cold to be easily explained. Published speculation has included spectacular progenitor hypotheses that involve a supervoid, a cosmic texture, or even quantum entanglement with a parallel universe. Quite possibly, though, even a more mundane universe might be expected to show such a statistical peculiarity, and so explanations of the CMB Cold Spot like these might say more about human imagination than the early universe.    Did you see it?: Supermoon Photo Gallery",
        "hdurl": "https://apod.nasa.gov/apod/image/1103/cmb7_wmap_circle_2048.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "The CMB Cold Spot",
        "url": "https://apod.nasa.gov/apod/image/1103/cmb7_wmap_circle_900.jpg"
    },
    {
        "date": "2011-03-22",
        "explanation": "The universe is filled with galaxies. But to see them astronomers must look out beyond the stars of our galaxy, the Milky Way. For example, consider this colorful telescopic view of spiral galaxy NGC 6384, about 80 million light-years away in the direction of the constellation Ophiuchus. At that distance, NGC 6384 spans an estimated 150,000 light-years, but this close-up of the galaxy's central region is about 70,000 light-years wide. The sharp image shows details in the distant galaxy's blue spiral arms and yellowish core. Still, the individual stars seen in the picture are all in the close foreground, well within our own galaxy. The brighter Milky Way stars show noticeable crosses, or diffraction spikes, caused by the telescope itself.",
        "hdurl": "https://apod.nasa.gov/apod/image/1103/ngc6384_hst_3871.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 6384: Spiral Beyond the Stars",
        "url": "https://apod.nasa.gov/apod/image/1103/ngc6384_hst_900.jpg"
    },
    {
        "date": "2011-03-27",
        "explanation": "The largest canyon in the Solar System cuts a wide swath across the face of Mars.  Named Valles Marineris, the grand valley extends over 3,000 kilometers long, spans as much as 600 kilometers across, and delves as much as 8 kilometers deep.  By comparison, the Earth's Grand Canyon in Arizona, USA is 800 kilometers long, 30 kilometers across, and 1.8 kilometers deep.  The origin of the Valles Marineris remains unknown, although a leading hypothesis holds that it started as a crack billions of years ago as the planet cooled.  Several geologic processes have been identified in the canyon.  The above mosaic was  created from over 100 images of Mars taken by Viking Orbiters in the 1970s.",
        "hdurl": "https://apod.nasa.gov/apod/image/1103/marsglobe_viking_1552.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Valles Marineris: The Grand Canyon of Mars",
        "url": "https://apod.nasa.gov/apod/image/1103/marsglobe_viking_900.jpg"
    },
    {
        "date": "2011-03-29",
        "explanation": "Using the prolific planet hunting Kepler spacecraft, astronomers have discovered 1,235 candidate planets orbiting other suns since the Kepler mission's search for Earth-like worlds began in 2009. To find them, Kepler monitors a rich star field to identify planetary transits by the slight dimming of starlight caused by a planet crossing the face of its parent star. In this remarkable illustration, all of Kepler's planet candidates are shown in transit with their parent stars ordered by size from top left to bottom right. Simulated stellar disks and the silhouettes of transiting planets are all shown at the same relative scale, with saturated star colors. Of course, some stars show more than one planet in transit, but you may have to examine the picture at high resolution to spot them all. For reference, the Sun is shown at the same scale, by itself below the top row on the right. In silhouette against the Sun's disk, both Jupiter and Earth are in transit.",
        "hdurl": "https://apod.nasa.gov/apod/image/1103/KeplerSunsPlanets_rowe.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Kepler's Suns and Planets",
        "url": "https://apod.nasa.gov/apod/image/1103/KeplerSunsPlanets_rowe800.jpg"
    },
    {
        "date": "2011-03-30",
        "explanation": "Big, beautiful NGC 5584 is more that 50,000 light-years across and lies 72 million light-years away toward the constellation Virgo. The winding spiral arms of this gorgeous island universe are loaded with luminous young star clusters and dark dust lanes. Still, for earthbound astronomers NGC 5584 is not just another pretty face-on spiral galaxy. Home to some 250 Cepheid variable stars and a recent Type Ia supernova explosion, key objects for astronomical distance determinations, NGC 5584 is one of 8 galaxies used in a new study that includes additional Hubble Space Telescope observations to improve the measurement of Hubble's Constant - the expansion rate of the Universe. The results of the study lend weight to the theory that dark energy really is responsible for accelerating the expansion of the Universe, restricting models that try to explain the observed acceleration without the mysterious dark energy. In this sharp Hubble image of NGC 5584, many of the small reddish smudges are distant background galaxies.",
        "hdurl": "https://apod.nasa.gov/apod/image/1103/ngc5584_hstr.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 5584: Expanding the Universe",
        "url": "https://apod.nasa.gov/apod/image/1103/ngc5584_hst900r.jpg"
    },
    {
        "date": "2011-03-31",
        "explanation": "On March 17, the MESSENGER spacecraft became the first to orbit Mercury, the solar system's innermost planet. This is its first processed color image since entering Mercury orbit. Larger, denser, and with almost twice the surface gravity of Earth's moon, Mercury still looks moon-like at first glance. But in this view its terrain shows light blue and brown areas near craters and long bright rays of material streaking the surface. The prominent bright ray crater Debussy at the upper right is 80 kilometers (50 miles) in diameter. Terrain toward the bottom of the historic image extends to Mercury's south pole and includes a region not previously imaged from space.",
        "hdurl": "https://apod.nasa.gov/apod/image/1103/MESSENGERmercury_firstcolor.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "MESSENGER at Mercury",
        "url": "https://apod.nasa.gov/apod/image/1103/MESSENGERmercury_firstcolor800.jpg"
    },
    {
        "date": "2011-04-03",
        "explanation": "Over 400,000 light years across NGC 6872 is an enormous spiral galaxy, at least 4 times the size of our own very large Milky Way. About 200 million light-years distant, toward the southern constellation Pavo, the Peacock, the remarkable galaxy's stretched out shape is due to its ongoing gravitational interaction, likely leading to an eventual merger, with the nearby smaller galaxy IC 4970. IC 4970 is seen just below and right of the giant galaxy's core in this cosmic color portrait from the 8 meter Gemini South telescope in Chile. The idea to image this titanic galaxy collision comes from a winning contest essay submitted last year to the Gemini Observatory by the Sydney Girls High School Astronomy Club. In addition to inspirational aspects and aesthetics, club members argued that a color image would be more than just a pretty picture. In their winning essay they noted that \"If enough colour data is obtained in the image it may reveal easily accessible information about the different populations of stars, star formation, relative rate of star formation due to the interaction, and the extent of dust and gas present in these galaxies\". (Editor's note: For Australian schools, 2011 contest information is here.)",
        "hdurl": "https://apod.nasa.gov/apod/image/1104/NGC6872_gemini.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Giant Galaxy NGC 6872",
        "url": "https://apod.nasa.gov/apod/image/1104/NGC6872_gemini_c800.jpg"
    },
    {
        "date": "2011-04-04",
        "explanation": "Could you survive a jump off the tallest cliff in the Solar System? Quite possibly.  Verona Rupes on Uranus' moon Miranda is estimated to be 20 kilometers deep -- ten times the depth of the Earth's Grand Canyon.   Given Miranda's low gravity, it would take about 12 minutes for a thrill-seeking adventurer to fall from the top, reaching the bottom at the speed of a racecar -- about 200 kilometers per hour.   Even so, the fall might be survivable given proper airbag protection.  The above image of Verona Rupes was captured by the passing Voyager 2 robotic spacecraft in 1986.  How the giant cliff was created remains unknown, but is possibly related to a large impact or tectonic surface motion.",
        "hdurl": "https://apod.nasa.gov/apod/image/1104/mirandascarp_vg2_1016.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Verona Rupes: Tallest Known Cliff in the Solar System",
        "url": "https://apod.nasa.gov/apod/image/1104/mirandascarp_vg2_900.jpg"
    },
    {
        "date": "2011-04-09",
        "explanation": "Tidally locked in synchronous rotation, the Moon always presents its familiar nearside to denizens of planet Earth. From lunar orbit, the Moon's farside can become familiar, though. In fact this sharp picture, a mosaic from the Lunar Reconnaissance Orbiter's wide angle camera, is centered on the lunar farside. Part of a global mosaic of over 15,000 images acquired between November 2009 and February 2011, the highest resolution version shows features at a scale of 100 meters per pixel. Surprisingly, the rough and battered surface of the farside looks very different from the nearside covered with smooth dark lunar maria.  The likely explanation is that the farside crust is thicker, making it harder for molten material from the interior to flow to the surface and form the smooth maria.",
        "hdurl": "https://apod.nasa.gov/apod/image/1104/farside_lro1600.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Lunar Farside",
        "url": "https://apod.nasa.gov/apod/image/1104/farside_lro800.jpg"
    },
    {
        "date": "2011-04-10",
        "explanation": "It was a quiet day on the Sun. The above image shows, however, that even during off days the Sun's surface is a busy place.  Shown in ultraviolet light, the relatively cool dark regions have temperatures of thousands of degrees Celsius.  Large sunspot group AR 9169 from the last solar cycle is visible as the bright area near the horizon.  The bright glowing gas flowing around the sunspots has a temperature of over one million degrees Celsius.  The reason for the high temperatures is unknown but thought to be related to the rapidly changing magnetic field loops that channel solar plasma.  Large sunspot group AR 9169 moved across the Sun during 2000 September and decayed in a few weeks.",
        "hdurl": "https://apod.nasa.gov/apod/image/1104/sunspotloops_trace_898.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sunspot Loops in Ultraviolet",
        "url": "https://apod.nasa.gov/apod/image/1104/sunspotloops_trace_900.jpg"
    },
    {
        "date": "2011-04-12",
        "explanation": "On April 12th, 1961, Soviet cosmonaut Yuri Alexseyevich Gagarin became the first human in space. His remotely controlled Vostok 1 spacecraft lofted him to an altitude of 200 miles and carried him once around planet Earth. Commenting on the first view from space he reported, \"The sky is very dark; the Earth is bluish. Everything is seen very clearly\". His view could have resembled this image taken in 2003 from the International Space Station.  Alan Shepard, the first US astronaut, would not be launched until almost a month later and then on a comparatively short suborbital flight. Born on March 9, 1934, Gagarin was a military pilot before being chosen for the first group of cosmonauts in 1960. As a result of his historic flight he became an international hero and legend. Killed when his MIG jet crashed during a training flight in 1968, Gagarin was given a hero's funeral, his ashes interred in the Kremlin Wall. Twenty years later, on yet another April 12th, in 1981, NASA launched the first space shuttle.",
        "hdurl": "https://apod.nasa.gov/apod/image/1104/yuriearth_iss_3032.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "50 Years Ago: Yuri's Planet",
        "url": "https://apod.nasa.gov/apod/image/1104/yuriearth_iss_900.jpg"
    },
    {
        "date": "2011-04-13",
        "explanation": "What if you could see the huge radio jets of Centaurus A rising? The Cen A radio jets are not only over a million light years long, they occupy an angular area over 200 times greater than the full Moon in Earth's sky. The jets are expelled by a violent black hole millions of times the mass of our Sun embedded deep in the center of nearby active galaxy Cen A.   Somehow, the black hole creates the fast moving jets as other matter falls in. In this picture, radio telescopes from the Australian Telescope Compact Array (ATCA) near Narrabri, NSW, Australia, were captured in front of a full Moon, with a radio image of Cen A superposed at its real angular size in the background.  The above picture includes the most detailed map yet of any galaxy-class radio jets in the universe, taking several years and over 1,000 hours exposure time to complete. Details in the photo may yield clues as to how radio jets interact with stars and intergalactic dust. The light dots in the image depict not stars, but typically other radio bright galaxies in the even more distant universe.",
        "hdurl": "https://apod.nasa.gov/apod/image/1104/cena_csiro_1063.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Centaurus Radio Jets Rising",
        "url": "https://apod.nasa.gov/apod/image/1104/cena_csiro_900.jpg"
    },
    {
        "date": "2011-04-14",
        "explanation": "Dust clouds and embedded newborn stars glow at infrared wavelengths in this tantalizing false-color composition from WISE, the Wide-field Infrared Survey Explorer. The cosmic canvas features one of the closest star forming regions, part of the Rho Ophiuchi cloud complex some 400 light-years distant near the southern edge of the pronounceable constellation Ophiuchus. After forming along a large cloud of cold molecular hydrogen gas, young stars heat the surrounding dust to produce the infrared glow. Stars in the process of formation, called young stellar objects or YSOs, are embedded in the compact pinkish nebulae seen here, but are otherwise hidden from the prying eyes of optical telescopes. An exploration of the region in penetrating infrared light has detected emerging and newly formed stars whose average age is estimated to be a mere 300,000 years. That's extremely young compared to the Sun's age of 5 billion years. The prominent reddish nebula at the lower right surrounding the star Sigma Scorpii is a reflection nebula produced by dust scattering starlight. This view from WISE spans almost 2 degrees and covers about 14 light-years at the estimated distance of the Rho Ophiuchi cloud.",
        "hdurl": "https://apod.nasa.gov/apod/image/1104/RhoOph_wise.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Young Stars in the Rho Ophiuchi Cloud",
        "url": "https://apod.nasa.gov/apod/image/1104/RhoOph_wise900c.jpg"
    },
    {
        "date": "2011-04-15",
        "explanation": "Big, beautiful spiral galaxy M101 is one of the last entries in Charles Messier's famous catalog, but definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way galaxy. M101 was also one of the original spiral nebulae observed by Lord Rosse's large 19th century telescope, the Leviathan of Parsontown. This mosaic of M101 was assembled from Hubble Legacy Archive data. Additional ground-based data was included to further define the telltale reddish emission from atomic hydrogen gas in this gorgeous galaxy's star forming regions. The sharp image shows stunning features in the galaxy's face-on disk of stars and dust along with background galaxies, some visible right through M101 itself. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 25 million light-years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/1104/M101HST-GendlerM.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Messier 101",
        "url": "https://apod.nasa.gov/apod/image/1104/M101HST-Gendler900.jpg"
    },
    {
        "date": "2011-04-19",
        "explanation": "A symphony of planet-wide observations began abruptly on March 28 when the Earth-orbiting Swift satellite detected a burst of high-frequency gamma-rays from GRB 110328A. When the same source flared again after a 45 minute pause it was clear this event was not a typical gamma-ray burst.  Twelve hours after the initial fanfare astronomers using the 2.5-meter Nordic Optical Telescope chimed in with a mid-range observation of the optical counterpart. Early the next day the explosion was picked up in baritone low-frequencies of radio waves by the EVLA radio dishes in the USA. Later many optical telescopes, including the 8-meter Gemini North telescope in Hawaii, began playing along by tracking the optical counterpart. The unusual source was spotted at a higher register in X-rays by the Chandra X-ray Observatory and was intermittently followed in the even more soprano-like gamma-ray range for a week. Joining the chorus, Hubble Space Telescope recorded this image in optical and infrared light, confirming that the flash was located along the path of a galaxy at redshift 0.351.  If associated with the galaxy, this explosion occurred when the universe was about two thirds of its present age. There is much speculation that the unusual gamma-ray burst was a star being ripped apart by a supermassive black hole in the center of a galaxy and the puzzling features of the distant detonation are still being explored.",
        "hdurl": "https://apod.nasa.gov/apod/image/1104/grb110328a_hst_3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The GRB 110328A Symphony",
        "url": "https://apod.nasa.gov/apod/image/1104/grb110328a_hst_900.jpg"
    },
    {
        "date": "2011-04-21",
        "explanation": "The spiky stars in the foreground of this sharp cosmic portrait are well within our own Milky Way Galaxy. The two eye-catching galaxies lie far beyond the Milky Way, at a distance of over 300 million light-years. Their distorted appearance is due to gravitational tides as the pair engage in close encounters. Cataloged as Arp 273 (also as UGC 1810), the galaxies do look peculiar, but interacting galaxies are now understood to be common in the universe. In fact, the nearby large spiral Andromeda Galaxy is known to be some 2 million light-years away and approaching the Milky Way. Arp 273 may offer an analog of their far future encounter. Repeated galaxy encounters on a cosmic timescale can ultimately result in a merger into a single galaxy of stars. From our perspective, the bright cores of the Arp 273 galaxies are separated by only a little over 100,000 light-years. The release of this stunning vista celebrates the 21st anniversary of the Hubble Space Telescope in orbit.",
        "hdurl": "https://apod.nasa.gov/apod/image/1104/arp273_hst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Peculiar Galaxies of Arp 273",
        "url": "https://apod.nasa.gov/apod/image/1104/arp273_hst900.jpg"
    },
    {
        "date": "2011-04-23",
        "explanation": "What is it? It's a multi-temporal illumination map, of course. To make it, the wide angle camera on the Lunar Reconnaissance Orbiter spacecraft collected 1,700 images over a period of 6 lunar days (6 Earth months), repeatedly covering an area centered on the Moon's south pole. Converted to binary values (shadowed pixels set to 0, illuminated pixels set to 1) the images were stacked to produce a map representing the percentage of time each spot on the surface was illuminated by the Sun. Remaining convincingly in shadow, the floor of the 19 kilometer diameter Shackleton crater is seen near the center of the map. The lunar south pole itself is at about 9 o'clock on the crater's rim. Since the Moon's axis of rotation stays almost perpendicular to the ecliptic plane, crater floors near the lunar south and north poles can remain in permanent shadow and mountain tops in nearly continuous sunlight. Useful to future outposts, the shadowed crater floors could offer reservoirs of water ice, and the sunlit mountain tops ideal locations for solar power arrays.",
        "hdurl": "https://apod.nasa.gov/apod/image/1104/SouthPoleShadows_lro.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Shadows at the Lunar South Pole",
        "url": "https://apod.nasa.gov/apod/image/1104/SouthPoleShadows_lro800.jpg"
    },
    {
        "date": "2011-04-24",
        "explanation": "Staring across interstellar space, the alluring Cat's Eye nebula lies three thousand light-years from Earth. A classic planetary nebula, the Cat's Eye (NGC 6543) represents a final, brief yet glorious phase in the life of a sun-like star. This nebula's dying central star may have produced the simple, outer pattern of dusty concentric shells by shrugging off outer layers in a series of regular convulsions. But the formation of the beautiful, more complex inner structures is not well understood. Seen so clearly in this sharp Hubble Space Telescope image, the truly cosmic eye is over half a light-year across. Of course, gazing into the Cat's Eye, astronomers may well be seeing the fate of our sun, destined to enter its own planetary nebula phase of evolution ... in about 5 billion years.",
        "hdurl": "https://apod.nasa.gov/apod/image/1104/catseye4_hst_1417.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Cat's Eye Nebula from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1104/catseye4_hst_900.jpg"
    },
    {
        "date": "2011-04-30",
        "explanation": "Tycho! Tycho! burning bright In the darkness of the night, What exploding white dwarf star Did frame thy remnant from afar, In the distant deep dark skies Under gaze of human eyes? Seen by mortals and their ma Named for one called Tycho Brahe.",
        "hdurl": "https://apod.nasa.gov/apod/image/1104/tychosnr_chandra2000c.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Tycho's Supernova Remnant",
        "url": "https://apod.nasa.gov/apod/image/1104/tychosnr_chandra900c.jpg"
    },
    {
        "date": "2011-05-02",
        "explanation": "It is a hurricane twice the size of the Earth. It has been raging at least as long as telescopes could see it, and shows no signs of slowing. It is Jupiter's Great Red Spot, the largest swirling storm system in the Solar System. Like most astronomical phenomena, the Great Red Spot was neither predicted nor immediately understood after its discovery. Still today, details of how and why the Great Red Spot changes its shape, size, and color remain mysterious. A better understanding of the weather on Jupiter may help contribute to the better understanding of weather here on Earth. The above image is a recently completed digital enhancement of an image of Jupiter taken in 1979 by the Voyager 1 spacecraft as it zoomed by the Solar System's largest planet. At about 117 AU from Earth, Voyager 1 is currently the most distant human made object in the universe and expected to leave the entire solar heliosheath any time now.",
        "hdurl": "https://apod.nasa.gov/apod/image/1105/redspot_voyager1_3072.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Jupiter's Great Red Spot from Voyager 1",
        "url": "https://apod.nasa.gov/apod/image/1105/redspot_voyager1_900.jpg"
    },
    {
        "date": "2011-05-03",
        "explanation": "Stars, like bees, swarm around the center of bright globular cluster M15.  This ball of over 100,000 stars is a relic from the early years of our Galaxy, and continues to orbit the Milky Way's center.  M15, one of about 150 globular clusters remaining, is noted for being easily visible with only binoculars, having at its center one of the densest concentrations of stars known, and containing a high abundance of variable stars and pulsars.  This sharp image, taken by the Earth-orbiting Hubble Space Telescope, spans about 120 light years. It shows the dramatic increase in density of stars toward the cluster's center.  M15 lies about 35,000 light years away toward the constellation of the Winged Horse (Pegasus).  Recent evidence indicates that a massive black hole might reside as the center of M15.",
        "hdurl": "https://apod.nasa.gov/apod/image/1105/m15_hst_4089.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Globular Cluster M15 from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1105/m15_hst_900.jpg"
    },
    {
        "date": "2011-05-05",
        "explanation": "Fifty years ago, near the dawn of the space age, NASA controllers \"lit the candle\" and sent Mercury astronaut Alan Shepard arcing into space atop a Redstone rocket. His cramped space capsule was dubbed Freedom 7. Broadcast live to a global television audience, the historic Mercury-Redstone 3 (MR-3) spacecraft was launched from Cape Canaveral Florida at 9:34 a.m. Eastern Time on May 5, 1961. The flight of Freedom 7 - the first space flight by an American - followed less than a month after the first human venture into space by Soviet Cosmonaut Yuri Gagarin. The 15 minute sub-orbital flight achieved an altitude of 116 miles and a maximum speed of 5,134 miles per hour. As Shepard looked back toward planet Earth near the peak of Freedom 7's trajectory, he could see the outlines of the west coast of Florida, Lake Okeechobe in central Florida, the Gulf of Mexico, and the Bahamas.",
        "hdurl": "https://apod.nasa.gov/apod/image/1105/freedom7redstone.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "50 Years Ago: Freedom 7 Flies",
        "url": "https://apod.nasa.gov/apod/image/1105/freedom7redstone900.jpg"
    },
    {
        "date": "2011-05-06",
        "explanation": "What is humanity's most distant spacecraft? Launched in 1977, Voyager 1 now holds that distinction at 17.5 billion kilometers from the Sun. That corresponds to 16 light-hours or 117 Astronomical Units (AU). This graphic shows the position of Voyager 1 relative to the outer solar system (top and side views) along with other distant spacecraft contenders. Next most distant, Pioneer 10 is about 15.4 billion kilometers from the Sun, though on the opposite side of the solar system from Voyager 1. Voyager 2 and Pioneer 11, both also well beyond the orbit of Pluto, are 14.2 billion and 12.4 billion kilometers from the Sun respectively. Still outbound for Pluto, the New Horizons spacecraft is presently 3 billion kilometers from the Sun and will encounter the Pluto system in July of 2015. All these spacecraft have used sling-shot style gravity assist maneuvers to increase their speeds through the outer solar system. Voyager 1 is moving the fastest, escaping the solar system at about 17 kilometers per second. Still operational, both Voyagers are headed towards the outer boundary of the solar system, in search of the heliopause and the beginning of interstellar space.",
        "hdurl": "https://apod.nasa.gov/apod/image/1105/PIA14112farther.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Farther Along",
        "url": "https://apod.nasa.gov/apod/image/1105/PIA14112fartherC600H.jpg"
    },
    {
        "date": "2011-05-08",
        "explanation": "What if you saw your shadow on Mars and it wasn't human?  Then you might be the Opportunity rover currently exploring Mars.  Opportunity and sister robot Spirit have been probing the red planet since early 2004, finding evidence of ancient water, and sending breathtaking images across the inner Solar System.  Pictured above, Opportunity looks opposite the Sun into Endurance Crater and sees its own shadow.  Two wheels are visible on the lower left and right, while the floor and walls of the unusual crater are visible in the background.  Although the Spirit rover is now stuck, Opportunity is continuing on its long trek to expansive Endeavor crater.",
        "hdurl": "https://apod.nasa.gov/apod/image/1105/marsshadow_opportunity_1024.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Shadow of a Martian Robot",
        "url": "https://apod.nasa.gov/apod/image/1105/marsshadow_opportunity_900.jpg"
    },
    {
        "date": "2011-05-09",
        "explanation": "What's that bright orange dot above the large telescope on the right? Even seasoned sky enthusiasts might ponder the origin of the orange orb seen by scrolling across this panoramic image, taken last December. Perhaps identifying known objects will help.  To start, on the far left is a diagonal band of light known as zodiacal light, sunlight reflected off of dust orbiting in the inner Solar System. The bright white spot on the left, just above the horizon, is Venus, which also glows by reflected sunlight.  Rising diagonally from the ground to the right of Venus is the band of our Milky Way Galaxy. In the image, the band, which usually stretches dramatically overhead, appears to arch above the elevated Chilean landscape. Under the Milky Way arch, toward the left, lie both the Large and Small Magellanic Cloud galaxies, while toward the right lies the constellation of Orion surrounded by the red ring of Barnard's Loop. On the ground, each of the four Very Large Telescopes is busy keeping an eye on the distant universe. The orange spot -- it's the Moon.  The image was taken during a total lunar eclipse when the normally bright full moon turned into a faint orb tinted orange by the intervening Earth's atmosphere.",
        "hdurl": "https://apod.nasa.gov/apod/image/1105/vltsky_beletsky_3114.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Wonder and Mystery above the Very Large Telescopes",
        "url": "https://apod.nasa.gov/apod/image/1105/vltsky_beletsky_2198.jpg"
    },
    {
        "date": "2011-05-10",
        "explanation": "Does gravity have a magnetic counterpart?  Spin any electric charge and you get a magnetic field.  Spin any mass and, according to Einstein, you should get a very slight effect that acts something like magnetism.  This effect is expected to be so small that it is beyond practical experience and ground laboratory measurement.  In a bold attempt to directly measure gravitomagnetism, NASA launched in 2004 the smoothest spheres ever manufactured into space to see how they spin.  These four spheres, each roughly the size of a ping-pong ball, are the key to the ultra-precise gyroscopes at the core of Gravity Probe B.  Last week, after accounting for persistent background signals, the results were announced -- the gyroscopes precessed at a rate consistent with the gravitational predictions of Einstein's General Theory of Relativity.  The results, which bolster existing findings, may have untold long term benefits as well as shorter term benefits such as better clocks and global positioning trackers.",
        "hdurl": "https://apod.nasa.gov/apod/image/1105/GP-BExpt-with-SV.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Gravity Probe B Confirms the Existence of Gravitomagnetism",
        "url": "https://apod.nasa.gov/apod/image/1105/GP-BExpt-with-SV900.jpg"
    },
    {
        "date": "2011-05-11",
        "explanation": "Undulating bright ridges and dusty clouds cross this close-up of the nearby star forming region M8, also known as the Lagoon Nebula. A sharp, false-color composite of narrow band visible and broad band near-infrared data from the 8-meter Gemini South Telescope, the entire view spans about 20 light-years through a region of the nebula sometimes called the Southern Cliff. The highly detailed image explores the association of many newborn stars imbedded in the tips of the bright-rimmed clouds and Herbig-Haro objects. Abundant in star-forming regions, Herbig-Haro objects are produced as powerful jets emitted by young stars in the process of formation heat the surrounding clouds of gas and dust. The cosmic Lagoon is found some 5,000 light-years away toward constellation Sagittarius and the center of our Milky Way Galaxy. (Editor's Note: For location and scale, check out this image superimposing the close-up region shown in today's APOD on the larger Lagoon Nebula. Scale image is courtesy R. Barbá.)",
        "hdurl": "https://apod.nasa.gov/apod/image/1105/M8_rim2geminicrop1024.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Southern Cliff in the Lagoon",
        "url": "https://apod.nasa.gov/apod/image/1105/M8_rim2geminicrop600.jpg"
    },
    {
        "date": "2011-05-12",
        "explanation": "A sunlit crescent of Saturn's moon Enceladus looms above the night side of Saturn in this dramatic image from the Cassini spacecraft. Captured on August 13, 2010 looking in a sunward direction during a flyby of the icy moon, the view also traces layers in the upper atmosphere of Saturn scattering sunlight along the planet's bright limb. Closer to the spacecraft than Saturn, Enceladus is a mere 60,000 kilometers from Cassini's camera. The south polar region of the 500 kilometer-diameter moon is illuminated, including plumes of water vapor and icy particles spraying above the long fissures in the moon's surface. The fissures have been dubbed tiger stripes. First discovered in Cassini images from 2005, the plumes are strong evidence that liquid water exists near the surface of surprisingly active Enceladus.",
        "hdurl": "https://apod.nasa.gov/apod/image/1105/CassiniPIA12800Enceladus.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Enceladus Looms",
        "url": "https://apod.nasa.gov/apod/image/1105/CassiniPIA12800Enceladus900c.jpg"
    },
    {
        "date": "2011-05-15",
        "explanation": "What's going on in the center of this spiral galaxy? Named the Sombrero Galaxy for its hat-like resemblance, M104 features a prominent dust lane and a bright halo of stars and globular clusters. Reasons for the Sombrero's hat-like appearance include an unusually large and extended central bulge of stars, and dark prominent dust lanes that appear in a disk that we see nearly edge-on. Billions of old stars cause the diffuse glow of the extended central bulge.  Close inspection of the bulge in the above photograph shows many points of light that are actually globular clusters. M104's spectacular dust rings harbor many younger and brighter stars, and show intricate details astronomers don't yet fully understand.  The very center of the Sombrero glows across the electromagnetic spectrum, and is thought to house a large black hole.  Fifty million-year-old light from the Sombrero Galaxy can be seen with a small telescope towards the constellation of Virgo.",
        "hdurl": "https://apod.nasa.gov/apod/image/1105/sombrero_hst_3215.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Sombrero Galaxy from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1105/sombrero_hst_1071.jpg"
    },
    {
        "date": "2011-05-17",
        "explanation": "On some nights, the sky is the best show in town. On this night, the sky was not only the best show in town, but a composite image of the sky won an international competition for landscape astrophotography. The above winning image was taken two months ago over J�kuls�rl�n, the largest glacial lake in Iceland.  The photographer combined six exposures to capture not only two green auroral rings, but their reflections off the serene lake. Visible in the distant background sky is the band of our Milky Way Galaxy, the Pleiades open clusters of stars, and the Andromeda galaxy. A powerful coronal mass ejection from the Sun caused auroras to be seen as far south as Wisconsin, USA. As the Sun progresses toward solar maximum in the next few years, many more spectacular images of aurora are expected.",
        "hdurl": "https://apod.nasa.gov/apod/image/1105/aurora_vetter_2000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Starry Night of Iceland",
        "url": "https://apod.nasa.gov/apod/image/1105/aurora_vetter_900.jpg"
    },
    {
        "date": "2011-05-18",
        "explanation": "Two days ago, powerful yet controlled explosions rocketed the Space Shuttle Endeavour on its final trip into Earth orbit. The above image was taken seconds after liftoff as the massive orbiter and six astronauts began a climb to a height where the atmosphere is so thin it is unbreathable. The shuttle, on mission STS-134, is expected to dock with the International Space Station (ISS) today. The Endeavour will deliver to the ISS, among other things, an ambitious detector called the Alpha Magnetic Spectrometer 2 (AMS), a detector that over the next few years could detect a significant abundance of specific types of dark matter, charged antimatter, and even a strangely possible variation of familiar matter called strangelets.  The very last trip for any space shuttle is currently planned for mid-July when Atlantis will also visit the space station.",
        "hdurl": "https://apod.nasa.gov/apod/image/1105/endeavourlaunch_nasa_3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Last Launch of Space Shuttle Endeavour",
        "url": "https://apod.nasa.gov/apod/image/1105/endeavourlaunch_nasa_900.jpg"
    },
    {
        "date": "2011-05-19",
        "explanation": "This dusty island universe is one of the brightest spiral galaxies in planet Earth's sky. Seen nearly edge-on, NGC 253 is only 13 million light-years away, the largest member of the Sculptor Group of galaxies, neighbor to our own local galaxy group. The detailed close-up view is a five frame mosaic based on data assembled from the Hubble Legacy Archive.  Beginning on the left near the galaxy's core, the sharp panorama follows dusty filaments, interstellar gas clouds, and even individual stars toward the galaxy's edge at the right. The magnificent vista spans nearly 50,000 light-years. The frame at the far right has been compressed slightly to bring into view an intriguing pair of background galaxies. Designated a starburst galaxy because of its frantic star forming activity, NGC 253 features tendrils of dust rising from a galactic disk laced with young star clusters and star forming regions. NGC 253 is also known to be a strong source of high-energy x-rays and gamma rays, likely due to massive black holes near the galaxy's center.",
        "hdurl": "https://apod.nasa.gov/apod/image/1105/NGC253-HST-Gendler3LL.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 253: Close Up",
        "url": "https://apod.nasa.gov/apod/image/1105/NGC253-HST-Gendler3M.jpg"
    },
    {
        "date": "2011-05-22",
        "explanation": "What's happening on Jupiter's moon Io? Two sulfurous eruptions are visible on Jupiter's volcanic moon Io in this color composite image from the robotic Galileo spacecraft that orbited Jupiter from 1995 to 2003. At the image top, over Io's limb, a bluish plume rises about 140 kilometers above the surface of a volcanic caldera known as Pillan Patera. In the image middle, near the night/day shadow line, the ring shaped Prometheus plume is seen rising about 75 kilometers above Io while casting a shadow below the volcanic vent. Named for the Greek god who gave mortals fire, the Prometheus plume is visible in every image ever made of the region dating back to the Voyager flybys of 1979 - presenting the possibility that this plume has been continuously active for at least 18 years. The above digitally sharpened image of Io was originally recorded in 1997 from a distance of about 600,000 kilometers. Recent analyses of Galileo data has uncovered evidence of a magma ocean beneath Io's surface.",
        "hdurl": "https://apod.nasa.gov/apod/image/1105/ioprometheus_galileo_1000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Io: The Prometheus Plume",
        "url": "https://apod.nasa.gov/apod/image/1105/ioprometheus_galileo_900.jpg"
    },
    {
        "date": "2011-05-23",
        "explanation": "Why does the Crab Nebula flare? No one is sure. The unusual behavior, discovered over the past few years, seems only to occur in very high energy light -- gamma rays. As recently as one month ago, gamma-ray observations of the Crab Nebula by the Fermi Gamma Ray Space Telescope showed an unexpected increase in gamma-ray brightness, becoming about five times the nebula's usual gamma-ray brightness, and fading again in only a few days. Now usually the faster the variability, the smaller the region involved. This might indicate that the powerful pulsar at the center of the Crab, a compact neutron star rotating 30 times a second, is somehow involved. Specifically, speculation is centered on the changing magnetic field that surely surrounds the powerful pulsar.  Rapid changes in this field might lead to waves of rapidly accelerated electrons which emit the flares, possibly in ways similar to our Sun. The above image shows how the Crab Nebula normally appears in gamma rays, as compared to the Geminga pulsar, and how it then appeared during the recent brightening.",
        "hdurl": "https://apod.nasa.gov/apod/image/1105/crabflare_fermi_3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "An Unexpected Flare from the Crab Nebula",
        "url": "https://apod.nasa.gov/apod/image/1105/crabflare_fermi_900.jpg"
    },
    {
        "date": "2011-05-25",
        "explanation": "What's that rising from the clouds?  The space shuttle. If you looked out the window of an airplane at just the right place and time last week, you could have seen something very unusual -- the space shuttle Endeavour launching to orbit.  Images of the rising shuttle and its plume became widely circulated over the web shortly after Endeavour's final launch. The above image was taken from a shuttle training aircraft and is not copyrighted. Taken well above the clouds, the image can be matched with similar images of the same shuttle plume taken below the clouds.  Hot glowing gasses expelled by the engines are visible near the rising shuttle, as well as a long smoke plume.  A shadow of the plume appears on the cloud deck, indicating the direction of the Sun. The shuttle Endeavour remains docked with the International Space Station and is currently scheduled to return to Earth next week.",
        "hdurl": "https://apod.nasa.gov/apod/image/1105/shuttleplume_sts134_2502.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Space Shuttle Rising",
        "url": "https://apod.nasa.gov/apod/image/1105/shuttleplume_sts134_900.jpg"
    },
    {
        "date": "2011-05-26",
        "explanation": "To create a sonata from supernovae, first you have to find the supernovae. To do that composers Alex Parker and Melissa Graham relied on the Canada France Hawaii Telescope (CFHT) Legacy Survey data of four deep fields on the sky monitored from April 2003 through August 2006, adopting 241 Type Ia supernovae. Enchanting to cosmologists, Type Ia supernovae are thermonuclear explosions that destroy white dwarf stars. Then, they gave each supernova a note to play, the volume of the note determined by the distance to the supernova. Fainter, more distant supernovae play quieter notes. Each note's pitch was based on a stretch factor measured by how fast the supernova brightens and fades over time relative to a standard time history. Higher stretch factors play higher notes in pitches drawn from the illustrated Phrygian dominant scale. Of course, each supernova note is played on an instrument. Supernovae in massive galaxies were assigned to a stand-up bass, while supernovae in less massive galaxies played their note on a grand piano. Click on the image or follow these links (Vimeo, YouTube) to watch a time compressed animation of the CFHT Legacy Survey data while listening to the Supernova Sonata.",
        "hdurl": "https://apod.nasa.gov/apod/image/1105/SupernovaSonata_parker900.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Supernova Sonata",
        "url": "https://apod.nasa.gov/apod/image/1105/SupernovaSonata_parker900.jpg"
    },
    {
        "date": "2011-05-30",
        "explanation": "This is the last thing that the Spirit rover on Mars ever saw. Operating years beyond original expectations, Spirit eventually got mired in martian dirt and then ran out of power when investigating the unusual Home Plate surface feature on Mars. Visible in the above panorama are numerous rocks and slopes of the surrounding Columbia Hills of Mars.  The strange hill with the light colored top, visible near the top center of the image, has been dubbed von Braun and was a future destination when Spirit got bogged down. A leading hypothesis holds that von Braun is related to martian volcanism. Last week, NASA stopped trying to contact Spirit after numerous attempts. Half a world away, Spirit's sister rover Opportunity continues to roll toward Endeavour Crater, which could become the largest crater yet visited by an earthling-created robot.",
        "hdurl": "https://apod.nasa.gov/apod/image/1105/lastpan2_spirit_2684.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Last Panorama of the Spirit Rover on Mars",
        "url": "https://apod.nasa.gov/apod/image/1105/lastpan2_spirit_1155.jpg"
    },
    {
        "date": "2011-05-31",
        "explanation": "Jets of streaming plasma expelled by the central black hole of a massive spiral galaxy  light up this composite image of Centaurus A. The jets emanating from Cen A are over a million light years long. Exactly how the central black hole expels infalling matter is still unknown. After clearing the galaxy, however, the jets inflate large radio bubbles that likely glow for millions of years. If excited by a passing front, radio bubbles can even light up again after a billion years. X-ray light is depicted in the above composite image in blue, while microwave light is false-colored orange.  The inset image in radio light shows newly imaged, never seen-before details of the innermost light year of the central jet.",
        "hdurl": "https://apod.nasa.gov/apod/image/1105/cenAjets_many_1280.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Jets from Unusual Galaxy Centaurus A",
        "url": "https://apod.nasa.gov/apod/image/1105/cenAjets_many_900.jpg"
    },
    {
        "date": "2011-06-01",
        "explanation": "Why is the Earth moving in the above video? Most time lapse videos of the night sky show the stars and sky moving above a steady Earth. Here, however, the frames have been digitally rotated so that it is the stars that stay (approximately) steady, and the Earth that moves beneath them. The video dramatically shows the actual rotation of the Earth, called diurnal motion, in a clear and moving way, as if the camera were floating free in space.  The telescopes featured in the video are the Very Large Telescopes (VLT) in Chile, a group of four of the largest optical telescopes deployed anywhere in the world. A discerning observer of the above time lapse movie may also note the use of laser guide stars, zodiacal light, the Large and Small Magellanic Clouds, and fast-moving, sunlight-reflecting, Earth-orbiting satellites. The original video, on which the above sequences are based, can be found here.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Earth Rotating Under Very Large Telescopes",
        "url": "https://www.youtube.com/embed/f1O66XsbrOA?rel=0&hd=1"
    },
    {
        "date": "2011-06-02",
        "explanation": "This luminous night view of the space shuttle orbiter Endeavour, docked with the International Space Station for a final time, was captured on May 28. Orbiting 350 kilometers above planet Earth, Endeavour's payload bay is lit up as it hurtles through Earth's shadow at 17,000 miles per hour. At the top of the frame, the jointed appendages of the station's robotic manipulator arm Dextre appear in silhouette. Motion during the long exposure produced streaks in the starry background and the city lights on the darkened planet below. Completing a 16 day mission, Endeavour made a final landing at Kennedy Space Center in the dark, early morning hours of June 1.",
        "hdurl": "https://apod.nasa.gov/apod/image/1106/iss028e006193.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Endeavour's Starry Night",
        "url": "https://apod.nasa.gov/apod/image/1106/iss028e006193_950.jpg"
    },
    {
        "date": "2011-06-07",
        "explanation": "Space shuttle Endeavour is home to stay. In a rare night landing last week, Endeavour glided onto a runway in Cape Canaveral, Florida, USA completing a 16-day mission that included a visit to the International Space Station (ISS). All told, space shuttle Endeavour flew 25 flights since being deployed by NASA in 1992, spending a total of 299 days in space. Endeavour's next mission will be a stationary one in the California Science Center.  Even as Endeavour was landing, the space shuttle Atlantis was being rolled out in preparation for the last mission of any Space Shuttle, a mission currently scheduled to begin on July 8.",
        "hdurl": "https://apod.nasa.gov/apod/image/1106/landing_endeavour_2549.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Last Landing for Space Shuttle Endeavour",
        "url": "https://apod.nasa.gov/apod/image/1106/landing_endeavour_900.jpg"
    },
    {
        "date": "2011-06-08",
        "explanation": "How was this picture taken? Usually, pictures of the shuttle, taken from space, are snapped from the space station.  Commonly, pictures of the space station are snapped from the shuttle. How, then, can there be a picture of both the shuttle and the station together, taken from space? The answer is that during the Space Shuttle Endeavour's last trip to the International Space Station two weeks ago, a supply ship departed the station with astronauts that captured a series of rare views. The supply ship was the Russian Soyuz TMA-20 which landed in Kazakhstan later that day.  The above spectacular image well captures the relative sizes of the station and docked shuttle.  Far below, clouds of Earth are seen above a blue sea. The next and last launch of a US space shuttle is scheduled for early July.",
        "hdurl": "https://apod.nasa.gov/apod/image/1106/shuttleiss_nasa_6048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Space Shuttle and Space Station Photographed Together",
        "url": "https://apod.nasa.gov/apod/image/1106/shuttleiss_nasa_900.jpg"
    },
    {
        "date": "2011-06-10",
        "explanation": "On June 7, the Sun unleashed only a medium sized solar flare as rotation carried active regions of sunpots toward the solar limb. But that flare was followed by an astounding gush of magnetized plasma seen erupting at the Sun's edge in this extreme ultraviolet image from the Solar Dynamics Observatory.  Spectacular movies of the event follow the darker, cooler plasma over a period of hours as it rains down across a broad area of the Sun's surface, arcing along otherwise invisible magnetic field lines. An associated coronal mass ejection, a massive cloud of high energy particles, was blasted in the general direction of the Earth and may have already triggered auroral activity after a glancing blow to Earth's magnetosphere.",
        "hdurl": "https://apod.nasa.gov/apod/image/1106/sdo_jun7_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Sun Unleashed",
        "url": "https://apod.nasa.gov/apod/image/1106/sdo_jun7_crop900.jpg"
    },
    {
        "date": "2011-06-12",
        "explanation": "The Sleeping Beauty galaxy may appear peaceful at first sight but it is actually tossing and turning. In an unexpected twist, recent observations have shown that the gas in the outer regions of this photogenic spiral is rotating in the opposite direction from all of the stars! Collisions between gas in the inner and outer regions are creating many hot blue stars and pink emission nebula. The above image was taken by the Hubble Space Telescope in 2001 and released in 2004.  The fascinating internal motions of M64, also cataloged as NGC 4826, are thought to be the result of a collision between a small galaxy and a large galaxy where the resultant mix has not yet settled down.",
        "hdurl": "https://apod.nasa.gov/apod/image/1106/m64_hst_897.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M64: The Sleeping Beauty Galaxy",
        "url": "https://apod.nasa.gov/apod/image/1106/m64_hst_900.jpg"
    },
    {
        "date": "2011-06-13",
        "explanation": "What has the Cassini orbiter seen since arriving at Saturn? The above music video shows some of the highlights. In the first time-lapse sequence (00:07), a vertical line appears that is really Saturn's thin rings seen nearly edge-on.  Soon some of Saturn's moon shoot past.  The next sequence (00:11) features Saturn's unusually wavy F-ring that is constrained by the two shepherd moons that are also continually perturbing it.  Soon much of Saturn's extensive ring system flashes by, sometimes juxtaposed to the grandeur of the immense planet itself. Cloud patterns on Titan (00:39) and Saturn (00:41) are highlighted. Clips from flyby's of several of Saturn's moon are then shown, including Phoebe, Mimas, Epimetheus, and Iapetus. In other sequences, moons of Saturn appear to pass each other as they orbit Saturn. Background star fields seen by Cassini are sometimes intruded upon by bright passing moons. The robotic Cassini spacecraft has been revolutionizing humanity's knowledge of Saturn and its moons since 2004.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Views from Cassini at Saturn",
        "url": "https://player.vimeo.com/video/24410924?title=0&byline=0&portrait=0&color=000"
    },
    {
        "date": "2011-06-14",
        "explanation": "What does the universe nearby look like? This plot shows nearly 50,000 galaxies in the nearby universe detected by the Two Micron All Sky Survey (2MASS) in infrared light. The resulting image is anincredible tapestry of galaxies that provides limits on how the universe formed and evolved.  The dark band across the image center is blocked by dust in the  plane of our own Milky Way Galaxy. Away from the Galactic plane, however, each dot represents a  galaxy, color coded to indicate distance.  Bluer dots represent the nearer galaxies in the 2MASS survey, while redder dots indicating the more distant survey galaxies that lie at a redshift near 0.1.  Named structures are annotated around the edges.  Many galaxies are gravitationally bound together to form clusters, which themselves are loosely bound into superclusters, which in turn are sometimes seen to align over even larger scale structures.",
        "hdurl": "https://apod.nasa.gov/apod/image/1106/lss2_2mass_3759.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Universe Nearby",
        "url": "https://apod.nasa.gov/apod/image/1106/lss2_2mass_900.jpg"
    },
    {
        "date": "2011-06-16",
        "explanation": "The robotic MESSENGER spacecraft recently completed over 100 orbits of Mercury. MESSENGER's cameras have recorded detailed pictures utilizing eight different colors across visible and near infrared light, exploring the surface composition and looking for clues to the history and evolution of the solar system's innermost planet. This sharp image combines three of the MESSENGER wide angle camera's colors, but in exaggerated fashion. Otherwise, to the unaided human eye, Mercury's surface colors would appear comparatively muted. The image is about 1,000 kilometers across and features as small as a single kilometer are discernible at the original resolution. Today, the MESSENGER project will release new images and science findings from the first spacecraft to orbit Mercury.",
        "hdurl": "https://apod.nasa.gov/apod/image/1106/mercurymulticolor_messenger_1137.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mercury's Surface in Exaggerated Color",
        "url": "https://apod.nasa.gov/apod/image/1106/mercurymulticolor_messenger_900.jpg"
    },
    {
        "date": "2011-06-19",
        "explanation": "From fifty kilometers above asteroid Eros, the surface inside one of its largest craters appears covered with an unusual substance: regolith.  The thickness and composition of the surface dust that is regolith remains a topic of much research.  Much of the regolith on 433 Eros was probably created by numerous small impacts during its long history.  In this representative-color view taken by the robot spacecraft NEAR-SHOEMAKER that orbited Eros in 2000 and 2001, brown areas indicate regolith that has been chemically altered by exposure to the solar wind during micrometeorite impacts.  White areas are thought to have undergone relatively less exposure.  The boulders visible inside the crater appear brown, indicating either that they are old enough to have a surface itself tanned by the solar wind, or that they have somehow become covered with some dark surface dust. This July, NASA's Dawn spacecraft will orbit giant main belt asteroid Vesta.",
        "hdurl": "https://apod.nasa.gov/apod/image/1106/regolith_near_375.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Regolith of Asteroid Eros",
        "url": "https://apod.nasa.gov/apod/image/1106/regolith_near_481.jpg"
    },
    {
        "date": "2011-06-22",
        "explanation": "Now imaging inner planet Mercury from orbit, the MESSENGER spacecraft wide angle camera has returned this impressive color view of Degas Crater, with a full resolution of 90 meters per pixel. Named for the impressionist painter, the 52 kilometer diameter crater is also shown in an inset context image from the Mariner 10 flyby mission in the mid 1970s. In MESSENGER's view, the crater floor is seen to be filled with an intricate series of cracks, formed as the molten surface resulting from the impact cooled and contracted. Starkly bright, patchy deposits, suggesting compositional differences and freshly exposed material, standout around the crater's central peaks and walls. Details of similar bright deposits are seen in even higher resolution images from MESSENGER.",
        "hdurl": "https://apod.nasa.gov/apod/image/1106/DegasView_messenger_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "MESSENGER's Degas View",
        "url": "https://apod.nasa.gov/apod/image/1106/DegasView_messenger_900.jpg"
    },
    {
        "date": "2011-06-23",
        "explanation": "Get out your red/blue glasses and float next to Helene, small, icy moon of Saturn. Appropriately named, Helene is one of four known Trojan moons, so called because it orbits at a Lagrange point. A Lagrange point is a gravitationally stable position near two massive bodies, in this case Saturn and larger moon Dione. In fact, irregularly shaped ( about 36 by 32 by 30 kilometers) Helene orbits at Dione's leading Lagrange point while brotherly ice moon Polydeuces follows at Dione's trailing Lagrange point. The sharp stereo anaglyph was constructed from two Cassini images (N00172886, N00172892) captured during the recent close flyby. It shows part of the Saturn-facing hemisphere of Helene mottled with craters and gully-like features.   Technorati Claim Code: 9CN8HGUDKM3X",
        "hdurl": "https://apod.nasa.gov/apod/image/1106/N00172886_92_beltramini.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stereo Helene",
        "url": "https://apod.nasa.gov/apod/image/1106/N00172886_92_beltramini900.jpg"
    },
    {
        "date": "2011-06-26",
        "explanation": "It's the dim star, not the bright one, near the center of NGC 3132 that created this odd but beautiful planetary nebula.  Nicknamed the Eight-Burst Nebula and the Southern Ring Nebula, the glowing gas originated in the outer layers of a star like our Sun.  In this representative color picture, the hot blue pool of light seen surrounding this binary system is energized by the hot surface of the faint star. Although photographed to explore unusual symmetries, it's the asymmetries that help make this planetary nebula so intriguing.  Neither the unusual shape of the surrounding cooler shell nor the structure and placements of the cool filamentary dust lanes running across NGC 3132 are well understood.",
        "hdurl": "https://apod.nasa.gov/apod/image/1106/ngc3132_hst_935.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 3132: The Eight Burst Nebula",
        "url": "https://apod.nasa.gov/apod/image/1106/ngc3132_hst_900.jpg"
    },
    {
        "date": "2011-06-28",
        "explanation": "An expansive nebula of dust is seen to surround red supergiant star Betegeuse in this remarkable high resolution composite, an infrared VLT image from the European Southern Observatory. Betelgeuse itself is outlined by the small, central red circle. If found in our own solar system its diameter would almost encompass the orbit of Jupiter. But the larger envelope of circumstellar dust extends some 60 billion kilometers into space, equivalent to about 400 times the Earth-Sun distance. The dust is likely formed as the swollen atmosphere of the supergiant sheds material into space, a final phase in the evolution of a massive star. Mixing with the interstellar medium, the dust could ultimately form rocky terrestrial planets like Earth. The central bright portion of the outer image has been masked to reveal fainter extended structures. The field of view is 5.63 arcseconds across.",
        "hdurl": "https://apod.nasa.gov/apod/image/1106/BetelgeuseCircumstellar_esoFull.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stardust and Betelgeuse",
        "url": "https://apod.nasa.gov/apod/image/1106/BetelgeuseCircumstellar_eso900.jpg"
    },
    {
        "date": "2011-06-29",
        "explanation": "Why is this cluster of galaxies so jumbled? Far from a smooth distribution, Abell 2744 not only has knots of galaxies, but the X-ray emitting hot gas (colored red) in the cluster appears distributed differently than the dark matter. The dark matter, taking up over 75 percent of the cluster mass and colored blue in the above image, was inferred by that needed to create the distortion of background galaxies by gravitational lensing. The jumble appears to result from the slow motion collision of at least four smaller galaxy clusters over the past few billion years. The above picture combines optical images from the Hubble Space Telescope and the Very Large Telescope with X-ray images from the Chandra X-Ray Observatory. Abell 2744, dubbed Pandora's cluster, spans over two million light years and can best be seen with a really large telescope toward the constellation of the Sculptor.",
        "hdurl": "https://apod.nasa.gov/apod/image/1106/abell2744_hst_4000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Abell 2744: Pandora's Cluster of Galaxies",
        "url": "https://apod.nasa.gov/apod/image/1106/abell2744_hst_900.jpg"
    },
    {
        "date": "2011-06-30",
        "explanation": "Sculpted by stellar winds and radiation, the star factory known as Messier 17 lies some 5,500 light-years away in the nebula-rich constellation Sagittarius. At that distance, this degree wide field of view spans almost 100 light-years, courtesy of the European Southern Observatory's new VLT Survey Telescope and OmegaCAM. The sharp, false color image includes both optical and infrared data, following faint details of the region's gas and dust clouds against a backdrop of central Milky Way stars. Stellar winds and energetic light from hot, massive stars formed from M17's stock of cosmic gas and dust have slowly carved away at the remaining interstellar material producing the cavernous appearance and undulating shapes. M17 is also known as the Omega Nebula or the Swan Nebula.",
        "hdurl": "https://apod.nasa.gov/apod/image/1106/esoM17b2000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Star Factory Messier 17",
        "url": "https://apod.nasa.gov/apod/image/1106/esoM17c900.jpg"
    },
    {
        "date": "2011-07-01",
        "explanation": "In the 1920s, examining photographic plates from the Mt. Wilson Observatory's 100 inch telescope, Edwin Hubble determined the distance to the Andromeda Nebula, decisively demonstrating the existence of other galaxies far beyond the Milky Way. His notations are evident on the historic plate image inset at the lower right, shown in context with ground based and Hubble Space Telescope images of the region made nearly 90 years later. By comparing different plates, Hubble searched for novae, stars which underwent a sudden increase in brightness. He found several on this plate, indicating their position with lines and an \"N\".  Later, discovering that the one near the upper right corner was actually a type of variable star known as a cepheid, he crossed out the \"N\" and wrote \"VAR!\". Thanks to the work of Harvard astronomer Henrietta Leavitt, cepheids, regularly varying pulsating stars, could be used as standard candle distance indicators. Identifying such a star allowed Hubble to show that Andromeda was not a small cluster of stars and gas within our own galaxy, but a large galaxy in its own right at a substantial distance from the Milky Way. Hubble's discovery is responsible for establishing our modern concept of a Universe filled with galaxies.",
        "hdurl": "https://apod.nasa.gov/apod/image/1107/varHubblepanel_hst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "VAR!",
        "url": "https://apod.nasa.gov/apod/image/1107/varHubblepanel_hst800.jpg"
    },
    {
        "date": "2011-07-03",
        "explanation": "The closest star system to the Sun is the Alpha Centauri system. Of the three stars in the system, the dimmest -- called Proxima Centauri -- is actually the nearest star. The bright stars Alpha Centauri A and B form a close binary as they are separated by only 23 times the Earth- Sun distance - slightly greater than the distance between Uranus and the Sun. In the above picture, the brightness of the stars overwhelm the photograph causing an illusion of great size, even though the stars are really just small points of light. The Alpha Centauri system is not visible in much of the northern hemisphere. Alpha Centauri A, also known as Rigil Kentaurus, is the brightest star in the constellation of Centaurus and is the fourth brightest star in the night sky. Sirius is the brightest even thought it is more than twice as far away. By an exciting coincidence, Alpha Centauri A is the same type of star as our Sun, causing many to speculate that it might contain planets that harbor life.",
        "hdurl": "https://apod.nasa.gov/apod/image/1107/alphacen_eso_3878.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Alpha Centauri: The Closest Star System",
        "url": "https://apod.nasa.gov/apod/image/1107/alphacen_eso_900.jpg"
    },
    {
        "date": "2011-07-06",
        "explanation": "Tycho crater's central peak complex casts a long, dark shadow near local sunrise in this spectacular lunarscape. The dramatic oblique view was recorded on June 10 by the Lunar Reconnaissance Orbiter. Shown in amazing detail, boulder strewn slopes and jagged shadows appear in the highest resolution version at 1.5 meters per pixel. The rugged complex is about 15 kilometers wide, formed in uplift by the giant impact that created the well-known ray crater 100 million years ago. The summit of its central peak reaches 2 kilometers above the Tycho crater floor.",
        "hdurl": "https://apod.nasa.gov/apod/image/1107/tychoCentralPeaks_lro.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sunrise at Tycho",
        "url": "https://apod.nasa.gov/apod/image/1107/tychoCentralPeaks_lro950.jpg"
    },
    {
        "date": "2011-07-08",
        "explanation": "These tantalizing panoramas follow a remarkable giant storm encircling the northern hemisphere of ringed planet Saturn. Still active, the roiling storm clouds were captured in near-infrared images recorded by the Cassini spacecraft on February 26 and stitched into the high resolution, false-color mosaics. Seen late last year as a prominent bright spot by amateur astronomers when Saturn rose in predawn skies, the powerful storm has grown to enormous proportions. Its north-south extent is nearly 15,000 kilometers and it now stretches completely around the gas giant's northern hemisphere some 300,000 kilometers. Taken about one Saturn day (11 hours) apart, the panoramas show the head of the storm at the left and cover about 150 degrees in longitude. Also a source of radio noise from lightning, the intense storm may be related to seasonal changes as Saturn experiences northern hemisphere spring.  NASA: Space Shuttle Launch Coverage",
        "hdurl": "https://apod.nasa.gov/apod/image/1107/PIA12825.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn Storm Panoramas",
        "url": "https://apod.nasa.gov/apod/image/1107/PIA12825_2panelcrop2.jpg"
    },
    {
        "date": "2011-07-09",
        "explanation": "Space shuttle orbiter Atlantis left planet Earth on Friday, July 8, embarking on the STS-135 mission to the International Space Station. The momentous launch was the final one in NASA's 30 year space shuttle program that began with the launch of the first reusable spacecraft on April 12, 1981. In this reflective prelaunch image from July 7, Atlantis stands in a familiar spot on the Kennedy Space Center's pad 39A, after an early evening roll back of the pad's Rotating Service Structure. The historic orbital voyages of Atlantis have included a Hubble Space Telescope servicing mission, deployment of Magellan, Galileo, and the Compton Gamma-ray Observatory, and seven trips to the Russian space station Mir. Scheduled to dock once again with the International Space Station on Sunday, Atlantis has now made its 33rd and final trip to orbit.",
        "hdurl": "https://apod.nasa.gov/apod/image/1107/AtlantisReflection_ingalls.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Atlantis Reflection",
        "url": "https://apod.nasa.gov/apod/image/1107/AtlantisReflection_ingalls900.jpg"
    },
    {
        "date": "2011-07-13",
        "explanation": "For the last time, the US Space Shuttle has approached the International Space Station (ISS).  Following a dramatic launch from Cape Canaveral last week that was witnessed by an estimated one million people, Space Shuttle Atlantis on STS-135 lifted a small crew to a welcome rendezvous three days ago with the orbiting station.  Although NASA is discontinuing the aging shuttle fleet, NASA astronauts in the near future will be able to visit the ISS on Russian space flights.  Pictured above, Atlantis rises toward the ISS with its cargo bay doors open, showing a gleaming metallic Raffaello Multi-Purpose Logistics Module.  Over 200 kilometers below lie the cool blue waters of planet Earth. The much-anticipated last glide back to Earth for the Space Shuttle is currently scheduled for next Thursday, July 21.   Quiz: Can you identify what land masses are visible below the shuttle?",
        "hdurl": "https://apod.nasa.gov/apod/image/1107/atlantisapproach_nasa_4288.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Atlantis' Last Approach",
        "url": "https://apod.nasa.gov/apod/image/1107/atlantisapproach_nasa_900.jpg"
    },
    {
        "date": "2011-07-14",
        "explanation": "Neptune rotates once on its axis in about 16 hours. So, spaced about 4 hours apart these 4 images of the solar system's most distant gas giant cover one Neptune day. Recorded by the Hubble Space Telescope in late June they combine exposures made with visible and near-infrared filters to show high-altitude clouds composed of methane ice crystals against the planet's normally blue cloud tops. Because Neptune's axis of rotation is tilted to its orbital plane by 29 degrees, compared to Earth's 23.5 degrees, Neptune experiences seasons analogous to Earth's. As early summer comes to Neptune's southern hemisphere and winter to the north, Hubble observations have shown cloud activity shifting to the northern hemisphere. In fact the progression of Neptune's seasons has come around once since its position was predicted by French mathematician Urbain Le Verrier and British mathematician John Couch Adams, and the planet was subsequently discovered by German astronomer Johann Galle on September 23, 1846. With an orbital period of approximately 165 years, this week on July 12, Neptune has been once around the Sun since its discovery date.",
        "hdurl": "https://apod.nasa.gov/apod/image/1107/neptuneJune2011_hst4panel.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Neptune: Once Around",
        "url": "https://apod.nasa.gov/apod/image/1107/neptuneJune2011_hst4panelcrop.jpg"
    },
    {
        "date": "2011-07-15",
        "explanation": "NGC 3314 is actually two large spiral galaxies which just happen to almost exactly line up. The foreground spiral is viewed nearly face-on, its pinwheel shape defined by young bright star clusters. But against the glow of the background galaxy, dark swirling lanes of interstellar dust appear to dominate the face-on spiral's structure. The dust lanes are surprisingly pervasive, and this remarkable pair of overlapping galaxies is one of a small number of systems in which absorption of light from beyond a galaxy's own stars can be used to directly explore its distribution of dust. NGC 3314 is about 140 million light-years (background galaxy) and 117 million light-years (foreground galaxy) away in the multi-headed constellation Hydra. The background galaxy would span nearly 70,000 light-years at its estimated distance. A synthetic third channel was created to construct this dramatic new composite of the overlapping galaxies from two color image data in the Hubble Legacy Archive.",
        "hdurl": "https://apod.nasa.gov/apod/image/1107/NGC3314_HLApugh.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 3314: When Galaxies Overlap",
        "url": "https://apod.nasa.gov/apod/image/1107/NGC3314_HLApugh900c.jpg"
    },
    {
        "date": "2011-07-18",
        "explanation": "What's that astronaut doing? Unloading a space shuttle -- for the last time. After the space shuttle Atlantis docked with the International Space Station (ISS) last week, astronaut Mike Fossum underwent a long spacewalk that included carrying a Robotics Refueling Mission (RRM) payload from Atlantis' cargo bay to a platform used by the space station's famous robot DEXTRE. On Earth, the RRM box would have the weight of about three people and be much more difficult to carry. Pictured above on the far left, DEXTRE prepares to help move a failed space pump back to Atlantis. Visible behind the astronaut is the space station's Kibo Experimental Module.  The much awaited  final shuttle return flight is currently scheduled for 5:56 am EDT Thursday, July 21.   Quiz: How many national flags appear, at least in part, in the above image?",
        "hdurl": "https://apod.nasa.gov/apod/image/1107/busyastronaut_sts135_4256.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Busy Space Walk at the Space Station",
        "url": "https://apod.nasa.gov/apod/image/1107/busyastronaut_sts135_900.jpg"
    },
    {
        "date": "2011-07-19",
        "explanation": "What does the surface of asteroid Vesta look like? The brightest asteroid in the Solar System and the object which takes up about 10 percent of the entire mass of the main asteroid belt had never been seen up close before. Over the past few weeks, however, the robotic Dawn spacecraft became the first spacecraft ever to approach Vesta. A few days ago, just after attaining orbit, Dawn took the above image. Early images show Vesta to be an old and battered world, covered with craters, bulges, grooves, and cliffs. Studying Vesta may give clues to the formative years of our early Solar System, as the unusual world may be one of the largest remaining protoplanets. After a year of studying Vesta, Dawn is scheduled to leave orbit and, in 2015, approach the only asteroid-belt object that is larger: Ceres.   Poll: Which of these recently submitted images would make good future APODs?",
        "hdurl": "https://apod.nasa.gov/apod/image/1107/vesta1_dawn_1000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Vesta Vista",
        "url": "https://apod.nasa.gov/apod/image/1107/vesta1_dawn_900.jpg"
    },
    {
        "date": "2011-07-20",
        "explanation": "Sometimes it's night on the ground but day in the air. As the Earth rotates to eclipse the Sun, sunset rises up from the ground. Therefore, at sunset on the ground, sunlight still shines on clouds above.  Under usual circumstances, a pretty sunset might be visible, but unusual noctilucent clouds float so high up they can be seen well after dark.  Normally too dim to be seen, they may become visible at sunset during late summer when illuminated by sunlight from below.  Noctilucent clouds are the highest clouds known and thought to be part of polar mesospheric clouds.  Pictured above earlier this month, a network of noctilucent clouds cast an eerie white glow after dusk, above the the city of Edmonton, in Alberta, Canada.  Much about noctilucent clouds has been discovered only over the past few years, while how they form and evolve remains a topic of active research.",
        "hdurl": "https://apod.nasa.gov/apod/image/1107/noctilucent_scratchley_2400.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Noctilucent Clouds Over Edmonton",
        "url": "https://apod.nasa.gov/apod/image/1107/noctilucent_scratchley_900.jpg"
    },
    {
        "date": "2011-07-22",
        "explanation": "Nix and Hydra were first introduced to human eyes in Hubble Space Telescope images from May 2005, as Pluto's second and third known moons. Now Hubble images have revealed a fourth satellite for the icy, dwarf planet. Provisionally designated P4, it completes an orbit of Pluto in about 31 days. Presently Pluto's smallest and dimmest known moon, P4 is estimated to be 13 to 34 kilometers across.  The newly discovered satellite was first spotted in Hubble observations from June 28, and later confirmed in a follow-up on July 3 and July 18. These two panels are composites of both the short and long exposures that include brighter Pluto itself along with Pluto's largest moon Charon. Camera noise and image artifacts also show up in the long exposure segments. The Hubble observations were made while searching for faint rings around the distant world in support of NASA's New Horizons mission, set to fly by the Pluto system in 2015.",
        "hdurl": "https://apod.nasa.gov/apod/image/1107/PlutoP4_hst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Pluto's P4",
        "url": "https://apod.nasa.gov/apod/image/1107/PlutoP4_hst.jpg"
    },
    {
        "date": "2011-07-23",
        "explanation": "Magnificent island universe NGC 2403 stands within the boundaries of the long-necked constellation Camelopardalis. Some 10 million light-years distant and about 50,000 light-years across, the spiral galaxy also seems to have more than its fair share of giant star forming HII regions, marked by the telltale reddish glow of atomic hydrogen gas. In fact, NGC 2403 closely resembles another galaxy with an abundance of star forming regions that lies within our own local galaxy group, M33 the Triangulum Galaxy. Of course, supernova explosions follow close on the heels of the formation of massive, short-lived stars and in 2004 one of the brightest supernovae discovered in recent times was found in NGC 2403. Easy to confuse with a foreground star in our own Milky Way Galaxy, the powerful supernova is seen here as the spiky, bright \"star\" at the left edge of the field. This stunning cosmic portrait is a composite of space and ground-based image data from the Hubble Legacy Archive and the 8.2 meter Subaru Telescope at the summit of Mauna Kea, Hawaii.",
        "hdurl": "https://apod.nasa.gov/apod/image/1107/NGC2403-Subaru-HST-L.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 2403 in Camelopardalis",
        "url": "https://apod.nasa.gov/apod/image/1107/NGC2403-Subaru-HST-S900.jpg"
    },
    {
        "date": "2011-07-24",
        "explanation": "An example of solar-powered flight, NASA's Helios aircraft flew almost one hundred years after the Wright brothers' historic flight on December 17, 1903. Pictured here at 3,000 meters in in skies northwest of Kauai, Hawaii, USA in August 2001, the remotely piloted Helios is traveling at about 40 kilometers per hour. Essentially an ultralight flying wing with 14 electric motors, the aircraft was built by AeroVironment Inc. Covered with solar cells, Helios' impressive 247 foot wide wing exceeded the wing span and even overall length of a Boeing 747 jet airliner. Climbing during daylight hours, the prototype aircraft ultimately reached an altitude just short of 30,000 meters, breaking records for non-rocket powered flight. Helios was intended as a technology demonstrator, but in the extremely thin air 30,000 meters above Earth's surface, the flight of Helios also approached conditions for winged flight in the atmosphere of Mars.",
        "hdurl": "https://apod.nasa.gov/apod/image/1107/helios_nasa_3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Flight of Helios",
        "url": "https://apod.nasa.gov/apod/image/1107/helios_nasa_900.jpg"
    },
    {
        "date": "2011-07-25",
        "explanation": "What's that below the Milky Way? Historic kilns. Built in the 1870s in rural Nevada, USA to process local wood into charcoal, the kilns were soon abandoned due to a town fire and flooding, but remain in good condition even today. The above panorama is a digital conglomerate of five separate images taken in early June from the same location.  Visible above the unusual kilns is a colorful star field, highlighted by the central band of our Milky Way Galaxy appearing along a diagonal toward the lower right.  Many famous sites in our Galaxy are visible, including the Pipe Nebula and the Dark River to Antares, seen to the right of the Milky Way. The origin of the green mist on the lower left, however, is currently unexplained.",
        "hdurl": "https://apod.nasa.gov/apod/image/1107/milkykilns_mcewan_3600.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Milky Way Over Abandoned Kilns",
        "url": "https://apod.nasa.gov/apod/image/1107/milkykilns_mcewan_1200.jpg"
    },
    {
        "date": "2011-07-27",
        "explanation": "Another large snowball is falling toward the Sun.  Comet Garradd was discovered two years ago by Gordon Garradd in Australia, and is currently visible through a small telescope at visual magnitude nine.  Officially designated C/2009 P1 (Garradd), the comet will likely continue to brighten, with recent projections placing it at peak magnitude six or seven in February 2012, just below naked eye visibility.  Comet Garradd is already showing a short tail and is seen as the elongated fuzzy patch in the above negative image recorded earlier this month from Yellow Springs, Ohio, USA. Other comets are also currently falling into the inner Solar System and brightening as well, including C/2010 X1 (Elenin), expected to peak near magnitude six in early September, 45P/Honda-Mrkos-Pajdusakova expected to peak brighten past magnitude eight in mid-August, and C/2011 L4 (PANSTARRS) which may become visible to the unaided eye during the early months of 2013.",
        "hdurl": "https://apod.nasa.gov/apod/image/1107/garradd_chumack_1800.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Introducing Comet Garradd",
        "url": "https://apod.nasa.gov/apod/image/1107/garradd_chumack_900.jpg"
    },
    {
        "date": "2011-07-29",
        "explanation": "This sharp view from the Thermal Emission Imaging System camera on NASA's Mars Odyssey orbiter is centered on 154 kilometer (96 mile) wide Gale crater, near the martian equator. Within Gale, an impressive layered mountain rises about 5 kilometers (3 miles) above the crater floor. Layers and structures near its base are thought to have been formed in ancient times by water-carried sediments. In fact, a spot near the crater's northern side at the foot of the mountain has now been chosen as the target for the Mars Science Laboratory mission. Scheduled for launch late this year, the mission will land Mars' next visitor from planet Earth in August of 2012, lowering the car-sized Curiosity rover to the martian surface with a hovering, rocket-powered skycrane. Curiosity's science instruments are intended to discover if Gale once had favorable environmental conditions for supporting microbial life and for preserving clues about whether life ever existed on the Red Planet.",
        "hdurl": "https://apod.nasa.gov/apod/image/1107/GaleCraterMars_themis.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Gale Crater",
        "url": "https://apod.nasa.gov/apod/image/1107/GaleCraterMars_themis900.jpg"
    },
    {
        "date": "2011-07-31",
        "explanation": "What has the Opportunity rover found on Mars?  While traversing a vast empty plain in 2005 in Meridiani Planum, one of Earth's rolling robots on Mars found a surprise when visiting the location of its own metallic heat shield discarded last year during descent.  The surprise is the rock visible on the lower left, found to be made mostly of dense metals iron and nickel.  The large cone-shaped object behind it -- and the flank piece on the right -- are parts of Opportunity's jettisoned heat shield.  Smaller shield debris is also visible.  Scientists do not think that the basketball-sized metal \"Heat Shield Rock\" originated on Mars, but rather is likely an ancient metallic meteorite.   In hindsight, finding a meteorite in a vast empty dust plain on Mars might be considered similar to Earth meteorites found on the vast empty ice plains of Antarctica. The finding raises speculations about the general abundance of rocks on Mars that have fallen there from outer space.",
        "hdurl": "https://apod.nasa.gov/apod/image/1107/rockshield_opportunity_1024.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Metal on the Plains of Mars",
        "url": "https://apod.nasa.gov/apod/image/1107/rockshield_opportunity_900.jpg"
    },
    {
        "date": "2011-08-01",
        "explanation": "What's that strange bright streak? It is the last image ever of a space shuttle from orbit.  A week and a half ago, after decoupling from the International Space Station, the Space Shuttle Atlantis fired its rockets for the last time, lost its orbital speed, and plummeted back to Earth. Within the next hour, however, the sophisticated space machine dropped its landing gear and did what used to be unprecedented -- landed like an airplane on a runway. Although the future of human space flight from the USA will enter a temporary lull, many robotic spacecraft continue to explore our Solar System and peer into our universe, including Cassini, Chandra, Chang'e 2, Dawn, Fermi, Hubble, Kepler, LRO, Mars Express, Messenger, MRO, New Horizons, Opportunity, Planck, Rosetta, SDO, SOHO, Spitzer, STEREO, Swift, Venus-Express, and WISE.",
        "hdurl": "https://apod.nasa.gov/apod/image/1108/atlantisfalloff_nasa_4256.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Shuttle Reentry Streak from Orbit",
        "url": "https://apod.nasa.gov/apod/image/1108/atlantisfalloff_nasa_900.jpg"
    },
    {
        "date": "2011-08-02",
        "explanation": "Why is the northern half of asteroid Vesta more heavily cratered than the south? No one is yet sure.  This unexpected mystery has come to light only in the past few weeks since the robotic Dawn mission became the first spacecraft to orbit the second largest object in the asteroid belt between Mars and Jupiter. The northern half of Vesta, seen on the upper left of the above image, appears to show some of the densest cratering in the Solar System, while the southern half is unexpectedly smooth.  Also unknown is the origin of grooves that circle the asteroid nears its equator, particularly visible on this Vesta rotation movie, and the nature of dark streaks that delineate some of Vesta's craters, for example the crater just above the the image center. As Dawn spirals in toward Vesta over the coming months, some answers may emerge, as well as higher resolution and color images. Studying 500-km diameter Vesta is yielding clues about its history and the early years of our Solar System.",
        "hdurl": "https://apod.nasa.gov/apod/image/1108/vesta2_dawn_1024.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Asteroid Vesta Full Frame",
        "url": "https://apod.nasa.gov/apod/image/1108/vesta2_dawn_900.jpg"
    },
    {
        "date": "2011-08-03",
        "explanation": "This popular group is famous as the Leo Triplet - a gathering of three magnificent galaxies in one field of view. Crowd pleasers when imaged with even modest telescopes, these galaxies can be introduced individually as NGC 3628 (left), M66 (bottom right), and M65 (top right). All three are large spiral galaxies. They tend to look dissimilar because their galactic disks are tilted at different angles to our line of sight. NGC 3628 is seen edge-on, with obscuring dust lanes cutting across the plane of the galaxy, while the disks of M66 and M65 are both inclined enough to show off their spiral structure. Gravitational interactions between galaxies in the group have also left telltale signs, including the warped and inflated disk of NGC 3628 and the drawn out spiral arms of M66. This gorgeous deep view of the region was taken by the new VLT Survey Telescope (VST) and spans about one degree (two full moons) on the sky. The field covers over 500 thousand light-years at the trio's estimated distance of 30 million light-years.",
        "hdurl": "https://apod.nasa.gov/apod/image/1108/leotriplet_vst_4000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Leo Triplet Galaxies from VST",
        "url": "https://apod.nasa.gov/apod/image/1108/leotriplet_vst_900.jpg"
    },
    {
        "date": "2011-08-07",
        "explanation": "The sands of time are running out for the central star of this hourglass-shaped planetary nebula. With its nuclear fuel exhausted, this brief, spectacular, closing phase of a Sun-like star's life occurs as its outer layers are ejected - its core becoming a cooling, fading white dwarf. In 1995, astronomers used the Hubble Space Telescope (HST) to make a series of images of planetary nebulae, including the one above.  Here, delicate rings of colorful glowing gas (nitrogen-red, hydrogen-green, and oxygen-blue) outline the tenuous walls of the hourglass. The unprecedented sharpness of the HST images has revealed surprising details of the nebula ejection process that are helping to resolve the outstanding mysteries of the complex shapes and symmetries of planetary nebulas.",
        "hdurl": "https://apod.nasa.gov/apod/image/1108/mycn18_hst_1280.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "MyCn18: An Hourglass Planetary Nebula",
        "url": "https://apod.nasa.gov/apod/image/1108/mycn18_hst_900.jpg"
    },
    {
        "date": "2011-08-08",
        "explanation": "What is causing these dark streaks on Mars? A leading hypothesis is flowing -- but quickly evaporating -- water. The streaks, visible in dark brown near the image center, appear in the Martian spring and summer but fade in the winter months, only to reappear again the next summer. These are not the first markings on Mars that have been interpreted as showing the effects of running water, but they are the first to add the clue of a seasonal dependence. The above picture, taken in May, digitally combines several images from the the HiRISE instrument on the Mars Reconnaissance Orbiter (MRO). The image is color-enhanced and depicts a slope inside Newton crater  in a mid-southern region of Mars. The streaks bolster evidence that water exists just below the Martian surface in several locations, and therefore fuels speculation that Mars might harbor some sort of water-dependent life.  Future observations with robotic spacecraft orbiting Mars, such as MRO,  Mars Express, and Mars Odyssey will continue to monitor the situation and possibly confirm -- or refute -- the exciting flowing water hypothesis.",
        "hdurl": "https://apod.nasa.gov/apod/image/1108/marsstreaks_mro_1269.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Seasonal Dark Streaks on Mars",
        "url": "https://apod.nasa.gov/apod/image/1108/marsstreaks_mro_900.jpg"
    },
    {
        "date": "2011-08-09",
        "explanation": "Next stop: Jupiter. Last week included one of the few times in history that humanity launched something completely off the Earth, moving away so fast that it will never return.  Well, almost -- Juno's planned trajectory actually brings it homeward bound in about two years, zipping by, this time using the Earth's gravity to pull it to an even higher speed, high enough to reach Jupiter. The above video depicts the launch of Juno aboard a Atlas V rocket. When the robotic Juno spacecraft reaches Jupiter in 2016, it will spend just over a year circling the Solar System's largest planet, using its unique cadre of instruments to probe the planet, sending back clues of its structure and origin. Then Juno will be instructed to dive into the thick atmosphere of the Jovian giant, taking as much data as it can before it melts.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Juno Rockets Toward Jupiter",
        "url": "https://www.youtube.com/embed/ouNiZCw4bDU?rel=0&hd=1"
    },
    {
        "date": "2011-08-15",
        "explanation": "What can the present-day terrain in and around large Endeavour crater tell us about ancient Mars? Starting three years ago, NASA sent a coffee-table sized robot named Opportunity on a mission rolling across the red planet's Meridiani Planum to find out. Last week, it finally arrived. Expansive Endeavour crater stretches 22 kilometers from rim to rim, making it the largest crater ever visited by a Mars Exploration Rover (MER).  It is hypothesized that the impact that created the crater exposed ancient rock that possibly formed under wet conditions, and if so, this rock may yield unique clues to the watery past of Mars. Pictured above, the west rim of Endeavour looms just ahead of the Opportunity rover.   Opportunity may well spend the rest of its operational life exploring Endeavour, taking pictures, spinning its wheels, and boring into intriguing rocks.",
        "hdurl": "https://apod.nasa.gov/apod/image/1108/endeavorcrater_opportunity_1848.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Rover Arrives at Endeavour Crater on Mars",
        "url": "https://apod.nasa.gov/apod/image/1108/endeavorcrater_opportunity_900.jpg"
    },
    {
        "date": "2011-08-16",
        "explanation": "What happens when a star runs out of nuclear fuel? For stars about the mass of our Sun, the center condenses into a white dwarf while the outer atmospheric layers are expelled into space and appear as a planetary nebula. This particular planetary nebula, pictured above and designated Shapley 1 after the famous astronomer Harlow Shapley, has a very apparent annular ring like structure. Although some of these nebulas appear like planets on the sky (hence their name), they actually surround stars far outside our Solar System.",
        "hdurl": "https://apod.nasa.gov/apod/image/1108/shapley1_eso_1702.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Shapley 1: An Annular Planetary Nebula",
        "url": "https://apod.nasa.gov/apod/image/1108/shapley1_eso_900.jpg"
    },
    {
        "date": "2011-08-17",
        "explanation": "Denizens of planet Earth watched this year's Perseid meteor shower by looking up into the moonlit night sky. But this remarkable view captured by astronaut Ron Garan looks down on a Perseid meteor. From Garan's perspective onboard the International Space Station orbiting at an altitude of about 380 kilometers, the Perseid meteors streak below, swept up dust left from comet Swift-Tuttle heated to incandescence. The glowing comet dust grains are traveling at about 60 kilometers per second through the denser atmosphere around 100 kilometers above Earth's surface. In this case, the foreshortened meteor flash is right of frame center, below the curving limb of the Earth and a layer of greenish airglow. Out of the frame, the Sun is on the horizon beyond one of the station's solar panel arrays at the upper right. Seen above the meteor near the horizon is bright star Arcturus and a star field that includes the constellations Bootes and Corona Borealis. The image was recorded on August 13 while the space station orbited above an area of China approximately 400 kilometers to the northwest of Beijing.   Poll: Is APOD a blog?",
        "hdurl": "https://apod.nasa.gov/apod/image/1108/iss028e024847perseid.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Perseid Below",
        "url": "https://apod.nasa.gov/apod/image/1108/iss028e024847perseid900.jpg"
    },
    {
        "date": "2011-08-19",
        "explanation": "In this remarkable infrared skyscape of interstellar clouds adrift in the high flying constellation Cygnus, the eye is drawn to the Cocoon Nebula. Also known as IC5146, the dusty star forming region is shown in blue hues in the Herschel Space Observatory false color image, at wavelengths more than 100 times longer than visible red light. And while visible light images show the Cocoon nebula at the end of long dark nebula Barnard 168, Hershel's infrared view finds the cosmic Cocoon punctuating a trail of filamentary clouds of glowing dust. The filaments have widths that suggest they are formed as shockwaves from exploding stars travel through the medium, sweeping up and compressing the interstellar dust and gas. Herschel data also indicate stars are forming along the dusty filaments. The Cocoon Nebula itself is about 15 light-years wide and 4,000 light-years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/1108/cocoon_herschelPIA14038.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Herschel's Cocoon",
        "url": "https://apod.nasa.gov/apod/image/1108/cocoon_herschelPIA14038c.jpg"
    },
    {
        "date": "2011-08-20",
        "explanation": "Get out your red/blue glasses and float next to 4 Vesta. A 500 kilometer diameter world, Vesta lies in the main asteroid belt between the orbits of Mars and Jupiter. This stereo anaglyph was constructed from two separate images recorded on July 24 by the just arrived Dawn spacecraft's framing camera with a resolution of about 500 meters per pixel. The 3D view features Vesta's newly discovered terrain, including long equatorial ridges and troughs and the prominent string of three craters at the upper right dubbed Snowman. Highlighted in 3D, steep sides of many of the craters show streaks of both bright and dark material. Of course, the ion-driven Dawn spacecraft is not marooned off Vesta. After a year exploring the asteroid from orbit, Dawn is scheduled to depart, beginning its journey to Ceres.",
        "hdurl": "https://apod.nasa.gov/apod/image/1108/vestaPIA14327.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stereo Vesta",
        "url": "https://apod.nasa.gov/apod/image/1108/vestaPIA14327_900c.jpg"
    },
    {
        "date": "2011-08-21",
        "explanation": "The dust sculptures of the Eagle Nebula are evaporating.  As powerful starlight whittles away these cool cosmic mountains, the statuesque pillars that remain might be imagined as mythical beasts.  Pictured above is one of several striking dust pillars of the Eagle Nebula that might be described as a gigantic alien fairy.   This fairy, however, is ten light years tall and spews radiation much hotter than common fire. The greater Eagle Nebula, M16, is actually a giant evaporating shell of gas and dust inside of which is a growing cavity filled with a spectacular stellar nursery currently forming an open cluster of stars.  The above image in scientifically re-assigned colors was released in 2005 as part of the fifteenth anniversary celebration of the launch of the Hubble Space Telescope.",
        "hdurl": "https://apod.nasa.gov/apod/image/1108/fairypillar_hst_2400.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Fairy of Eagle Nebula",
        "url": "https://apod.nasa.gov/apod/image/1108/fairypillar_hst_900.jpg"
    },
    {
        "date": "2011-08-22",
        "explanation": "Why is this planet so dark? Planet TrES-2b reflects back less than one percent of the light it receives, making it darker than any known planet or moon, darker even than coal. Jupiter-sized TrES-2b orbits extremely close to a sun-like star 750 light years away, and was discovered producing slight eclipses in 2006 using the modest 10-cm telescopes of the Trans-Atlantic Exoplanet Survey (TrES). The alien world's strange darkness, however, was only uncovered recently by observations indicating its slight reflective glow by the Sun-orbiting Kepler satellite. An artist's drawing of planet is shown above, complete with unsubstantiated speculation on possible moons.  Reasons for TrES-2b's darkness remain unknown and are an active topic of research.",
        "hdurl": "https://apod.nasa.gov/apod/image/1108/darkplanet_cfa_3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "TrES-2b: Dark Planet",
        "url": "https://apod.nasa.gov/apod/image/1108/darkplanet_cfa_900.jpg"
    },
    {
        "date": "2011-08-26",
        "explanation": "A nearby star has exploded and telescopes all over the world are turning to monitor it.  The supernova, dubbed PTF 11kly, was discovered by computer only two days ago as part of the Palomar Transient Factory (PTF) sky survey utilizing the wide angle 1.2-meter Samuel Oschin Telescope in California.  Its rapid recovery makes it one of the supernovas caught most soon after ignition.  PTF 11kly occurred in the photogenic Pinwheel galaxy (M101), which, being only about 21 million light years away, makes it one of the closest supernovas seen in decades.  Rapid follow up observations have already given a clear indication that PTF 11kly is a Type Ia supernova, a type of white dwarf detonation that usually progresses in such a standard manner than it has helped to calibrate the expansion history of the entire universe.  Studying such a close and young Type Ia event, however, may yield new and unique clues. If early indications are correct, PTF 11kly should brighten to about visual magnitude 10 in the coming weeks, making it possible to monitor with even moderately sized telescopes.   APOD Retrospective: The best of the spiral galaxy M101",
        "hdurl": "https://apod.nasa.gov/apod/image/1108/ptf11kly_howell_1524.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Young Supernova in the Nearby Pinwheel Galaxy",
        "url": "https://apod.nasa.gov/apod/image/1108/ptf11kly_howell_900.jpg"
    },
    {
        "date": "2011-08-27",
        "explanation": "How does a hurricane form?  Although a complete picture is still being researched, insight into this process might be gleaned by watching the above time lapse movie of the formation of Hurricane Irene, a large storm system currently threatening the eastern seaboard of the USA. Starting as a slight pressure difference visible as nondescript clouds on the lower right, Hurricane Irene is shown growing into large spiraling storm system of low pressure off the coast of South Carolina.  A hurricane is powered by evaporating ocean water, and so typically gains strength over warm water and loses strength over land. Besides Earth, other planets that have hurricane-like storm systems include Venus, Saturn, Jupiter, Uranus, and Neptune.  Much remains unknown about hurricanes and cyclones, including the exact path they will take.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Hurricane Irene Forms",
        "url": "https://www.youtube.com/embed/kodHrn5FO-w?rel=0"
    },
    {
        "date": "2011-08-28",
        "explanation": "What's causing a huge jet to emanate from the center of galaxy M87? Although the unusual jet was first noticed early in the twentieth century, the exact cause is still debated.  The above picture taken by the Hubble Space Telescope in 1998 shows clear details, however. The most popular hypothesis holds that the jet is created by energetic gas swirling around a massive black hole at the galaxy's center.  The result is a 5000 light-year long blowtorch where electrons are ejected outward at near light-speed, emitting eerily blue light during a magnetic spiral.  M87 is a giant elliptical galaxy residing only 50 million light-years away in the Virgo Cluster of Galaxies.  The faint dots of light surrounding M87's center are large ancient globular clusters of stars.",
        "hdurl": "https://apod.nasa.gov/apod/image/1108/m87jet_hst_1222.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Jet from Galaxy M87",
        "url": "https://apod.nasa.gov/apod/image/1108/m87jet_hst_900.jpg"
    },
    {
        "date": "2011-08-30",
        "explanation": "This cosmic snapshot composed with image data from NASA's Wide-field Infrared Survey Explorer (WISE) satellite captures a multitude of faint stars and distant galaxies toward the constellation Lyra at wavelengths longer than visible light. But the object circled at the center is not quite a star. Cataloged as WISE 1828+2650, it lies within 40 light-years of the Sun and is currently the coldest brown dwarf known. A brown dwarf begins like a star, with the gravitational collapse of a dense cloud of gas and dust, but is not massive enough to achieve the core temperatures and densities that trigger hydrogen fusion, the stable source of a star's energy. Instead the failed star ultimately cools and emits most of its light at infrared wavelengths. Remarkably, brown dwarfs are roughly the size of the planet Jupiter. How cold is WISE 1828+2650? While brown dwarfs have measured surface temperatures of up to 1,400 degrees C (2,600 degress F), this brown dwarf , assigned to spectral class Y, has the estimated temperature of a warm room, less than about 27 degrees C (80 degrees F).",
        "hdurl": "https://apod.nasa.gov/apod/image/1108/YdwarfField_wise.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Coldest Brown Dwarf",
        "url": "https://apod.nasa.gov/apod/image/1108/YdwarfField_wise.jpg"
    },
    {
        "date": "2011-08-31",
        "explanation": "What kind of cloud is this?  A type of arcus cloud called a roll cloud.  These rare long clouds may form near advancing cold fronts.   In particular, a downdraft from an advancing storm front can cause moist warm air to rise, cool below its dew point, and so form a cloud.  When this happens uniformly along an extended front, a roll cloud may form.  Roll clouds may actually have air circulating along the long horizontal axis of the cloud.  A roll cloud is not thought to be able to morph into a tornado.  Unlike a similar shelf cloud, a roll cloud is completely detached from their parent  cumulonimbus cloud.  Pictured above, a roll cloud extends far into the distance as a storm approached in 2007 in Racine, Wisconsin, USA.",
        "hdurl": "https://apod.nasa.gov/apod/image/1108/rollcloud_pierrecb_3072.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Roll Cloud Over Wisconsin",
        "url": "https://apod.nasa.gov/apod/image/1108/rollcloud_pierrecb_900.jpg"
    },
    {
        "date": "2011-09-02",
        "explanation": "With a 3.5 meter diameter mirror, larger than the Hubble Space Telescope, ESA's Herschel Space Observatory explores the Universe at infrared wavelengths. Herschel is named for German-born British astronomer Frederick William Herschel who discovered infrared light over 200 years ago. Herschel's sensitive cameras have combined to deliver this spectacular skyscape looking toward the constellation of the Southern Cross. Spanning some 2 degrees the premier, false-color, far-infrared view captures our galaxy's cold dust clouds in extreme detail, showing a remarkable, connected maze of filaments and star-forming regions. Such observations are intended to unravel mysteries of star formation by surveying broad areas of the galactic plane.",
        "hdurl": "https://apod.nasa.gov/apod/image/1109/FirstParallelMode_SPIRE_PACS.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Herschel Views the Milky Way",
        "url": "https://apod.nasa.gov/apod/image/1109/FirstParallelMode_SPIRE_PACS_c900.jpg"
    },
    {
        "date": "2011-09-03",
        "explanation": "Comet Garradd continues to brighten as it drifts across the northern sky. Last week the comet, visible with binoculars and discernible by its green coma, passed nearly in front of globular cluster M71.  M71 was once thought to be an open cluster, but is now known to be an older globular cluster containing over 10,000 stars. The photogenic duo was captured with a standard digital camera in a 10-minute, wide-angle exposure toward the northern constellation of the Arrow (Sagitta).  The stars Sham (alpha Sagittae), beta Sagittae, gamma Sagittae, and the double star delta Sagittae are all visible in a diagonal band running down from the upper left. Comet C/2009 P1 (Garradd), will remain visible in northern skies for months and will reach its closest approach to the Sun in December.",
        "hdurl": "https://apod.nasa.gov/apod/image/1109/garradd_fienberg_3504.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Comet Garradd Passes Ten Thousand Stars",
        "url": "https://apod.nasa.gov/apod/image/1109/garradd_fienberg_900.jpg"
    },
    {
        "date": "2011-09-04",
        "explanation": "In the shadow of Saturn, unexpected wonders appear. The robotic Cassini spacecraft now orbiting Saturn drifted in giant planet's shadow for about 12 hours in 2006 and looked back toward the eclipsed Sun.  Cassini saw a view unlike any other.  First, the night side of Saturn is seen to be partly lit by light reflected from its own majestic ring system.  Next, the rings themselves appear dark when silhouetted against Saturn, but quite bright when viewed away from Saturn, slightly scattering sunlight, in this exaggerated color image. Saturn's rings light up so much that new rings were discovered, although they are hard to see in the image.  Seen in spectacular detail, however, is Saturn's E ring, the ring created by the newly discovered ice-fountains of the moon Enceladus and the outermost ring visible above.  Far in the distance, at the left, just above the bright main rings, is the almost ignorable pale blue dot of Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0901/newrings_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "In the Shadow of Saturn",
        "url": "https://apod.nasa.gov/apod/image/0901/newrings_cassini.jpg"
    },
    {
        "date": "2011-09-05",
        "explanation": "Stars remain where they are. Nebulas appear the same. Day after day. Year after year. Given the vast distances in astronomy, even fast moving objects will not appear to change their appearance in a human lifetime. Typically. A recent spectacular exception to this, however, is the supersonic jet in the star forming Herbig Haro 47. HH 47 is so close -- and the jets are moving so fast -- that images from the Hubble Space Telescope from 1994 to 2008 have been combined into a time-lapse movie that actually shows a powerful jet expanding.  Visible above, jets of plasma extending over 10,000 times the Earth-Sun distance shoot out from a forming star at speeds in excess of 150 kilometers per second. Studying how these jets evolve gives clues not only to how the star in HH 47 is forming, but how stars like our Sun formed billions of years ago. HH 47 is located about 1,500 light years away toward the constellation of Sails of a Ship (Vela).",
        "media_type": "video",
        "service_version": "v1",
        "title": "HH 47: A Young Star Jet Expands",
        "url": "https://www.youtube.com/embed/bFB0vgjIHiI?rel=0"
    },
    {
        "date": "2011-09-07",
        "explanation": "Why does this star have so few heavy elements? Stars born in the generation of our Sun have an expected abundance of elements heavier than hydrogen and helium mixed into their atmospheres. Stars born in the generation before our Sun, Population II stars, the stars that created most of the heavy elements around us today, are seen to have some, although fewer, elements heavier than H and He. Furthermore, even the elusive never-seen first stars in the universe, so-called Population III stars, are predicted to have a large mass and a small but set amount of heavy elements.  Yet low-mass Milky Way star SDSS J102915+172927, among others, appears to have fewer metals than ever predicted for any stars, including at least 50 times less lithium than came out of the Big Bang.  The unusual nature of this star, initially cataloged by the Sloan Digital Sky Survey (SDSS) and pictured above, was discovered by detailed spectroscopic observations by a large VLT telescope in Chile. Many models of star formation indicate that such a star should not even form.  Research is ongoing, however, with one leading hypothesis holding that fragile primordial lithium was destroyed in the star's hot core.",
        "hdurl": "https://apod.nasa.gov/apod/image/1109/j102915_vlt_1452.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "SDSS J102915+172927: A Star That Should Not Exist",
        "url": "https://apod.nasa.gov/apod/image/1109/j102915_vlt_900.jpg"
    },
    {
        "date": "2011-09-08",
        "explanation": "This view of the Apollo 17 landing site in the Taurus-Littrow valley was captured last month by the Lunar Reconnaissance Orbiter (LRO), the sharpest ever recorded from space. The high resolution image data was taken during a period when LRO's orbit was modified to create a close approach of about 22 kilometers as it passed over some of the Apollo landing sites. That altitude corresponds to only about twice the height of a commercial airline flight over planet Earth. Labeled in this image are Apollo 17 lunar lander Challenger's descent stage (inset), the lunar rover (LRV) at its final parking spot, and the Apollo Lunar Surface Experiments Package (ALSEP) left to monitor the Moon's environment and interior. Clear, dual lunar rover tracks and the foot trails left by astronauts Eugene Cernan and Harrison Schmitt, the last to walk on the lunar surface, are also easily visible at the Apollo 17 site.",
        "hdurl": "https://apod.nasa.gov/apod/image/1109/apollo17area1_lro.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 17 Site: A Sharper View",
        "url": "https://apod.nasa.gov/apod/image/1109/apollo17area1_lro900.jpg"
    },
    {
        "date": "2011-09-11",
        "explanation": "Where did the gold in your jewelry originate?  No one is completely sure.  The relative average abundance in our Solar System appears higher than can be made in the early universe, in stars, and even in typical supernova explosions.  Some astronomers have recently suggested that neutron-rich heavy elements such as gold might be most easily made in rare neutron-rich explosions such as the collision of neutron stars.  Pictured above is an artist's illustration depicting two neutron stars spiraling in toward each other, just before they collide.  Since neutron star collisions are also suggested as the origin of short duration gamma-ray bursts, it is possible that you already own a souvenir from one of the most powerful explosions in the universe.",
        "hdurl": "https://apod.nasa.gov/apod/image/1109/nsmerger2_heasarc_3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "On the Origin of Gold",
        "url": "https://apod.nasa.gov/apod/image/1109/nsmerger2_heasarc_900.jpg"
    },
    {
        "date": "2011-09-12",
        "explanation": "Why does this Martian rock have so much zinc? Roughly the size and shape of a tilted coffee-table, this oddly flat, light-topped rock outcropping was chanced upon a few weeks ago by the robotic Opportunity rover currently rolling across Mars. Early last month Opportunity reached Endeavour crater, the largest surface feature it has ever encountered, and is now exploring Endeavour's rim for clues about how wet Mars was billions of years ago. Pictured above and named Tisdale 2, the unusual rock structure was probed by Opportunity last week and is now thought to be a remnant thrown off during the impact that created nearby Odyssey crater. The resulting chemical analysis of Tisdale 2, however, has shown it to have a strangely high amount of the element zinc. The reason for this is currently unknown, but might turn out to be a clue to the history of the entire region. Opportunity is already finding rocks older than any previously studied and will continue to explore several other intriguing rock formations only now glimpsed from a distance.",
        "hdurl": "https://apod.nasa.gov/apod/image/1109/tisdale2_opportunity_1024.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Tisdale 2 Rock Formation on Mars",
        "url": "https://apod.nasa.gov/apod/image/1109/tisdale2_opportunity_900.jpg"
    },
    {
        "date": "2011-09-17",
        "explanation": "Few cosmic vistas excite the imagination like the Orion Nebula, an immense stellar nursery some 1,500 light-years away. This stunning false-color view spans about 40 light-years across the region, constructed using infrared data from the Spitzer Space Telescope. Compared to its visual wavelength appearance, the brightest portion of the nebula is likewise centered on Orion's young, massive, hot stars, known as the Trapezium Cluster. But the infrared image also detects the nebula's many protostars, still in the process of formation, seen here in red hues. In fact, red spots along the dark dusty filament to the left of the bright cluster include the protostar cataloged as HOPS 68, recently found to have crystals of the silicate mineral olivine within its protostellar envelope.",
        "hdurl": "https://apod.nasa.gov/apod/image/1109/orion_spitzerLRot.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spitzer's Orion",
        "url": "https://apod.nasa.gov/apod/image/1109/orion_spitzerR600h.jpg"
    },
    {
        "date": "2011-09-18",
        "explanation": "Here is one of the sharper views of the Sun ever taken. This stunning image shows remarkable details of a dark sunspot across the image bottom and numerous boiling granules which appear like kernels of corn across the top.  Taken in 2002, the picture was made using the Swedish Solar Telescope operating on the Canary Island of La Palma. The high resolution image was achieved using sophisticated adaptive optics, digital image stacking, and other processing techniques to counter the blurring effect of Earth's atmosphere. Currently a sunspot group is crossing the Sun that is so large it can be easily seen by the cautious observer even without magnification.",
        "hdurl": "https://apod.nasa.gov/apod/image/1109/sunspot_sst_2054.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Sharp View of the Sun",
        "url": "https://apod.nasa.gov/apod/image/1109/sunspot_sst_900.jpg"
    },
    {
        "date": "2011-09-19",
        "explanation": "What created the circular structure around the south pole of asteroid Vesta? Pictured above, the bottom of the second largest object in the asteroid belt was recently imaged for the first time by the robotic Dawn satellite that arrived last month. A close inspection of the 260-meter resolution image shows not only hills and craters and cliffs and more craters, but ragged circular features that cover most of the lower right of the 500-kilometer sized object. Early speculation posits that the structure might have been created by a collision and coalescence with a smaller asteroid. Alternatively, the features might have originated in an internal process soon after the asteroid formed. New clues might come in the next few months as Dawn spirals down toward the rocky world and obtains images of increasingly high resolution.",
        "hdurl": "https://apod.nasa.gov/apod/image/1109/vestasouthpole_dawn_3840.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The South Pole of Asteroid Vesta",
        "url": "https://apod.nasa.gov/apod/image/1109/vestasouthpole_dawn_900.jpg"
    },
    {
        "date": "2011-09-20",
        "explanation": "If you stay up long enough, you can watch both suns set. Such might be a common adage from beings floating in the atmosphere of Kepler 16b, a planet recently discovered by the space-based Kepler satellite. The above animated video shows how the planetary system might look to a visiting spaceship. Although multiple star systems are quite common, this is the first known to have a planet. Because our Earth is in the orbital plane of both stars and the planet, each body is seen to eclipse the others at different times, producing noticeable drop offs in the amount of light seen. The frequent eclipses have given Kepler 16b the most accurate mass and radius determination for a planet outside our Solar System. To find a planet like Saturn in an orbit like Venus -- so close to its binary star parents -- was a surprise and will surely become a focus of research.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Kepler-16b: A Planet with Two Suns",
        "url": "https://www.youtube.com/embed/0MfRo0eC1ks?rel=0"
    },
    {
        "date": "2011-09-22",
        "explanation": "Linking spiral arms, two large colliding galaxies are featured in this remarkable cosmic portrait constructed using image data from the Hubble Legacy Archive. Recorded in astronomer Halton Arp's Atlas of Peculiar Galaxies as Arp 272, the pair is otherwise known as NGC 6050 near center, and IC 1179 at upper right. A third galaxy, likely also a member of the interacting system, can be spotted above and left of larger spiral NGC 6050. They lie some 450 million light-years away in the Hercules Galaxy Cluster. At that estimated distance, the picture spans over 150 thousand light-years. Although this scenario does look peculiar, galaxy collisions and their eventual mergers are now understood to be common, with Arp 272 representing a stage in this inevitable process. In fact, the nearby large spiral Andromeda Galaxy is known to be approaching our own galaxy and Arp 272 may offer a glimpse of the far future collision between Andromeda and the Milky Way.",
        "hdurl": "https://apod.nasa.gov/apod/image/1109/arp272HLA_pugh.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Arp 272",
        "url": "https://apod.nasa.gov/apod/image/1109/arp272HLA_pugh800.jpg"
    },
    {
        "date": "2011-09-25",
        "explanation": "Tsunamis this large don't happen on Earth.  During 2006, a large solar flare from an Earth-sized sunspot produced a tsunami-type shock wave that was spectacular even for the Sun.  Pictured above, the tsunami wave was captured moving out from active region AR 10930 by the Optical Solar Patrol Network (OSPAN) telescope in New Mexico, USA.  The resulting shock wave, known technically as a Moreton wave, compressed and heated up gasses including hydrogen in the photosphere of the Sun, causing a momentarily brighter glow.  The above image was taken in a very specific red color emitted exclusively by hydrogen gas.  The rampaging tsunami took out some active filaments on the Sun, although many re-established themselves later.  The solar tsunami spread at nearly one million kilometers per hour, and circled the entire Sun in a matter of minutes.",
        "hdurl": "https://apod.nasa.gov/apod/image/1109/suntsunami_nso_320.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Large Tsunami Shock Wave on the Sun",
        "url": "https://apod.nasa.gov/apod/image/1109/suntsunami_nso_900.gif"
    },
    {
        "date": "2011-09-26",
        "explanation": "Part of Mars is defrosting. Around the South Pole of Mars, toward the end of every Martian summer, the warm weather causes a section of the vast carbon-dioxide ice cap to evaporate.  Pits begin to appear and expand where the carbon dioxide dry ice sublimates directly into gas. These ice sheet pits may appear to be lined with gold, but the precise composition of the dust that highlights the pit walls actually remains unknown.  The circular depressions toward the image center measure about 60 meters across. The HiRISE camera aboard the Mars-orbiting Mars Reconnaissance Orbiter captured the above image in late July.  In the next few months, as Mars continues its journey around the Sun, colder seasons will prevail, and the thin air will turn chilly enough not only to stop the defrosting but once again freeze out more layers of solid carbon dioxide.",
        "hdurl": "https://apod.nasa.gov/apod/image/1109/dryice_mro_2560.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dry Ice Pits on Mars",
        "url": "https://apod.nasa.gov/apod/image/1109/dryice_mro_900.jpg"
    },
    {
        "date": "2011-09-27",
        "explanation": "Have you ever dreamed of flying high above the Earth? Astronauts visiting the International Space Station do this every day, circling our restless planet twice every three hours. A dramatic example of their view was compiled in the above time-lapse video from images taken earlier this month. As the ISS speeds into the nighttime half of the globe, familiar constellations of stars remain visible above.  An aerosol haze of Earth's thin atmosphere is visible on the horizon as an thin multi-colored ring. Many wonders whiz by below, including vast banks of white clouds, large stretches of deep blue sea, land lit up by the lights of big cities and small towns, and storm clouds flashing with lightning. The video starts over the northern Pacific Ocean and then passes from western North America to western South America, ending near Antarctica as daylight finally approaches.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Flying Over Planet Earth",
        "url": "https://www.youtube.com/embed/74mhQyuyELQ?rel=0"
    },
    {
        "date": "2011-09-28",
        "explanation": "One of the most active sunspot groups in years is currently crossing the Sun. AR 1302 first came around the Sun's edge last week and is so large it can be seen without a telescope.  Coronal Mass Ejections from AR 1302 have already caused strong geomagnetic storms including notable aurora activity around both of Earth's poles. Pictured above, plasma was left magnetically hanging above the Sun's surface after AR 1302 emitted an X-class solar flare last Thursday.  Earth is illustrated in the inset for a size comparison. Although another X-class flare was emitted on Saturday, no flares from AR 1302 have been aimed directly at the Earth, as yet. The AR 1302 sunspot group will continue to evolve but likely remain visible on the Sun for the next week.   Instant Gallery: See recent pictures of sunspot group AR 1302.",
        "hdurl": "https://apod.nasa.gov/apod/image/1109/ar1302flare_brahic_1304.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Violent Sunspot Group AR 1302 Unleashes a Flare",
        "url": "https://apod.nasa.gov/apod/image/1109/ar1302flare_brahic_900.jpg"
    },
    {
        "date": "2011-10-01",
        "explanation": "Though the sizes are not to scale, the Sun and planets of the inner solar system are shown in this illustration, where each red dot represents an asteroid. New results from NEOWISE, the infrared asteroid hunting portion of the WISE mission, are shown on the left compared to old population projections of mid-size or larger near-Earth asteroids from surveys at visible wavelengths. And the good news is, NEOWISE observations estimate there are 40 percent fewer near-Earth asteroids that are larger than 100 meters (330 feet), than indicated by visible light searches. Based on infrared imaging, the NEOWISE results are more accurate as well. Heated by the Sun, asteroids of the same size radiate the same amount of infrared light, but can reflect very different amounts of visible sunlight depending on how shiny their surface is, or their surface albedo. That effect can bias surveys based on optical observations. NEOWISE results reduce the estimated number of mid-size near-Earth asteroids from about 35,000 to 19,500, but the majority still remain undiscovered.",
        "hdurl": "https://apod.nasa.gov/apod/image/1110/592714main_neo20110929-full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Asteroids Near Earth",
        "url": "https://apod.nasa.gov/apod/image/1110/592714main_neo20110929-crop.jpg"
    },
    {
        "date": "2011-10-02",
        "explanation": "Yes, but can your meteor do this?  The most powerful natural explosion in recent Earth history occurred on 1908 June 30 when a meteor exploded above the Tunguska River in Siberia, Russia.  Detonating with an estimated power 1,000 times greater than the atomic bomb dropped over Hiroshima, the Tunguska event leveled trees over 40 kilometers away and shook the ground in a tremendous earthquake.  Eyewitness reports are astounding.  The above picture was taken by a Russian expedition to the Tunguska site almost 20 years after the event, finding trees littering the ground like toothpicks. Estimates of the meteor's size range from 60 meters to over 1000 meters in diameter.  Recent evidence suggests that nearby Lake Cheko may even have been created by the impact. Although a meteor the size of the Tunguska can level a city, metropolitan areas take up such a small fraction of the Earth's surface that a direct impact on one is relatively unlikely.  More likely is an impact in the water near a city that creates a dangerous tsunami.  One focus of modern astronomy is to find Solar System objects capable of creating such devastation well before they impact the Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/1110/tunguska_kulik_2408.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Tunguska: The Largest Recent Impact Event",
        "url": "https://apod.nasa.gov/apod/image/1110/tunguska_kulik_900.jpg"
    },
    {
        "date": "2011-10-03",
        "explanation": "What if you could fly through the universe and see dark matter? While the technology for taking such a flight remains under development, the technology for visualizing such a flight has taken a grand leap forward with the completion of the Bolshoi Cosmological Simulation. After 6 million CPU hours, the world's seventh fastest supercomputer output many scientific novelties including the above flight simulation. Starting from the relatively smooth dark matter distribution of the early universe discerned from the microwave background and other large sky data sets, the Bolshoi tracked the universe's evolution to the present epoch shown above, given the standard concordance cosmology. The bright spots in the above video are all knots of normally invisible dark matter, many of which contain normal galaxies.  Long filaments and clusters of galaxies, all gravitationally dominated by dark matter, become evident. Statistical comparison between the Bolshoi and current real sky maps of actual galaxies show good agreement. Although the Bolshoi simulation bolsters the existence of dark matter, many questions about our universe remain, including the composition of dark matter, the nature of dark energy, and how the first generation of stars and galaxies formed.   Astrophysicists: Browse the Astrophysics Source Code Library",
        "media_type": "video",
        "service_version": "v1",
        "title": "Dark Matter Movie from the Bolshoi Simulation",
        "url": "https://player.vimeo.com/video/21866269?title=0&byline=0&portrait=0"
    },
    {
        "date": "2011-10-04",
        "explanation": "This communication was not meant for human eyes. It was not even meant for aliens eyes. It's an attempt to communicate directly with your smartphone. Cameras on many smartphones can image the above Quick Response (QR) code and then common applications can tell you what it means.  Sometimes the deciphered code will reveal a web site address, prompting the smartphone to then ask you if you want to access this address to learn more about the object. QR codes are two-dimensional analogs of bar codes that can be scanned in any orientation and tolerate several types of errors. These codes are being used increasingly as doors between real objects and web-based information about those objects, and so are popping up increasingly in unexpected places.  Anyone can create a QR code from any of several free online services, print it out, and affix it to an object. Although not meant to communicate with aliens, QR codes employ several attributes common to famous alien communication attempts.  Can you -- or a local smartphone -- figure out what the above QR code means?",
        "hdurl": "https://apod.nasa.gov/apod/image/1110/qrcode_kaywa_372.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "QR Codes: Not for Human Eyes",
        "url": "https://apod.nasa.gov/apod/image/1110/qrcode_kaywa_600.jpg"
    },
    {
        "date": "2011-10-05",
        "explanation": "Did a sun-diving comet just cause a solar explosion? Probably not.  This past weekend a comet dove toward the Sun and was followed very quickly by a Coronal Mass Ejection (CMEs) from the other side of the Sun. The first two sequences in the above video shows the spectacular unfolding of events as seen by the Sun-orbiting SOHO satellite, while the same events were also captured by both Sun-orbiting STEREO satellites. Now sungrazer comets that break up as they pass near the Sun are not all that rare -- hundreds have been cataloged over the past few years. CMEs are even more common, with perhaps three lesser events occurring even during the eight hours of the above time-lapse movie. Therefore, the best bet of solar scientists is that the two events were unrelated. Another basis for this judgment is that CMEs are caused by rapid changes in the Sun's magnetic field, changes that a small comet seem unlikely to make.  Such coincidences are even more likely during periods of high activity on the Sun's surface -- like now.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Comet and CME on the Sun",
        "url": "https://www.youtube.com/embed/6N_tgA92M64?rel=0"
    },
    {
        "date": "2011-10-08",
        "explanation": "One solar day on a planet is the length of time from noon to noon. A solar day lasts 24 hours on planet Earth. On Mercury a solar day is about 176 Earth days long. And during its first Mercury solar day in orbit the MESSENGER spacecraft has imaged nearly the entire surface of the innermost planet to generate a global monochrome map at 250 meters per pixel resolution and a 1 kilometer per pixel resolution color map. Examples of the maps, mosaics constructed from thousands of images made under uniform lighting conditions, are shown (monochrome at left), both centered along the planet's 75 degrees East longitude meridian. The MESSENGER spacecraft's second Mercury solar day will likely include more high resolution targeted observations of the planet's surface features. (Editor's note: Due to Mercury's 3:2 spin-orbit resonance, a Mercury solar day is 2 Mercury years long.)",
        "hdurl": "https://apod.nasa.gov/apod/image/1110/mercuryMonoColorMap_messenger.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "MESSENGER's First Day",
        "url": "https://apod.nasa.gov/apod/image/1110/mercuryMonoColorMap_messenger1000.jpg"
    },
    {
        "date": "2011-10-09",
        "explanation": "Thirteen years ago results were first presented indicating that most of the energy in our universe is not in stars or galaxies but is tied to space itself.  In the language of cosmologists, a large cosmological constant is directly implied by new distant supernova observations.  Suggestions of a cosmological constant (lambda) were not new -- they have existed since the advent of modern relativistic cosmology. Such claims were not usually popular with astronomers, though, because lambda is so unlike known universe components, because lambda's value appeared limited by other observations, and because less-strange cosmologies without lambda had previously done well in explaining the data. What is noteworthy here is the seemingly direct and reliable method of the observations and the good reputations of the scientists conducting the investigations. Over the past thirteen years, independent teams of astronomers have continued to accumulate data that appears to confirm the existence of dark energy and the unsettling result of a presently accelerating universe. This year, the team leaders were awarded the Nobel Prize in Physics for their work.  The above picture of a supernova that occurred in 1994 on the outskirts of a spiral galaxy was taken by one of these collaborations.",
        "hdurl": "https://apod.nasa.gov/apod/image/1110/sn94d_highz_2508.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Nobels for a Strange Universe",
        "url": "https://apod.nasa.gov/apod/image/1110/sn94d_highz_900.jpg"
    },
    {
        "date": "2011-10-12",
        "explanation": "Saturn's rings form one of the larger sundials known. This sundial, however, determines only the season of Saturn, not the time of day. In 2009, during Saturn's last equinox, Saturn's thin rings threw almost no shadows onto Saturn, since the ring plane pointed directly toward the Sun. As Saturn continued in its orbit around the Sun, however, the ring shadows become increasingly wider and cast further south.  These shadows are not easily visible from the Earth because from our vantage point near the Sun, the rings always block the shadows. The above image was taken in August by the robotic Cassini spacecraft currently orbiting Saturn. The rings themselves appear as a vertical bar on the image right. The Sun, far to the upper right, shines through the rings and casts captivatingly complex shadows on south Saturn, on the image left. Cassini has been exploring Saturn, its rings, and its moons since 2004, and is expected to continue until at least the maximum elongation of Saturn's shadows occurs in 2017.",
        "hdurl": "https://apod.nasa.gov/apod/image/1110/saturn9_cassini_1018.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn: Shadows of a Seasonal Sundial",
        "url": "https://apod.nasa.gov/apod/image/1110/saturn9_cassini_900.jpg"
    },
    {
        "date": "2011-10-17",
        "explanation": "It is difficult to hide a galaxy behind a cluster of galaxies. The closer cluster's gravity will act like a huge lens, pulling images of the distant galaxy around the sides and greatly distorting them. This is just the case observed in the above recently released image from the CLASH survey with the Hubble Space Telescope. The cluster MACS J1206.2-0847 is composed of many galaxies and is lensing the image of a yellow-red background galaxy into the huge arc on the right. Careful inspection of the image will reveal at least several other lensed background galaxies -- many appearing as elongated wisps. The foreground cluster can only create such smooth arcs if most of its mass is smoothly distributed dark matter -- and therefore not concentrated in the cluster galaxies visible. Analyzing the positions of these gravitational arcs also gives astronomers a method to estimate the dark matter distribution in galaxy clusters, and infer from that when these huge conglomerations of galaxies began to form.   APOD Retrospective: The best of Clusters of Galaxies",
        "hdurl": "https://apod.nasa.gov/apod/image/1110/macs1206_hst_973.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "MACS 1206: A Galaxy Cluster Gravitational Lens",
        "url": "https://apod.nasa.gov/apod/image/1110/macs1206_hst_900.jpg"
    },
    {
        "date": "2011-10-23",
        "explanation": "The New Horizons spacecraft took some stunning images of Jupiter on its way out to Pluto. Famous for its Great Red Spot, Jupiter is also known for its regular, equatorial cloud bands, visible through even modest sized telescopes. The above image, horizontally compressed, was taken in 2007 near Jupiter's terminator and shows the Jovian giant's wide diversity of cloud patterns.  On the far left are clouds closest to Jupiter's South Pole.  Here turbulent whirlpools and swirls are seen in a dark region, dubbed a belt, that rings the planet.  Even light colored regions, called zones, show tremendous structure, complete with complex wave patterns.   The energy that drives these waves surely comes from below.  New Horizons is the fastest space probe ever launched, has now passed the orbits of Saturn and Uranus and is on track to reach Pluto in 2015.",
        "hdurl": "https://apod.nasa.gov/apod/image/1110/jupiterclouds_newhorizons_761.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Jupiter's Clouds from New Horizons",
        "url": "https://apod.nasa.gov/apod/image/1110/jupiterclouds_newhorizons_900.jpg"
    },
    {
        "date": "2011-10-24",
        "explanation": "What created the Waterfall Nebula? No one knows.  The structure seen in the region of NGC 1999 in the Great  Orion Molecular Cloud complex is one of the more mysterious structures yet found on the sky. Designated HH-222, the elongated gaseous stream stretches about ten light years and emits an unusual array of colors. One hypothesis is that the gas filament results from the wind from a young star impacting a nearby molecular cloud. That would not explain, however, why the Waterfall and fainter streams all appear to converge on a bright but unusual non thermal radio source located toward the upper left of the curving structure. Another hypothesis is that the unusual radio source originates from a binary system containing a hot white dwarf, neutron star, or black hole, and that the Waterfall is just a jet from this energetic system. Such systems, though, are typically strong X-rays emitters, and no X-rays have been detected. For now, this case remains unsolved.  Perhaps well-chosen future observations and clever deductive reasoning will unlock the true origin of this enigmatic wisp in the future.   Astronomers: What other \"mysterious structures\" appear on the sky?",
        "hdurl": "https://apod.nasa.gov/apod/image/1110/waterfall2_kpno_900.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "HH-222: The Waterfall Nebula",
        "url": "https://apod.nasa.gov/apod/image/1110/waterfall2_kpno_900.jpg"
    },
    {
        "date": "2011-10-26",
        "explanation": "A fourth moon is visible on the above image if you look hard enough. First -- and farthest in the background -- is Titan, the largest moon of Saturn and one of the larger moons in the Solar System.  The dark feature across the top of this perpetually cloudy world is the north polar hood. The next most obvious moon is bright Dione, visible in the foreground, complete with craters and long ice cliffs. Jutting in from the left are several of Saturn's expansive rings, including Saturn's A ring featuring the dark Encke Gap. On the far right, just outside the rings, is Pandora, a moon only 80-kilometers across that helps shepherd Saturn's F ring. The fourth moon?  If you look closely in the Encke Gap you'll find a speck that is actually Pan. Although one of Saturn's smallest moons at 35-kilometers across, Pan is massive enough to help keep the Encke gap relatively free of ring particles.",
        "hdurl": "https://apod.nasa.gov/apod/image/1110/fourmoons_cassini_1004.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "In, Through, and Beyond Saturn's Rings",
        "url": "https://apod.nasa.gov/apod/image/1110/fourmoons_cassini_900.jpg"
    },
    {
        "date": "2011-10-29",
        "explanation": "Is this what our own Milky Way Galaxy looks like from far away? Similar in size and grand design to our home Galaxy (although without the central bar), spiral galaxy NGC 3370 lies about 100 million light-years away toward the constellation of the Lion (Leo).  Recorded above in exquisite detail by the Hubble Space Telescope's Advanced Camera for Surveys, the big, beautiful face-on spiral is not only photogenic, but has proven sharp enough to study individual stars known as Cepheids. These pulsating stars have been used to accurately determine NGC 3370's distance. NGC 3370 was chosen for this study because in 1994 the  spiral galaxy was also home to a well studied stellar explosion -- a Type Ia supernova.  Combining the known distance to this standard candle supernova, based on the Cepheid measurements, with observations of supernovas at even greater distances, has helped to reveal the size and expansion rate of the entire Universe itself.",
        "hdurl": "https://apod.nasa.gov/apod/image/1110/ngc3370_hst_6031.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spiral Galaxy NGC 3370 from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1110/ngc3370_hst_900.jpg"
    },
    {
        "date": "2011-10-30",
        "explanation": "What caused this unusual light rock formation on Mars?  Intrigued by the possibility that they could be salt deposits left over as an ancient lakebed dried-up, detailed studies of these fingers now indicate a more mundane possibility: volcanic ash.  Studying the exact color of the formation indicated the possible volcanic origin.  The light material appears to have eroded away from surrounding area, indicating a very low-density substance. The stark contrast between the rocks and the surrounding sand is compounded by the unusual darkness of the sand.  The above picture was taken with the Thermal Emission Imaging System on the Mars Odyssey spacecraft currently orbiting Mars.  The image spans about 10 kilometers inside a larger crater.",
        "hdurl": "https://apod.nasa.gov/apod/image/1110/whiterock_mo_1238.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "White Rock Fingers on Mars",
        "url": "https://apod.nasa.gov/apod/image/1110/whiterock_mo_900.jpg"
    },
    {
        "date": "2011-11-01",
        "explanation": "If you drop a hammer and a feather together, which reaches the ground first? On the Earth, it's the hammer, but is the reason only because of air resistance?  Scientists even before Galileo have pondered and tested this simple experiment and felt that without air resistance, all objects would fall the same way. Galileo tested this principle himself and noted that two heavy balls of different masses reached the ground simultaneously, although many historians are skeptical that he did this experiment from Italy's Leaning Tower of Pisa as folklore suggests. A good place free of air resistance to test this equivalence principle is Earth's Moon, and so in 1971, Apollo 15 astronaut David Scott dropped both a hammer and a feather together toward the surface of the Moon.  Sure enough, just as scientists including Galileo and Einstein would have predicted, they reached the lunar surface at the same time. The demonstrated equivalence principle states that the acceleration an object feels due to gravity does not depend on its mass, density, composition, color, shape, or anything else. The equivalence principle is so important to modern physics that its depth and reach are still being debated and tested even today.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Hammer Versus Feather on the Moon",
        "url": "https://www.youtube.com/embed/4mTsrRZEMwA?rel=0"
    },
    {
        "date": "2011-11-07",
        "explanation": "Massive star IRS 4 is beginning to spread its wings.  Born only about 100,000 years ago, material streaming out from this newborn star has formed the nebula dubbed Sharpless 2-106 Nebula (S106), pictured above.  A large disk of dust and gas orbiting Infrared Source 4 (IRS 4), visible in dark red near the image center, gives the nebula an hourglass or butterfly shape.  S106 gas near IRS 4 acts as an emission nebula as it emits light after being ionized, while dust far from IRS 4 reflects light from the central star and so acts as a reflection nebula.  Detailed inspection of images like the above image has revealed hundreds of low-mass brown dwarf stars lurking in the nebula's gas.  S106 spans about 2 light-years and lies about 2000 light-years away toward the  constellation of the Swan (Cygnus).",
        "hdurl": "https://apod.nasa.gov/apod/image/1111/s106_canarias_4433.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Star Forming Region S106",
        "url": "https://apod.nasa.gov/apod/image/1111/s106_canarias_900.jpg"
    },
    {
        "date": "2011-11-08",
        "explanation": "What's happening above those clouds? In the past few years, videos have appeared on the web detailing an unusual but little known phenomenon: rapid light changes over clouds. Upon inspection and contemplation, a leading hypothesis for its cause has now emerged. In sum, this hypothesis holds that a lightning discharge in a thundercloud can temporarily change the electric field above the cloud where charged ice crystals were reflecting sunlight. The new electric field quickly re-orients the geometric crystals to a new orientation that reflects sunlight differently.  In other words, a lightning discharge can cause a sundog to jump.  Soon, the old electric field may be restored, causing the ice crystals to return to their original orientation. To help this curious phenomenon become better studied, sky enthusiasts with similar jumping or dancing sundog videos are encouraged to share them.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Jumping Sundogs Over Thunderclouds",
        "url": "https://www.youtube.com/embed/E4sY98zsBH0?rel=0"
    },
    {
        "date": "2011-11-09",
        "explanation": "Asteroid 2005 YU55 passed by the Earth yesterday, posing no danger.  The space rock, estimated to be about 400 meters across, coasted by just inside the orbit of Earth's Moon.   Although the passing of smaller rocks near the Earth is  not very unusual -- in fact small rocks from space strike Earth daily -- a rock this large hasn't passed this close since 1976. Were YU55 to have struck land, it might have caused a magnitude seven earthquake and left a city-sized crater.  A perhaps larger danger would have occurred were YU55  to have struck the ocean and raised a large tsunami. The above radar image was taken two days ago by the Deep Space Network radio telescope in Goldstone, California, USA. YU55 was discovered only in 2005, indicating that other potentially hazardous asteroids might lurk in our Solar System currently undetected.  Objects like YU55 are hard to detect because they are so faint and move so fast.  However, humanity's ability to scan the sky to detect, catalog, and analyze such objects has increased notably in recent years.",
        "hdurl": "https://apod.nasa.gov/apod/image/1111/yu55_dsn_946.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Asteroid 2005 YU55 Passes the Earth",
        "url": "https://apod.nasa.gov/apod/image/1111/yu55_dsn_900.jpg"
    },
    {
        "date": "2011-11-10",
        "explanation": "In 185 AD, Chinese astronomers recorded the appearance of a new star in the Nanmen asterism - a part of the sky identified with Alpha and Beta Centauri on modern star charts. The new star was visible for months and is thought to be the earliest recorded supernova. This multiwavelength composite image from orbiting telescopes of the 21st century, XMM-Newton and Chandra in X-rays, and Spitzer and WISE in infrared, shows RCW 86, understood to be the remnant of that stellar explosion. The false-color view traces interstellar gas heated by the expanding supernova shock wave at X-ray energies (blue and green) and interstellar dust radiating at cooler temperatures in infrared light (yellow and red). An abundance of the element iron and lack of a neutron star or pulsar in the remnant suggest that the original supernova was Type Ia. Type Ia supernovae are thermonuclear explosions that destroy a white dwarf star as it accretes material from a companion in a binary star system. Shock velocities measured in the X-ray emitting shell and infrared dust temperatures indicate that the remnant is expanding extremely rapidly into a remarkable low density bubble created before the explosion by the white dwarf system. Near the plane of our Milky Way Galaxy, RCW 86 is about 8,200 light-years away and has an estimated radius of 50 light-years.",
        "hdurl": "https://apod.nasa.gov/apod/image/1111/rcw86_IRXraycomposite2811.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "RCW 86: Historical Supernova Remnant",
        "url": "https://apod.nasa.gov/apod/image/1111/rcw86_IRXraycomposite960.jpg"
    },
    {
        "date": "2011-11-11",
        "explanation": "Big, bright, and beautiful, spiral galaxy M83 lies a mere twelve million light-years away, near the southeastern tip of the very long constellation Hydra. This cosmic close-up, a mosaic based on data from the Hubble Legacy Archive, traces dark dust and young, blue star clusters along prominent spiral arms that lend M83 its nickname, The Southern Pinwheel.  Typically found near the edges of the thick dust lanes, a wealth of reddish star forming regions also suggest another popular moniker for M83, The Thousand-Ruby Galaxy. Dominated by light from older stars, the bright yellowish core of M83 lies at the upper right. The core is also bright at x-ray energies that reveal a high concentration of neutron stars and black holes left from an intense burst of star formation. In fact, M83 is a member of a group of galaxies that includes active galaxy Centaurus A. The close-up field of view spans over 25,000 light-years at the estimated distance of M83.",
        "hdurl": "https://apod.nasa.gov/apod/image/1111/M83_HSTgendler2400.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "In the Arms of M83",
        "url": "https://apod.nasa.gov/apod/image/1111/M83_HSTgendler600h.jpg"
    },
    {
        "date": "2011-11-13",
        "explanation": "Few butterflies have a wingspan this big. The bright clusters and nebulae of planet Earth's night sky are often named for flowers or insects, and NGC 6302 is no exception. With an estimated surface temperature of about 250,000 degrees C, the central star of this particular planetary nebula is exceptionally hot though -- shining brightly in ultraviolet light but hidden from direct view by a dense torus of dust.  This dramatically detailed close-up of the dying star's nebula was recorded by the Hubble Space Telescope soon after it was upgraded in 2009. Cutting across a bright cavity of ionized gas, the dust torus surrounding the central star is near the center of this view, almost edge-on to the line-of-sight. Molecular hydrogen has been detected in the hot star's dusty cosmic shroud. NGC 6302 lies about 4,000 light-years away in the arachnologically correct constellation of the Scorpion (Scorpius).",
        "hdurl": "https://apod.nasa.gov/apod/image/1111/butterfly2_hst_3017.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Butterfly Nebula from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1111/butterfly2_hst_900.jpg"
    },
    {
        "date": "2011-11-18",
        "explanation": "This colorful topographical map of the Moon is centered on the lunar farside, the side not seen from planet Earth. That view is available to the Lunar Reconnaissance Orbiter though, as the spacecraft's wide angle camera images almost the entire lunar surface every month. Stereo overlap of the imaging has allowed the computation of topographical maps with coverage between 80 degrees north and south latitude. The results have about a 300 meter resolution on the lunar surface and 10 to 20 meter elevation accuracy. Data closer to the north and south poles is filled in using the orbiter's laser altimeter. In this map, white, red, green, and purple represent progressively lower elevations. In fact, the large circular splotch tending to purple hues at the bottom is the farside's South Pole-Aitken Basin.  About 2500 kilometers in diameter and over 12 kilometers deep, it is one of the largest impact basins in the Solar System.",
        "hdurl": "https://apod.nasa.gov/apod/image/1111/WAC_CSHADE_O000N1800_1000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Colorful Side of the Moon",
        "url": "https://apod.nasa.gov/apod/image/1111/WAC_CSHADE_O000N1800_800.jpg"
    },
    {
        "date": "2011-11-21",
        "explanation": "What is it like to circle the Earth?  Every 90 minutes, astronauts aboard the International Space Station experience just that. Recently, crew members took a series of light-sensitive videos looking down at night that have been digitally fused to produce the above time-lapse video.  Many wonders of the land and sky are visible in the eighteen sequences, including red aurora above green aurora, lights from many major cities, and stars in the background. Looming at the top of the frame is usually part of the space station itself, sometimes seen re-orienting solar panels. Please help create a useful companion guide for this moving video by identifying landmarks, cities, countries, weather phenomena, and even background constellations that appear.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Around the World in 90 Minutes",
        "url": "https://player.vimeo.com/video/32001208?title=0&byline=0&portrait=0"
    },
    {
        "date": "2011-11-24",
        "explanation": "In this artist's illustration, two distant galaxies formed about 2 billion years after the big bang are caught in the afterglow of GRB090323, a gamma-ray burst seen across the Universe. Shining through its own host galaxy and another nearby galaxy, the alignment of gamma-ray burst and galaxies was inferred from the afterglow spectrum following the burst's initial detection by the Fermi Gamma Ray Space Telescope in March of 2009. As seen by one of the European Southern Observatory's very large telescope units, the spectrum of the burst's fading afterglow also offered a surprising result - the distant galaxies are richer in heavy elements than the Sun, with the highest abundances ever seen in the early Universe. Heavy elements that enrich mature galaxies in the local Universe were made in past generations of stars. So these young galaxies have experienced a prodigious rate of star formation and chemical evolution compared to our own Milky Way. In the illustration, the light from the burst site at the left passes successively through the galaxies to the right. Spectra illustrating dark absorption lines of the galaxies' elements imprinted on the afterglow light are shown as insets. Of course, astronomers on planet Earth would be about 12 billion light-years off the right edge of the frame.",
        "hdurl": "https://apod.nasa.gov/apod/image/1111/eso1143a.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Caught in the Afterglow",
        "url": "https://apod.nasa.gov/apod/image/1111/eso1143b_900.jpg"
    },
    {
        "date": "2011-11-27",
        "explanation": "Why would the shadow of a space shuttle launch plume point toward the Moon? In early 2001 during a launch of Atlantis, the Sun, Earth, Moon, and rocket were all properly aligned for this photogenic coincidence.  First, for the space shuttle's plume to cast a long shadow, the time of day must be either near sunrise or sunset.  Only then will the shadow be its longest and extend all the way to the horizon.  Finally, during a Full Moon, the Sun and Moon are on opposite sides of the sky.  Just after sunset, for example, the Sun is slightly below the horizon, and, in the other direction, the Moon is slightly above the horizon.  Therefore, as Atlantis blasted off, just after sunset, its shadow projected away from the Sun toward the opposite horizon, where the Full Moon just happened to be.",
        "hdurl": "https://apod.nasa.gov/apod/image/1111/sts98plume_nasa_1111.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Shuttle Plume Shadow Points to the Moon",
        "url": "https://apod.nasa.gov/apod/image/1111/sts98plume_nasa_900.jpg"
    },
    {
        "date": "2011-11-28",
        "explanation": "Asteroid Vesta is home to some of the most impressive cliffs in the Solar System. Pictured above near the image center is a very deep cliff running about 20 kilometers from top to bottom. The image was taken by the robotic Dawn spacecraft that began orbiting the 500-kilometer space rock earlier this year. The topography of the scarp and its surroundings indicates that huge landslides may have occurred down this slope. The scarp's origin remains unknown, but parts of the cliff face itself must be quite old as several craters have appeared in it since it was created. Dawn has now finished up its high altitude mapping survey and will spiral down to a lower altitude orbit to better explore the asteroid's gravitational field.  During 2012, Dawn is scheduled to blast away from Vesta and begin a long journey to the only asteroid belt object known to be larger: Ceres.",
        "hdurl": "https://apod.nasa.gov/apod/image/1111/vestaslide_dawn_1024.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Landslide on Asteroid Vesta",
        "url": "https://apod.nasa.gov/apod/image/1111/vestaslide_dawn_900.jpg"
    },
    {
        "date": "2011-11-29",
        "explanation": "A fantastic jumble of young blue star clusters, gigantic glowing gas clouds, and imposing dark dust lanes surrounds the central region of the active galaxy Centaurus A. This image from the Hubble Space Telescope has been processed to present a natural color picture of this cosmic maelstrom. Infrared images from the Hubble have also shown that hidden at the center of this activity are what seem to be disks of matter spiraling into a black hole with a billion times the mass of the Su",
        "hdurl": "https://apod.nasa.gov/apod/image/1111/cenA2_hst_3989.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Across the Center of Centaurus A",
        "url": "https://apod.nasa.gov/apod/image/1111/cenA2_hst_900.jpg"
    },
    {
        "date": "2011-11-30",
        "explanation": "Next stop: Mars. This past weekend the Mars Science Laboratory carrying the Curiosity Rover blasted off for the red planet atop an Atlas V rocket from Cape Canaveral, Florida, USA, as pictured above. At five times the size of the Opportunity rover currently operating on Mars, Curiosity is like a strange little car with six small wheels, a head-like camera mast, a rock crusher, a long robotic arm, and a plutonium power source. Curiosity is scheduled to land on Mars next August and start a two year mission to explore Gale crater, to help determine whether Mars could ever have supported life, and to help determine how humans might one day visit Earth's planetary neighbor.    Poll: Pick your favorites of last week's APODs",
        "hdurl": "https://apod.nasa.gov/apod/image/1111/msllaunch_nasa_3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Curiosity Rover Lifts Off for Mars",
        "url": "https://apod.nasa.gov/apod/image/1111/msllaunch_nasa_900.jpg"
    },
    {
        "date": "2011-12-04",
        "explanation": "For reasons unknown, star V838 Mon's outer surface suddenly greatly expanded with the result that it became the brightest star in the entire Milky Way Galaxy in January 2002.  Then, just as suddenly, it faded.  A stellar flash like this had never been seen before. It's true that supernovae and novae expel matter out into space. But while the V838 Mon flash appears to expel material into space, what is seen here is actually an outwardly moving light echo of the bright flash.  In a light echo, light from the flash is reflected by successively more distant rings in the ambient interstellar dust that already surrounded the star.  V838 Mon lies about 20,000 light years away toward the constellation of Monoceros the unicorn. In this Hubble Space Telescope image from February 2004, the light echo is about six light years in diameter.",
        "hdurl": "https://apod.nasa.gov/apod/image/1112/v838mon_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Light Echoes from V838 Mon",
        "url": "https://apod.nasa.gov/apod/image/1112/v838mon_hst.jpg"
    },
    {
        "date": "2011-12-07",
        "explanation": "It's the closest match to Earth that has yet been found. Recently discovered planet Kepler 22b has therefore instantly become the best place to find life outside our Solar System.  The planet's host star, Kepler 22, is actually slightly smaller and cooler than the Sun, and lies 600 light-years from Earth toward the constellation of the Swan (Cygnus). The planet, Kepler 22b, is over twice the radius of the Earth and orbits slightly closer in, but lies in the habitable zone where liquid water could exist on the surface. Pictured above is an artist's depiction of how Kepler 22b might appear to an approaching spaceship, in comparison to the inner planets of our Solar System.   Whether Kepler 22b actually contains water or life is currently unknown. A SETI project, however, will begin monitoring Kepler 22b for signs of intelligence.",
        "hdurl": "https://apod.nasa.gov/apod/image/1112/kepler22b_nasa_946.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Kepler 22b: An Almost Earth Orbiting an Almost Sun",
        "url": "https://apod.nasa.gov/apod/image/1112/kepler22b_nasa_900.jpg"
    },
    {
        "date": "2011-12-10",
        "explanation": "These colorful images are of thin slices of meteorites viewed through a polarizing microscope. Part of the group classified as HED (Howardite, Eucrite, Diogenite) meteorites for their mineral content, they likely fell to Earth from 4 Vesta, the mainbelt asteroid currently being explored by NASA's Dawn spacecraft. Why are they thought to be from Vesta? Because the HED meteorites have visible and infrared spectra that match the spectrum of that small world. The hypothesis of their origin on Vesta is also consistent with data from Dawn's ongoing observations. Excavated by impacts, the diogenites shown here would have originated deep within the crust of Vesta. Similar rocks are also found in the lower crust of planet Earth. A sample scale is indicated by the white bars, each 2 millimeters long.   Browse or share: Lastest lunar eclipse pictures",
        "hdurl": "https://apod.nasa.gov/apod/image/1112/PIA15138vestarocks.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Vesta Rocks",
        "url": "https://apod.nasa.gov/apod/image/1112/PIA15138vestarocks.jpg"
    },
    {
        "date": "2011-12-12",
        "explanation": "What could create this unusual vein of rock on Mars? A leading hypothesis is that this thin rock layer dubbed \"Homestake\" was deposited by a running liquid -- like most mineral veins are here on Earth. And the running liquid of choice is water. Therefore, this mineral streak -- rich in calcium and sulfur -- is the latest in the growing body of evidence that part of Mars had a watery past. This, in turn, increases the speculation that Mars was once hospitable to life.  Pictured above is a vista taken near the western rim of Endeavour Crater by the Opportunity rover currently exploring Mars.  The inset image shows a close up of the recently discovered mineral vein.   Browse or share: Latest lunar eclipse pictures",
        "hdurl": "https://apod.nasa.gov/apod/image/1112/marsvein_opportunity_1296.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "An Unusual Vein of Deposited Rock on Mars",
        "url": "https://apod.nasa.gov/apod/image/1112/marsvein_opportunity_900.jpg"
    },
    {
        "date": "2011-12-17",
        "explanation": "Like most other sungrazing comets, Comet Lovejoy (C/2011 W3) was not expected to survive its close encounter with the Sun. But it did. This image from a coronograph onboard the sun-staring SOHO spacecraft identifies the still inbound remnants of the tail, with the brilliant head or coma emerging from the solar glare on December 16.  The Sun's position, behind an occulting disk to block the overwhelming glare, is indicated by the white circle. Separated from its tail, Comet Lovejoy's coma is so bright it saturates the camera's pixels creating the horizontal streaks. Based on their orbits, sungrazer comets are thought to belong to the Kreutz family of comets, created by successive break ups from a single large parent comet that passed very near the Sun in the twelfth century.  Most have been discovered with SOHO's cameras, but unlike many sungrazers, this one was first spotted by Australian astronomer Terry Lovejoy from an earth-based observatory. Comet Lovejoy is estimated to have come within 120,000 kilometers of the Sun's surface and likely had a large cometary nucleus to have survived its intense perihelion passage. Remarkable videos of the encounter from the Solar Dynamics Observatory can be found here.",
        "hdurl": "https://apod.nasa.gov/apod/image/1112/Lovejoy_loses_tail.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Comet Lovejoy: Sungrazing Survivor",
        "url": "https://apod.nasa.gov/apod/image/1112/Lovejoy_loses_tail900.jpg"
    },
    {
        "date": "2011-12-21",
        "explanation": "What's large and blue and can wrap itself around an entire galaxy? A gravitational lens mirage. Pictured above,  the gravity of a luminous red galaxy (LRG) has gravitationally distorted the light from a much more distant blue galaxy. More typically, such light bending results in two discernible images of the distant galaxy, but here the lens alignment is so precise that the background galaxy is distorted into a horseshoe -- a nearly complete ring.  Since such a lensing effect was generally predicted in some detail by Albert Einstein over 70 years ago, rings like this are now known as Einstein Rings.  Although LRG 3-757 was discovered in 2007 in data from the  Sloan Digital Sky Survey (SDSS), the image shown above is a follow-up observation taken with the Hubble Space Telescope's  Wide Field Camera 3. Strong gravitational lenses like LRG 3-757 are more than oddities -- their multiple properties allow astronomers to determine the mass and dark matter content of the foreground galaxy lenses.   Best Short Astronomy Videos: APOD editor to speak in New York City on Friday, January 6",
        "hdurl": "https://apod.nasa.gov/apod/image/1112/lensshoe_hubble_3235.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Horseshoe Einstein Ring from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1112/lensshoe_hubble_900.jpg"
    },
    {
        "date": "2011-12-25",
        "explanation": "This is the mess that is left when a star explodes.  The Crab Nebula, the result of a supernova seen in 1054 AD, is filled with mysterious filaments.  The filaments are not only tremendously complex, but appear to have less mass than expelled in the original supernova and a higher speed than expected from a free explosion.  The above image, taken by the Hubble Space Telescope, is presented in three colors chosen for scientific interest.  The Crab Nebula spans about 10 light-years.  In the nebula's very center lies a pulsar: a neutron star as massive as the Sun but with only the size of a small town.  The Crab Pulsar rotates about 30 times each second.   Best Short Astronomy Videos: APOD editor to speak in New York City on Friday, January 6",
        "hdurl": "https://apod.nasa.gov/apod/image/1112/m1_hst_2400.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M1: The Crab Nebula from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1112/m1_hst_900.jpg"
    },
    {
        "date": "2011-12-26",
        "explanation": "It is one of the largest and longest lived storms ever recorded in our Solar System.  First seen late last year, the above cloud formation in the northern hemisphere of Saturn started larger than the Earth and soon spread completely around the planet. The storm has been tracked not only from Earth but from up close by the robotic Cassini spacecraft currently orbiting Saturn. Pictured above in false colored infrared in February, orange colors indicate clouds deep in the atmosphere, while light colors highlight clouds higher up. The rings of Saturn are seen nearly edge-on as the thin blue horizontal line. The warped dark bands are the shadows of the rings cast onto the cloud tops by the Sun to the upper left. A source of radio noise from lightning, the intense storm may relate to seasonal changes as spring slowly emerges in the north of Saturn.   Fun Quiz: Celestial or Cellular -- can you tell the difference?",
        "hdurl": "https://apod.nasa.gov/apod/image/1112/saturnstorm2_cassini_977.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Raging Storm System on Saturn",
        "url": "https://apod.nasa.gov/apod/image/1112/saturnstorm2_cassini_900.jpg"
    },
    {
        "date": "2011-12-30",
        "explanation": "The monster at the center of our Galaxy is about to get fed. Recent observations by the Very Large Telescopes indicate that a cloud of gas will venture too close to the supermassive black hole at the Galactic center. The gas cloud is being disrupted, stretched out, heated up, and some of it is expected to fall into the black hole over the next two years. In this artist's illustration, what remains of the blob after a close pass to the black hole is shown in red and yellow, arching out from the gravitational death trap to its right. The cloud's orbit is shown in red, while the orbits of central stars are shown in blue. The infalling nebula is estimated to contain several times the mass of our Earth, while the central black hole, thought to correspond to the radio source Sagittarius A*, contains about four million times the mass of our Sun. Once it falls in, nothing is expected to be heard from the doomed gas ever again.   Discovery + Outreach: Graduate student research position open for APOD",
        "hdurl": "https://apod.nasa.gov/apod/image/1112/doomedgas_eso_4000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Diner at the Center of the Galaxy",
        "url": "https://apod.nasa.gov/apod/image/1112/doomedgas_eso_900.jpg"
    },
    {
        "date": "2011-12-31",
        "explanation": "On December 24, Comet Lovejoy rose in dawn's twilight, arcing above the eastern horizon, its tails swept back by the solar wind and sunlight. Seen on the left is the comet's early morning appearance alongside the southern Milky Way from the town of Intendente Alvear, La Pampa province, Argentina. The short star trails include bright southern sky stars Alpha and Beta Centauri near the center of the frame, but the long bright streak that crosses the comet tails is a little closer to home. Waiting for the proper moment to start his exposure, the photographer has also caught the International Space Station still glinting in the sunlight as it orbits (top to bottom) above the local horizon. The right panel is the near horizon view of Comet Lovejoy from the space station itself, captured only two days earlier. In fact, Dan Burbank, Expedition 30 commander, recorded Comet Lovejoy rising just before the Sun in a spectacular video (linked here). Even considering the other vistas available from low Earth orbit, Burbank describes the comet as \"the most amazing thing I have ever seen in space.\"",
        "hdurl": "https://apod.nasa.gov/apod/image/1112/ISSLovejoy2panel.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Comet Lovejoy and the ISS",
        "url": "https://apod.nasa.gov/apod/image/1112/ISSLovejoy2panel.jpg"
    }
]