[
    {
        "date": "2009-01-01",
        "explanation": "Astronomers all over planet Earth invite you to experience the night sky as part of the International Year of Astronomy 2009. This year was picked by the International Astronomical Union and the United Nations Educational, Scientific, and Cultural Organization because it occurs 400 years after Galileo turned one of the first telescopes toward the heavens.   Peering through that small window, Galileo discovered that the Moon has craters, Venus has phases, Jupiter has moons, and Saturn has rings.  This year you can discover these and many modern wonders of the amazing overhead tapestry that is shared by all of humanity. If, like many others, you find the night sky wondrous and educational, be sure to attend an IYA2009 event in your area, and tell any schools and children that might be interested. Also, please feel free to explore the extensive IYA2009 web pages to find international media events that include blogs, webcasts and much much more.   Note : APOD Editor to Speak in New York on Jan. 2 (tomorrow!)  digg_url = 'http://apod.nasa.gov/apod/ap090101.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0901/logo_iya2009_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Welcome to the International Year of Astronomy",
        "url": "https://apod.nasa.gov/apod/image/0901/logo_iya2009.jpg"
    },
    {
        "date": "2009-01-04",
        "explanation": "In the distant universe, time appears to run slowly.  Since time-dilated light appears shifted toward the red end of the spectrum (redshifted), astronomers are able to use cosmological time-slowing to help measure vast distances in the universe.  Above, the light from distant galaxies has been broken up into its constituent colors (spectra), allowing astronomers to measure the redshift of known spectral lines.  The novelty of the above image is that the distance to hundreds of galaxies can now be measured on a single frame using the Visible MultiObject Spectrograph operating at the Very Large Telescope array in Chile.  Analyzing the space distribution of distant objects will allow insight into when and how stars, galaxies, and quasars formed, clustered, and evolved in the early universe.   digg_url = 'http://apod.nasa.gov/apod/ap090104.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0901/spectra_vlt_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Breaking Distant Light",
        "url": "https://apod.nasa.gov/apod/image/0901/spectra_vlt.jpg"
    },
    {
        "date": "2009-01-06",
        "explanation": "How hazy is Jupiter's upper atmosphere? To help find out, astronomers deployed the Hubble Space Telescope to watch Jupiter eclipse its moon Ganymede. Although Ganymede circles Jupiter once a week, a particularly useful occultation occurs more rarely.  Such an occultation was captured in great visual detail in April 2007. When near Jupiter's limb, Ganymede reflects sunlight though Jupiter's upper atmosphere, allowing astronomers to search for haze by noting a slight dimming at different colors. One result of this investigation was the above spectacular image, where bands of clouds that circle Jupiter are clearly visible, as well as magnificent swirling storm systems such as the Great Red Spot.  Ganymede, at the image bottom, also shows noticeable detail on its dark icy surface.  Since Jupiter and Ganymede are so bright, many eclipses can be seen right here on Earth with a small telescope.    digg_url = 'http://apod.nasa.gov/apod/ap090106.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0901/jupiterganymede_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Jupiter Eclipsing Ganymede",
        "url": "https://apod.nasa.gov/apod/image/0901/jupiterganymede_hst.jpg"
    },
    {
        "date": "2009-01-07",
        "explanation": "What's happening at the center of our Milky Way Galaxy? To help find out, the orbiting Hubble and Spitzer space telescopes have combined their efforts to survey the region in unprecedented detail in infrared light.  Infrared light is particularly useful for probing the Milky Way's center because visible light is more greatly obscured by dust.  The above image encompasses over 2,000 images from the Hubble Space Telescope's NICMOS taken last year. The image spans 300 by 115 light years with such high resolution that structures only 20 times the size of our own Solar System are discernable. Clouds of glowing gas and dark dust as well as three large star clusters are visible.  Magnetic fields may be channeling plasma along the upper left near the Arches Cluster, while energetic stellar winds are carving pillars near the Quintuplet Cluster on the lower left.  The massive Central Cluster of stars surrounding Sagittarius A* is visible on the lower right. Why several central, bright, massive stars appear to be unassociated with these star clusters is not yet understood.   digg_url = 'http://apod.nasa.gov/apod/ap090107.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0901/gcenter_hstspitzer_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Galactic Core in Infrared",
        "url": "https://apod.nasa.gov/apod/image/0901/gcenter_hstspitzer.jpg"
    },
    {
        "date": "2009-01-10",
        "explanation": "This month, the Mars Exploration Rovers are celebrating their 5th anniversary of operations on the surface of the Red Planet. The serene sunset view, part of their extensive legacy of images from the martian surface, was recorded by the Spirit rover on May 19, 2005. Colors in the image have been slightly exaggerated but would likely be apparent to a human explorer's eye. Of course, fine martian dust particles suspended in the thin atmosphere lend the sky a reddish color, but the dust also scatters blue light in the forward direction, creating a bluish sky glow near the setting Sun. The Sun is setting behind the Gusev crater rim wall some 80 kilometers (50 miles) in the distance. Because Mars is farther away, the Sun is less bright and only about two thirds the size seen from planet Earth.   digg_url = 'http://apod.nasa.gov/apod/ap090110.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0901/PIA07997_spiritmars.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Martian Sunset",
        "url": "https://apod.nasa.gov/apod/image/0901/PIA07997_spiritmars_c800.jpg"
    },
    {
        "date": "2009-01-11",
        "explanation": "In the shadow of Saturn, unexpected wonders appear. The robotic Cassini spacecraft now orbiting Saturn recently drifted in giant planet's shadow for about 12 hours and looked back toward the eclipsed Sun.  Cassini saw a view unlike any other.  First, the night side of Saturn is seen to be partly lit by light reflected from its own majestic ring system.  Next, the rings themselves appear dark when silhouetted against Saturn, but quite bright when viewed away from Saturn, slightly scattering sunlight, in this exaggerated color image. Saturn's rings light up so much that new rings were discovered, although they are hard to see in the image.  Seen in spectacular detail, however, is Saturn's E ring, the ring created by the newly discovered ice-fountains of the moon Enceladus and the outermost ring visible above.  Far in the distance, at the left, just above the bright main rings, is the almost ignorable pale blue dot of Earth.    digg_url = 'http://apod.nasa.gov/apod/ap090111.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0901/newrings_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "In the Shadow of Saturn",
        "url": "https://apod.nasa.gov/apod/image/0901/newrings_cassini.jpg"
    },
    {
        "date": "2009-01-18",
        "explanation": "What lies at the bottom of Hyperion's strange craters?  Nobody knows. To help find out, the robot Cassini spacecraft now orbiting Saturn swooped past the sponge-textured moon in late 2005 and took an image of unprecedented detail.  That image, shown above in false color, shows a remarkable world strewn with strange craters and a generally odd surface.   The slight differences in color likely show differences in surface composition.   At the bottom of most craters lies some type of unknown dark material.  Inspection of the image shows bright features indicating that the dark material might be only tens of meters thick in some places.   Hyperion is about 250 kilometers across, rotates chaotically, and has a density so low that it might house a vast system of caverns inside.   digg_url = 'http://apod.nasa.gov/apod/ap090118.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/hyperion2_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn's Hyperion: A Moon with Odd Craters",
        "url": "https://apod.nasa.gov/apod/image/0510/hyperion2_cassini.jpg"
    },
    {
        "date": "2009-01-19",
        "explanation": "Why is there methane on Mars? No one is sure.  An important confirmation that methane exists in the atmosphere of Mars occurred last week, bolstering previous controversial claims made as early as 2003.  The confirmation was made spectroscopically using large ground-based telescopes by finding precise colors absorbed on Mars that match those absorbed by methane on Earth. Given that methane is destroyed in the open martian air in a matter of years, the present existence of the fragile gas indicates that it is currently being released, somehow, from the surface of Mars. One prospect is that microbes living underground are creating it, or created it in the past.  If true, this opens the exciting possibility that life might be present under the surface of Mars even today.  Given the present data, however, it is also possible that a purely geologic process, potentially involving volcanism or rust and not involving any life forms, is the methane creator. Pictured above is an image of Mars superposed with a map of the recent methane detection.    digg_url = 'http://apod.nasa.gov/apod/ap090119.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0901/marsmethane_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Methane Discovered in the Atmosphere of Mars",
        "url": "https://apod.nasa.gov/apod/image/0901/marsmethane_nasa.jpg"
    },
    {
        "date": "2009-01-20",
        "explanation": "If you could stand on Mars -- what could you see? One memorable vista might be the above 360-degree panoramic image taken by the robotic Spirit rover over the last year.  The above image involved over 200 exposures and was released as part of Spirit's five year anniversary of landing on the red planet. The image was taken from the spot that Spirit stopped to spend the winter, near an unusual plateau called Home Plate.   Visible on the annotated image are rocks, hills, peaks, ridges, plains inside Gusev crater, and previous tracks of the rolling Spirit rover.  The image color has been closely matched to what a human would see, and named for the famous space artist Chesley Bonestell.    digg_url = 'http://apod.nasa.gov/apod/ap090120.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0901/bonestell_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Bonestell Panorama from Mars",
        "url": "https://apod.nasa.gov/apod/image/0901/bonestell_spirit.jpg"
    },
    {
        "date": "2009-01-22",
        "explanation": "NGC 2818 is a beautiful planetary nebula, the gaseous shroud of a dying sun-like star. It could well offer a glimpse of the future that awaits our own Sun after spending another 5 billion years or so steadily using up hydrogen at its core, and then finally helium, as fuel for nuclear fusion. Curiously, NGC 2818 seems to lie within an open star cluster, NGC 2818A, that is some 10,000 light-years distant toward the southern constellation Pyxis (the Compass). At the distance of the star cluster, the nebula would be about 4 light-years across. But accurate velocity measurements show that the nebula's own velocity is very different from the cluster's member stars. The result is strong evidence that NGC 2818 is only by chance found along the line of sight to the star cluster and so may not share the cluster's distance or age. The Hubble image is a composite of exposures through narrow-band filters, presenting emission from nitrogen, hydrogen, and oxygen atoms in the nebula as red, green, and blue hues.  Editor's Note (Jan. 26, 2009): Thanks to Daniel Majaess (St. Mary's Univ., Halifax) for corrections.   digg_url = 'http://apod.nasa.gov/apod/ap090122.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0901/ngc2818_hheritage.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Planetary Nebula NGC 2818",
        "url": "https://apod.nasa.gov/apod/image/0901/ngc2818_hheritage_800.jpg"
    },
    {
        "date": "2009-02-04",
        "explanation": "On the distant planet HD 80606b, summers might be dangerous. Hypothetic life forms floating in HD 080606b's atmosphere or lurking on one of its (presently hypothetical) moons might fear the 1,500 Kelvin summer heat, which is hot enough not only to melt lead but also nickel.  Although summers are defined for Earth by the daily amount of sunlight, summers on HD 80606b are more greatly influenced by how close the planet gets to its parent star. HD 80606b, about 200 light years distant, has the most elliptical orbit of any planet yet discovered.  In comparison to the Solar System, the distance to its parent star would range from outside the orbit of Venus to well inside the orbit of Mercury.  In this sequence, the night side of HD 80606b is computer simulated as it might glow in infrared light in nearly daily intervals as it passed the closest point in its 111-day orbit around its parent star.   The simulation is based on infrared data taken in late 2007 by the Spitzer Space Telescope.    digg_url = 'http://apod.nasa.gov/apod/ap090204.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0902/hd80606b_kasen_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Dangerous Summer on HD 80606b",
        "url": "https://apod.nasa.gov/apod/image/0902/hd80606b_kasen.jpg"
    },
    {
        "date": "2009-02-05",
        "explanation": "Some 3 million light-years distant in nearby spiral galaxy M33, giant stellar nursery NGC 604 is about 1,300 light-years across, or nearly 100 times the size of the Orion Nebula. In fact, among the star forming regions within the Local Group of galaxies, NGC 604 is second in size only to 30 Doradus, also known as the Tarantula Nebula in the Large Magellanic Cloud. This space-age color composite of X-ray data (in blue hues) from the Chandra Observatory, and Hubble optical data shows that NGC 604's cavernous bubbles and cavities are filled with a hot, tenuous, X-ray emitting gas. Intriguingly, NGC 604 itself is divided by a wall of relatively cool gas. On the western (right) side of the nebula, measurements indicate that material is likely heated to X-ray temperatures by the energetic winds from a cluster of about 200 young, massive stars. On the eastern side the X-ray filled cavities seem to be older, suggesting supernova explosions from the end of massive star evolution contribute to their formation.   digg_url = 'http://apod.nasa.gov/apod/ap090205.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0902/n604comp_chandra.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 604: X-rays from a Giant Stellar Nursery",
        "url": "https://apod.nasa.gov/apod/image/0902/n604comp_chandraC800.jpg"
    },
    {
        "date": "2009-02-09",
        "explanation": "How far away is spiral galaxy NGC 4921? Although presently estimated to be about 320 million light years distant, a more precise determination could be coupled with its known recession speed to help humanity better calibrate the expansion rate of the entire visible universe.  Toward this goal, this image was taken by the Hubble Space Telescope in order to help identify key stellar distance markers known as Cepheid variable stars.   Since NGC 4921 is a member of the Coma Cluster of Galaxies, refining its distance would also allow a better distance determination to one of the largest nearby clusters in the local universe. The magnificent spiral NGC 4921 has been informally dubbed anemic because of its low rate of star formation and low surface brightness. The remarkably sharp image was made with Hubble's Advanced Camera for Surveys, currently in need of repair. Visible in the image are, from the center, a bright nucleus, a bright central bar, a prominent ring of dark dust, blue clusters of recently formed stars, several smaller companion galaxies, unrelated galaxies in the far distant universe, and unrelated stars in our Milky Way Galaxy.    digg_url = 'http://apod.nasa.gov/apod/ap090209.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0902/ngc4921_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Anemic Galaxy NGC 4921 at the Edge",
        "url": "https://apod.nasa.gov/apod/image/0902/ngc4921_hst.jpg"
    },
    {
        "date": "2009-02-16",
        "explanation": "A jewel of the southern sky, the Great Carina Nebula, aka NGC 3372, spans over 300 light-years, one of our Galaxy's largest star forming regions. Like the smaller, more northerly Great Orion Nebula, the Carina Nebula is easily visible to the unaided eye, though at a distance of 7,500 light-years it is some 5 times farther away. This stunning telescopic view from the 2.2-meter ESO/MPG telescope La Silla Observatory in Chile reveals remarkable details of the region's glowing filaments of interstellar gas and dark cosmic dust clouds. The Carina Nebula is home to young, extremely massive stars, including the still enigmatic variable Eta Carinae, a star with well over 100 times the mass of the Sun.  Eta Carinae is the bright star left of the central dark notch in this field and near the dusty Keyhole Nebula (NGC 3324).   digg_url = 'http://apod.nasa.gov/apod/ap090216.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0902/carina_eso_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Great Carina Nebula",
        "url": "https://apod.nasa.gov/apod/image/0902/carina_eso.jpg"
    },
    {
        "date": "2009-02-21",
        "explanation": "Now growing brighter, Comet Lulin is headed for its closest approach to planet Earth early next week. But the comet's greenish glow, familiar to earthbound skygazers, is replaced by false colors in this premier view from the orbiting Swift satellite. Image data from the Swift detectors, normally intended to follow cosmic gamma-ray bursts, were recorded on January 28. The data are combined here, along with a sky survey image of background stars, to show optical and ultraviolet light in green-blue hues and x-rays from the comet in red.  The result maps remarkable x-ray emission on the comet's sunward side as incoming solar wind ions interact with gases in the swollen coma. It also shows substantial ultraviolet emission opposite the Sun, in the direction of motion and the comet's tail. The ultraviolet emission is from the OH molecule derived from the breakup of water, an indicator of the copius amounts of water produced by this extremely active comet. In fact, astronomers estimate Lulin was releasing about 800 gallons of water each second, enough to fill an Olympic-size swimming pool in less than 15 minutes.   digg_url = 'http://apod.nasa.gov/apod/ap090221.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0902/SwiftLulinDSS_comp.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Swift View of Comet Lulin",
        "url": "https://apod.nasa.gov/apod/image/0902/SwiftLulinDSS_compLabelc800.jpg"
    },
    {
        "date": "2009-02-22",
        "explanation": "Few cosmic vistas excite the imagination like the Orion Nebula. Also known as M42, the nebula's glowing gas surrounds hot young stars at the edge of an immense interstellar molecular cloud only 1,500 light-years away. The Orion Nebula offers one of the best opportunities to study how stars are born partly because it is the nearest large star-forming region, but also because the nebula's energetic stars have blown away obscuring gas and dust clouds that would otherwise block our view - providing an intimate look at a range of ongoing stages of starbirth and evolution.  This detailed image of the Orion Nebula is the sharpest ever, constructed using data from the Hubble Space Telescope's Advanced Camera for Surveys and the European Southern Observatory's La Silla 2.2 meter telescope. The mosaic contains a billion pixels at full resolution and reveals about 3,000 stars.   digg_url = 'http://apod.nasa.gov/apod/ap090222.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0902/m42_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Orion Nebula: The Hubble View",
        "url": "https://apod.nasa.gov/apod/image/0902/m42_hst.jpg"
    },
    {
        "date": "2009-03-02",
        "explanation": "What is that streaking across the sky? A bright earthgrazing meteor.  In 1972, an unusually bright meteor from space was witnessed bouncing off Earth's atmosphere, much like a skipping stone can bounce off of a calm lake.  The impressive event lasted several seconds, was visible in daylight, and reportedly visible all the way from Utah, USA to Alberta, Canada.  Pictured above, the fireball was photographed streaking above Teton mountains behind Jackson Lake, Wyoming, USA.  The Great Daylight Fireball of 1972 was possibly the size of a small truck, and would likely have created an impressive airburst were it to have struck Earth more directly.   Earthgrazing meteors are rare but are more commonly seen when the radiant of a meteor shower is just rising or setting.  At that time, meteors closer to the Earth than earthgrazers would more usually strike the Earth near the horizon, while meteors further than earthgrazers would miss the Earth entirely.   digg_url = 'http://apod.nasa.gov/apod/ap090302.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0903/earthgrazer_ansmet.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Earthgrazer: The Great Daylight Fireball of 1972",
        "url": "https://apod.nasa.gov/apod/image/0903/earthgrazer_ansmet_big.jpg"
    },
    {
        "date": "2009-03-03",
        "explanation": "Will our Sun look like this one day?  The Helix Nebula is one of brightest and closest examples of a planetary nebula, a gas cloud created at the end of the life of a Sun-like star.  The outer gasses of the star expelled into space appear from our vantage point as if we are looking down a helix.  The remnant central stellar core, destined to become a white dwarf star, glows in light so energetic it causes the previously expelled gas to fluoresce.  The Helix Nebula, given a technical designation of NGC 7293, lies about 700 light-years away towards the constellation of Aquarius and spans about 2.5 light-years.  The above picture was taken by the Wide Field Imager on the 2.2-meter Telescope at the European Southern Observatory's La Silla Observatory. A close-up of the inner edge of the Helix Nebula shows complex gas knots of unknown origin.    digg_url = 'http://apod.nasa.gov/apod/ap090303.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0903/helix_eso_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Helix Nebula from La Silla Observatory",
        "url": "https://apod.nasa.gov/apod/image/0903/helix_eso.jpg"
    },
    {
        "date": "2009-03-08",
        "explanation": "Although the phase of this moon might appear familiar, the moon itself might not. In fact, this gibbous phase shows part of Jupiter's moon Europa. The robot spacecraft Galileo captured this image mosaic during its mission orbiting Jupiter from 1995 - 2003. Visible are plains of bright ice, cracks that run to the horizon, and dark patches that likely contain both ice and dirt. Raised terrain is particularly apparent near the terminator, where it casts shadows. Europa is nearly the same size as Earth's Moon, but much smoother, showing few highlands or large impact craters. Evidence and images from the Galileo spacecraft, indicated that liquid oceans might exist below the icy surface. To test speculation that these seas hold life, ESA and NASA have together started preliminary development of the Europa Jupiter System Mission , a spacecraft proposed to better study Europa. If the surface ice is thin enough, a future mission might drop hydrobots to burrow into the oceans and search for life.   digg_url = 'http://apod.nasa.gov/apod/ap090308.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0903/europa_galileo_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Gibbous Europa",
        "url": "https://apod.nasa.gov/apod/image/0903/europa_galileo.jpg"
    },
    {
        "date": "2009-03-13",
        "explanation": "Scanning the skies for galaxies, Canadian astronomer Paul Hickson and colleagues identified some 100 compact groups of galaxies, now appropriately called Hickson Compact Groups (HCGs). This sharp Hubble image shows one such galaxy group, HCG 90, in startling detail. Three galaxies are revealed to be strongly interacting: a dusty spiral galaxy stretched and distorted between a pair of large elliptical galaxies. The close encounter will trigger furious star formation. On a cosmic timescale, the gravitational tug of war will eventually result in the merger of the trio into a large single galaxy. The merger process is now understood to be a normal part of the evolution of galaxies, including our own Milky Way. HCG 90 lies about 100 million light-years away in the constellation Piscis Austrinus. This Hubble view spans about 80,000 light-years at that estimated distance. Of course, Hickson Compact Groups also make for rewarding viewing for Earth-bound astronomers with more modest sized telescopes.   digg_url = 'http://apod.nasa.gov/apod/ap090313.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0903/hcg90_hst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hickson Compact Group 90",
        "url": "https://apod.nasa.gov/apod/image/0903/hcg90_hst_c800.jpg"
    },
    {
        "date": "2009-03-15",
        "explanation": "What's happened to our Sun?  It was sporting a spectacular -- but not very unusual -- solar prominence. A solar prominence is a cloud of solar gas held above the Sun's surface by the Sun's magnetic field.  In 2004, NASA's Sun-orbiting SOHO spacecraft imaged an impressively large prominence hovering over the surface, pictured above.  The Earth would easily fit under the hovering curtain of hot gas.  A quiescent prominence typically lasts about a month, and may erupt in a Coronal Mass Ejection (CME) expelling hot gas into the  Solar System.  Although somehow related to the Sun's changing magnetic field, the energy mechanism that creates and sustains a Solar prominence is still a topic of research.    digg_url = 'http://apod.nasa.gov/apod/ap090315.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0903/sunprom2_soho_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Prominent Solar Prominence from SOHO",
        "url": "https://apod.nasa.gov/apod/image/0903/sunprom2_soho.jpg"
    },
    {
        "date": "2009-03-16",
        "explanation": "Mars has two tiny moons, Phobos and Deimos.  Pictured above, in a recently release image by HiRISE camera onboard the Mars-orbiting Mars Reconnaissance Orbiter (MRO), is Deimos, the smaller moon of Mars.  Deimos is one of the smallest known moons in the Solar System measuring only about 15 kilometers across.  The diminutive Martian moon was discovered in 1877 by Asaph Hall, an American astronomer working at the US Naval Observatory in Washington D.C.  The existence of two Martian moons was predicted around 1610 by Johannes Kepler, the astronomer who derived the laws of planetary motion.  In this case, Kepler's prediction was not based on scientific principles, but his writings and ideas were so influential that the two Martian moons are discussed in works of fiction such as Jonathan Swift's Gulliver's Travels, written in 1726, over 150 years before their actual discovery.   digg_url = 'http://apod.nasa.gov/apod/ap090316.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0903/deimos_hirise_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Martian Moon Deimos from MRO",
        "url": "https://apod.nasa.gov/apod/image/0903/deimos_hirise.jpg"
    },
    {
        "date": "2009-03-17",
        "explanation": "What star created this huge puffball?  Pictured above is the best multi-wavelength image yet of Tycho's supernova remnant, the result of a stellar explosion first recorded over 400 years ago by the famous astronomer Tycho Brahe.  The above image is a composite of an X-ray image taken by the orbiting Chandra X-ray Observatory, an infrared image taken by the orbiting Spitzer Space Telescope, and an optical image taken by the 3.5-meter Calar Alto telescope located in southern Spain. The expanding gas cloud is extremely hot, while slightly different expansion speeds have given the cloud a puffy appearance.  Although the star that created SN 1572, is likely completely gone, a star dubbed Tycho G, too dim to be easily discerned here, is being studied as the possible companion. Finding progenitor remnants of Tycho's supernova is particularly important because the supernova was recently determined to be of Type Ia.  The peak brightness of Type Ia supernovas is thought to be well understood, making them quite valuable in calibrating how our universe dims distant objects.    digg_url = 'http://apod.nasa.gov/apod/ap090317.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0903/tycho_chandra_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Tycho's Supernova Remnant",
        "url": "https://apod.nasa.gov/apod/image/0903/tycho_chandra.jpg"
    },
    {
        "date": "2009-03-19",
        "explanation": "very 14 to 15 years, Saturn's rings are tilted edge-on to our line of sight. As the bright, beautiful rings seem to grow narrower it becomes increasingly difficult to see them, even with large telescopes. But it does provide the opportunity to watch multiple transits of Saturn's moons. During a transit, a sunlit moon and its shadow glide across the cloudy face of the gas giant. Recorded on February 24, this Hubble image is part of a sequence showing the transit of four of Saturn's moons. From left to right are Enceladus and shadow, Dione and shadow, and Saturn's largest moon Titan. Small moon Mimas is just touching Saturn's disk near the ring plane at the far right. The shadows of Titan and Mimas have both moved off the right side of the disk. Saturn itself has an equatorial diameter of about 120,000 kilometers.   digg_url = 'http://apod.nasa.gov/apod/ap090319.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0903/sat4moons_hst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn: Moons in Transit",
        "url": "https://apod.nasa.gov/apod/image/0903/sat4moons_hst_ch600.jpg"
    },
    {
        "date": "2009-03-21",
        "explanation": "Scanning the entire sky in gamma-rays, photons with over 50 million times the energy of visible light, the Fermi mission's Large Area Telescope (LAT) explores the high-energy universe. This all-sky map constructed from 3 months of LAT observations (August 4 to October 30, 2008) represents a deeper, better-resolved view of the gamma-ray sky than any previous space mission. What shines in Fermi's gamma-ray sky? A new paper describes the 205 brightest gamma-ray sources, but this map highlights a Fermi \"top ten\" list of five sources within, and five sources that lie beyond our Milky Way Galaxy. Within our galaxy: the Sun traces a faint arc across the map between the observation dates, LSI +61 303 is an X-ray binary star about 6,500 light-years away, PSR J1836+5925 is a type of pulsar (spinning neutron star) that is only seen to pulse at gamma-ray energies, and 47 Tuc is a globular star cluster some 15,000 light-years away. A fifth galactic source (unidentified), just above the center of the galactic plane, is intriguing because it is a variable source and has no clear counterpart at other wavelengths. Beyond our galaxy: NGC 1275 is a large galaxy at the heart of the Perseus galaxy cluster some 233 million light-years away, while 3C 454.3, PKS 1502+106, and PKS 0727-115 are active galaxies billions of light-years distant. Another unidentified source, seen below the galactic plane, is likely beyond the boundaries of the Milky Way. Its nature remains a mystery.   digg_url = 'http://apod.nasa.gov/apod/ap090321.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0903/Fermi3month_labeled_2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Fermi's Gamma-Ray Sky",
        "url": "https://apod.nasa.gov/apod/image/0903/Fermi3month_labeled_c900.jpg"
    },
    {
        "date": "2009-03-22",
        "explanation": "The Sun destroyed this comet.  Arcing toward a fiery fate, this Sungrazer comet was recorded by the SOHO spacecraft's Large Angle Spectrometric COronagraph(LASCO) on 1996 Dec. 23. LASCO uses an occulting disk, partially visible at the lower right, to block out the otherwise overwhelming solar disk allowing it to image the inner 5 million miles of the relatively faint corona. The comet is seen as its coma enters the bright equatorial solar wind region (oriented vertically). Spots and blemishes on the image are background stars and camera streaks caused by charged particles. Positioned in space to continuously observe the Sun, SOHO has now been used to discover over 1,500 comets, including numerous sungrazers. Based on their orbits, they are believed to belong to a family of comets created by successive break ups from a single large parent comet which passed very near the Sun in the twelfth century. The Great Comet of 1965, Ikeya-Seki, was also a member of the Sungrazer family, coming within about 650,000 kilometers of the Sun's surface. Passing so close to the Sun, Sungrazers are subjected to destructive tidal forces along with intense solar heat. This comet, known as SOHO 6, did not survive.   digg_url = 'http://apod.nasa.gov/apod/ap090322.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0903/sungrazer_soho_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sungrazer",
        "url": "https://apod.nasa.gov/apod/image/0903/sungrazer_soho.jpg"
    },
    {
        "date": "2009-03-23",
        "explanation": "It may look like a grazing seahorse, but the dark object toward the image right is actually a pillar of smoky dust about 20 light years long. The curiously-shaped dust structure occurs in our neighboring Large Magellanic Cloud, in a star forming region very near the expansive Tarantula Nebula. The energetic nebula is creating a star cluster, NGC 2074, whose center is visible just off the top of the image in the direction of the neck of the seahorse. The representative color image was taken last year by the Hubble Space Telescope's Wide Field Planetary Camera 2 in honor of Hubble's 100,000th trip around the Earth. As young stars in the cluster form, their light and winds will slowly erode the dust pillars away over the next million years.   digg_url = 'http://apod.nasa.gov/apod/ap090323.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0903/ngc2074_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Seahorse of the Large Magellanic Cloud",
        "url": "https://apod.nasa.gov/apod/image/0903/ngc2074a_hst.jpg"
    },
    {
        "date": "2009-03-24",
        "explanation": "Human made robots continue to roll across the surface of Mars. Both Opportunity and its sister rover Spirit are in their sixth year on Mars, exploring the red planet for years longer than original expectations. Pictured above is a composite of recent images taken by the navigation camera on top of the Opportunity rover in Meridiani Planum. Visible are parallel rover tracks, rippling sand dunes, light-colored bedrock protrusions, metallic rover parts, and the dark shadow of the sometimes-artistic robotic photographer. Currently, Opportunity is on its way toward huge Endeavor crater, while Spirit is trying to climb an unusual rock structure known as Home Plate. If it can survive the harsh martian environment, Opportunity should arrive at Endeavor crater in about two years, at which time it may revolutionize human knowledge of this ancient martian landform.   digg_url = 'http://apod.nasa.gov/apod/ap090324.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0903/windmars_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Martian Dunes and the Shadow of Opportunity",
        "url": "https://apod.nasa.gov/apod/image/0903/windmars_opportunity.jpg"
    },
    {
        "date": "2009-03-25",
        "explanation": "A newly discovered object in the outer Solar System moves like an anti-Pluto.  90482 Orcus was first discovered in 2004 and is slightly smaller than Pluto, although still one of the largest Kuiper belt objects known. Orcus may one day have the same IAU designation as Pluto: a dwarf planet.  Orcus and Pluto have similar orbits: each achieves nearly the same maximum and minimum distances from the Sun, each orbits on a similarly shaped ellipse, and each orbital ellipse is tilted toward the other planets' orbital ellipse by roughly the same angle.  The great mass of Neptune causes each to circle the Sun twice for every three Neptune orbits.   Orcus is like an anti-Pluto, however, because the two objects always remain across the Solar System from each other. Orcus can be found as the spot near the center of these discovery frames moving slightly down from the top.  Until the end of next week, the discoverers of Orcus ask for your help in naming its newly discovered moon.   digg_url = 'http://apod.nasa.gov/apod/ap090325.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0903/orcus_gemini_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Orcus of the Outer Solar System",
        "url": "https://apod.nasa.gov/apod/image/0903/orcus_gemini.gif"
    },
    {
        "date": "2009-03-29",
        "explanation": "even years ago results were first presented indicating that most of the energy in our universe is not in stars or galaxies but is tied to space itself.  In the language of cosmologists, a large cosmological constant is directly implied by new distant supernovae observations.  Suggestions of a cosmological constant (lambda) were not new -- they have existed since the advent of modern relativistic cosmology. Such claims were not usually popular with astronomers, though, because lambda is so unlike known universe components, because lambda's value appeared limited by other observations, and because less- strange cosmologies without lambda had previously done well in explaining the data. What is noteworthy here is the seemingly direct and reliable method of the observations and the good reputations of the scientists conducting the investigations. Over the past eleven years, independent teams of astronomers have continued to accumulate data that appears to confirm the existence of dark energy and the unsettling result of a presently accelerating universe. The above picture of a supernova that occurred in 1994 on the outskirts of a spiral galaxy was taken by one of these collaborations.    digg_url = 'http://apod.nasa.gov/apod/ap090329.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0903/sn94d_highz_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Signals of a Strange Universe",
        "url": "https://apod.nasa.gov/apod/image/0903/sn94d_highz.jpg"
    },
    {
        "date": "2009-03-30",
        "explanation": "Is this a mud volcano on Mars? If so, could it be dredging up martian microbes? This strange possibility has been suggested recently and seems to fit several recent observations of Mars. First of all, hills like this seem to better resemble mud volcanoes on Earth than lava volcanoes and impact craters on Mars. Next, the pictured dome has an unusually textured surface consistent with fractured ice. Infrared images from space indicate that hills like this cool more quickly than surrounding rock, consistent with a dried mud composition. The hills also reflect colors consistent with a composition that formed in the presence of water.  Finally, unusual plumes of gas containing methane have been found on Mars with unknown origin. These gas plumes could conceivably have been liberated by mud volcanoes, were the initially warm mud to contain methane-producing microbes drifting in a previously unobservable underground lake. A candidate mud volcano over 100 meters across is pictured above in the northern plains of Mars.   digg_url = 'http://apod.nasa.gov/apod/ap090330.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0903/mudvolcano_hirise_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Possible Mud Volcanoes on Mars",
        "url": "https://apod.nasa.gov/apod/image/0903/mudvolcano_hirise.jpg"
    },
    {
        "date": "2009-03-31",
        "explanation": "In the heart of monstrous Tarantula Nebula lies huge bubbles of energetic gas, long filaments of dark dust, and unusually massive stars. In the center of this heart, is a knot of stars so dense that it was once thought to be a single star. This star cluster, labeled as R136 or NGC 2070, is visible just above the center of the above image and home to a great number of hot young stars.  The energetic light from these stars continually ionizes nebula gas, while their energetic particle wind blows bubbles and defines intricate filaments.  The above representative-color picture of this great LMC nebula details its tumultuous center. The Tarantula Nebula, also known as the 30 Doradus nebula, is one of the largest star-formation regions known, and has been creating unusually strong episodes of star formation every few million years.    digg_url = 'http://apod.nasa.gov/apod/ap090331.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0903/tarantula2_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "In the Heart of the Tarantula Nebula",
        "url": "https://apod.nasa.gov/apod/image/0903/tarantula2_hst.jpg"
    },
    {
        "date": "2009-04-01",
        "explanation": "First, a new truss was added.  Then, new solar panels were installed. Now, as part of the planned upgrade of the International Space Station, an Expedition 18 astronaut has upgraded her own head.  The Human Extended Analog Device 9000 was attached with only minor delays, making the astronaut's remaining spacewalks over 40 percent more efficient. With the HEAD 9000 attached, an astronaut can now directly access 4 Gigabytes of computer flash memory with their own brain, perform complex mathematics by \"directed thinking\", and play a pre-installed game of Tetris at no additional charge.  Happy April Fools' Day from the folks at APOD.  In reality, the space shuttle Discovery's mission to upgrade the International Space Station ended Saturday after upgrading only the space station. The above image of astronaut Heidemarie Stefanyshyn-Piper handling the box-like Nitrogen Tank Assembly was actually taken last November.  For some reason, however, Astronaut Stefanyshyn-Piper can now factor 11 digit prime numbers in her head.    digg_url = 'http://apod.nasa.gov/apod/ap090401.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0904/astrohead_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Astronaut's Head Upgraded During Spacewalk",
        "url": "https://apod.nasa.gov/apod/image/0904/astrohead_nasa.jpg"
    },
    {
        "date": "2009-04-05",
        "explanation": "The Sun's surface keeps changing.  Click the central arrow and watch how the Sun's surface oozes during a single hour.  The Sun's photosphere has thousands of bumps called granules and usually a few dark depressions called sunspots.  The above time-lapse movie centered on Sunspot 875 was taken in 2006 by the Vacuum Tower Telescope in the Canary Islands of Spain using adaptive optics to resolve details below 500 kilometers across.  Each of the numerous granules is the size of an Earth continent, but much shorter lived.  A granule slowly changes its shape over an hour, and can even completely disappear.  Hot hydrogen gas rises in the bright center of a granule, and falls back into the Sun along a dark granule edge.  The above movie and similar movies allows students and solar scientists to study how granules and sunspots evolve as well as how magnetic sunspot regions produce powerful solar flares.   Note: Follow the Sun today as part of 100 Hours of Astronomy  digg_url = 'http://apod.nasa.gov/apod/ap090405.html'; digg_skin = 'compact';",
        "media_type": "other",
        "service_version": "v1",
        "title": "Orange Sun Oozing"
    },
    {
        "date": "2009-04-06",
        "explanation": "The developing International Space Station (ISS) has changed its appearance again.  In a recently completed mission, the Space Shuttle orbiter Discovery visited the ISS and added components that included a new truss and new solar panels.  The entire array of expansive solar panels is visible in the above picture taken by the Discovery Crew after leaving the ISS to return to Earth.  The world's foremost space outpost can be seen developing over the past several years by comparing the above image to past images.  Also visible above are many different types of modules, a robotic arm, and a supply ship.  Construction began on the ISS in 1998.   digg_url = 'http://apod.nasa.gov/apod/ap090406.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0904/iss_sts119_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "International Space Station Expands Again",
        "url": "https://apod.nasa.gov/apod/image/0904/iss_sts119.jpg"
    },
    {
        "date": "2009-04-07",
        "explanation": "Two galaxies are squaring off in Virgo and here are the latest pictures.  When two galaxies collide, the stars that compose them usually do not. This is because galaxies are mostly empty space and, however bright, stars only take up only a small fraction of that space. But during the collision, one galaxy can rip the other apart gravitationally, and dust and gas common to both galaxies does collide. If the two galaxies merge, black holes that likely resided in each galaxy center may eventually merge. Because the distances are so large, the whole thing takes place in slow motion -- over hundreds of millions of years. Besides the two large spiral galaxies, a smaller third galaxy is visible on the far left of the above image of Arp 274, also known as NGC 5679. Arp 274 spans about 200,000 light years across and lies about 400 million light years away toward the constellation of Virgo.   digg_url = 'http://apod.nasa.gov/apod/ap090407.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0904/arp274_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Colliding Spiral Galaxies of Arp 274",
        "url": "https://apod.nasa.gov/apod/image/0904/arp274_hst.jpg"
    },
    {
        "date": "2009-04-08",
        "explanation": "How was this unusual looking galaxy created? No one is sure, especially since spiral galaxy NGC 7049 looks so strange.  NGC 7049's striking appearance is primarily due to an unusually prominent dust ring seen mostly in silhouette.  The opaque ring is much darker than the din of millions of bright stars glowing behind it. Besides the dark dust, NGC 7049 appears similar to a smooth elliptical galaxy, although featuring surprisingly few globular star clusters. NGC 7049 is pictured above as imaged recently by the Hubble Space Telescope. The bright star near the top of NGC 7049 is an unrelated foreground star in our own Galaxy.  Not visible here is an unusual central polar ring of gas circling out of the plane near the galaxy's center. Since NGC 7049 is the brightest galaxy in its cluster of galaxies, its formation might be fostered by several prominent and recent galaxy collisions. NGC 7049 spans about 150 thousand light years and lies about 100 million light years away toward the constellation of Indus.   digg_url = 'http://apod.nasa.gov/apod/ap090408.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0904/ngc7049_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Unusual Dusty Galaxy NGC 7049",
        "url": "https://apod.nasa.gov/apod/image/0904/ngc7049_hst.jpg"
    },
    {
        "date": "2009-04-12",
        "explanation": "Lying just at the limit of human perception is a picturesque starfield containing one of the larger open clusters on the northern sky.  Spanning an angle larger than the Moon, M39's relatively few stars lie only about 800 light years distant toward the constellation of Cygnus.  The above picture of M39 is a mosaic of 33 images taken by the WIYN telescope on Kitt Peak in Arizona, USA.  The stars in M39 are all about 300 million years old, much younger than the 5,000 million years of our Sun. Open clusters, also called galactic clusters, contain fewer and younger stars than globular clusters. Also unlike globular clusters, open clusters are generally confined to the plane of our Galaxy.   digg_url = 'http://apod.nasa.gov/apod/ap090412.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0904/m39_noao_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M39: Open Cluster in Cygnus",
        "url": "https://apod.nasa.gov/apod/image/0904/m39_noao.jpg"
    },
    {
        "date": "2009-04-15",
        "explanation": "What's causing unusual jagged shadows on Saturn's rings? No one is yet sure.  As Saturn nears equinox, its rings increasingly show only their thin edge to the Earth and Sun.  As a result, Saturn's moons now commonly cast long  shadows onto the rings. An example of this is the elongated vertical shadow of Mimas seen on the above right. The series of shorter, jagged shadows that run diagonally, however, are more unusual. Now Saturn's rings have been known to be made of particles for hundreds of years, but these particles have so far escaped direct imaging.  It is therefore particularly exciting that a preliminary hypothesis holds that these jagged shadows are silhouettes of transient groups of ring particles temporarily held close by their own gravity.  Future work will surely continue, as the robotic Cassini spacecraft orbiting Saturn that took the above image will continue to photograph Saturn's magnificent rings right through Saturn's equinox this August.   digg_url = 'http://apod.nasa.gov/apod/ap090415.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0904/shadows_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Jagged Shadows May Indicate Saturn Ring Particles",
        "url": "https://apod.nasa.gov/apod/image/0904/shadows_cassini.jpg"
    },
    {
        "date": "2009-04-17",
        "explanation": "Discovered by accident, this manuscript page provides graphical insight to astronomy in medieval times, before the Renaissance and the influence of Nicolaus Copernicus, Tycho de Brahe, Johannes Kepler, and Galileo. The intriguing page is from lecture notes on astronomy compiled by the monk Magister Wolfgang de Styria before the year 1490 at Melk Abbey in Austria. The top panels clearly illustrate the necessary geometry for a lunar (left) and solar eclipse in the Earth-centered Ptolemaic system. At lower left is a diagram of the Ptolemaic view of the solar system and at the lower right is a chart to calculate the date of Easter Sunday in the Julian calendar. Text at the upper right explains the movement of the planets according to the Ptolemaic system. The actual manuscript page is on view at historic Melk Abbey as part of a special exhibition during the International Year of Astronomy.   digg_url = 'http://apod.nasa.gov/apod/ap090417.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0904/medieval_fragment50p.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Medieval Astronomy from Melk Abbey",
        "url": "https://apod.nasa.gov/apod/image/0904/medieval_fragmentW600.jpg"
    },
    {
        "date": "2009-04-19",
        "explanation": "In the center of a swirling whirlpool of hot gas is likely a beast that has never been seen directly: a black hole.  Studies of the bright light emitted by the swirling gas frequently indicate not only that a black hole is present, but also likely attributes.  The gas surrounding GRO J1655-40, for example, has been found to display an unusual flickering at a rate of 450 times a second.  Given a previous mass estimate for the central object of seven times the mass of our Sun, the rate of the fast flickering can be explained by a black hole that is rotating very rapidly.  What physical mechanisms actually cause the flickering -- and a slower quasi-periodic oscillation (QPO) -- in accretion disks surrounding black holes and neutron stars remains a topic of much research.   digg_url = 'http://apod.nasa.gov/apod/ap090419.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0904/blackhole_hobart_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The View Near a Black Hole",
        "url": "https://apod.nasa.gov/apod/image/0904/blackhole_hobart.jpg"
    },
    {
        "date": "2009-04-20",
        "explanation": "When does Mars act like a liquid?  Although liquids freeze and evaporate quickly into the thin atmosphere of Mars, persistent winds may make large sand dunes appear to flow and even drip like a liquid.  Visible on the above image right are two flat top mesas in southern Mars, where the season is changing from Spring to Summer.  A light dome topped hill is also visible on the far left of the image.  As winds blow from right to left, flowing sand on and around the hills leaves picturesque streaks.  The dark arc-shaped droplets of fine sand are called barchans, and are the interplanetary cousins of similar Earth-based sand forms. Barchans can move intact downwind and can even appear to pass through each other. Over the past few weeks, winds on southern Mars have been kicking up dust and are being watched to see if they escalate into another of Mars' famous planet-scale sand storms.    digg_url = 'http://apod.nasa.gov/apod/ap090420.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0904/sandmars_mro_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Flowing Barchan Sand Dunes on Mars",
        "url": "https://apod.nasa.gov/apod/image/0904/sandmars_mro.jpg"
    },
    {
        "date": "2009-04-26",
        "explanation": "These two mighty galaxies are pulling each other apart.  Known as \"The Mice\" because they have such long tails, each spiral galaxy has likely already passed through the other. They will probably collide again and again until they coalesce.  The long tails are created by the relative  difference between gravitational pulls on the near and far parts of each galaxy.  Because the distances are so large, the cosmic interaction takes place in slow motion -- over hundreds of millions of years.  NGC 4676 lies about 300 million light-years away toward the constellation of Bernice's Hair (Coma Berenices) and are  likely members of the Coma Cluster of Galaxies.  The above picture was taken with the Hubble Space Telescope's Advanced Camera for Surveys which is more sensitive and images a larger field than previous Hubble cameras.  The camera is scheduled to be serviced during the coming flight of Space Shuttle.   digg_url = 'http://apod.nasa.gov/apod/ap090426.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0904/mice_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 4676: When Mice Collide",
        "url": "https://apod.nasa.gov/apod/image/0904/mice_hst.jpg"
    },
    {
        "date": "2009-04-27",
        "explanation": "What's causing those strange dark streaks in the rings of Saturn? Prometheus.  Specifically, an orbital dance involving Saturn's moon Prometheus keeps creating unusual light and dark streamers in the F-Ring of Saturn. Now Prometheus orbits Saturn just inside the thin F-ring, but ventures into its inner edge about every 15 hours. Prometheus' gravity then pulls the closest ring particles toward the 100-km moon.  The result is not only a stream of bright ring particles but also a dark ribbon where ring particles used to be.  Since Prometheus orbits faster than the ring particles, the icy moon pulls out a new streamer every pass.  Sometimes, several streamers or kinks are visible at once. The above photograph taken in mid-January by the robotic Cassini Spacecraft orbiting Saturn. The oblong moon Prometheus is visible on the far left of the image.   digg_url = 'http://apod.nasa.gov/apod/ap090427.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0904/prometheusring_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Prometheus Creating Saturn Ring Streamers",
        "url": "https://apod.nasa.gov/apod/image/0904/prometheusring_cassini.jpg"
    },
    {
        "date": "2009-04-29",
        "explanation": "An explosion so powerful it was seen clear across the visible universe was recorded in gamma-radiation last week by NASA's orbiting Swift Observatory. Farther than any known galaxy, quasar, or optical supernova, the gamma-ray burst recorded last week was clocked at redshift 8.2, making it the farthest explosion of any type yet detected.  Occurring only 630 million years after the Big Bang, GRB 090423 detonated so early that astronomers had no direct evidence that anything explodable even existed back then. The faint infrared afterglow of GRB 090423 was recovered by large ground telescopes within minutes of being discovered. The afterglow is circled in the above picture taken by the large Gemini North Telescope in Hawaii, USA. An exciting possibility is that this gamma-ray burst occurred in one of the very first generation of stars and announced the birth of an early black hole.   Surely, GRB 090423 provides unique data from a relatively unexplored epoch in our universe and a distant beacon from which the intervening universe can be studied.   digg_url = 'http://apod.nasa.gov/apod/ap090429.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0904/grb8_gemini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "GRB 090423: The Farthest Explosion Yet Measured",
        "url": "https://apod.nasa.gov/apod/image/0904/grb8_gemini.jpg"
    },
    {
        "date": "2009-05-03",
        "explanation": "In 1787, astronomer William Herschel discovered NGC 2392.  From the ground, NGC 2392 resembles a person's head surrounded by a parka hood.  In 2000, the Hubble Space Telescope imaged NGC 2392.  From space, the nebula displays gas clouds so complex they are not fully understood.   NGC 2392 is clearly a planetary nebula, and the gas seen above composed the outer layers of a Sun-like star only 10,000 years ago.  The inner filaments visible above are being ejected by strong wind of particles from the central star.  The outer disk contains unusual light-year long orange filaments. The NGC 2392 Nebula spans about 1/3 of a light year and lies in our Milky Way Galaxy, about 3,000 light years distant, toward the constellation of the Twins (Gemini).   digg_url = 'http://apod.nasa.gov/apod/ap090503.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0905/ngc2392_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 2392 Nebula from Hubble",
        "url": "https://apod.nasa.gov/apod/image/0905/ngc2392_hst.jpg"
    },
    {
        "date": "2009-05-05",
        "explanation": "When orbiting Saturn, be sure to watch for breathtaking superpositions of moons and rings.  One such picturesque vista was visible recently to the robot Cassini spacecraft now orbiting Saturn.  In 2006 April, Cassini captured Saturn's A and F rings stretching in front of cloud-shrouded Titan.  Near the rings and appearing just above Titan was Epimetheus, a moon which orbits just outside the F ring. The dark space in the A ring is called the Encke Gap, although several thin knotted ringlets and even the small moon Pan orbit there. Cassini and curious Earthlings await the coming Saturnian equinox this summer when the ring plane will point directly at the Sun.  Mysterious spokes and telling shadows are expected to become visible that might give away more clues about the nature of Saturn's ring particles.   digg_url = 'http://apod.nasa.gov/apod/ap090505.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0905/titanrings_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Titan Beyond the Rings",
        "url": "https://apod.nasa.gov/apod/image/0905/titanrings_cassini.jpg"
    },
    {
        "date": "2009-05-17",
        "explanation": "Whatever hit Mimas nearly destroyed it.  What remains is one of the largest impact craters on one of Saturn's smallest moons.  The crater, named Herschel after the 1789 discoverer of Mimas, Sir William Herschel, spans about 130 kilometers and is pictured above. Mimas' low mass produces a surface gravity just strong enough to create a spherical body but weak enough to allow such relatively large surface features. Mimas is made of mostly water ice with a smattering of rock - so it is accurately described as a big dirty snowball. The above image was taken during the 2005 August flyby of the robot spacecraft Cassini now in orbit around Saturn.   digg_url = 'http://apod.nasa.gov/apod/ap090517.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0905/mimas_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mimas: Small Moon with a Big Crater",
        "url": "https://apod.nasa.gov/apod/image/0905/mimas_cassini.jpg"
    },
    {
        "date": "2009-05-20",
        "explanation": "What is that astronaut doing?  Fixing the Hubble Space Telescope. During the fourth servicing mission to upgrade and fix Hubble, astronaut Michael Good can be seen attached to the shuttle's robotic arm, working in an open panel of Hubble. Far below, the terminator between day and night can be seen across planet Earth. Since Hubble was captured by the space shuttle Atlantis last Wednesday, five long space-walks have been used to fix and upgrade the aging telescope.  One of the more ambitious orbital missions yet taken, the toiling astronauts have upgraded the Wide Field Camera, fixed the Advanced Camera for Surveys, repaired the Space Telescope Imaging Spectrograph, and replaced COSTAR with the Cosmic Origins Spectrograph. Numerous other general repairs included replacing batteries, gyroscopic sensors, and insulation panels. Hubble will now undergo testing as Atlantis prepares to return to Earth later this week.   digg_url = 'http://apod.nasa.gov/apod/ap090520.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0905/hubble_sts125_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Above Earth, Fixing Hubble",
        "url": "https://apod.nasa.gov/apod/image/0905/hubble_sts125.jpg"
    },
    {
        "date": "2009-05-23",
        "explanation": "Put on your red/blue glasses and gaze into this dramatic stereo view from the surface of the Moon. The 3D scene features Apollo 12 astronaut Pete Conrad visiting the Surveyor 3 spacecraft in November of 1969. The image was carefully created from two separate pictures (AS12-48-7133, AS12-48-7134) taken on the lunar surface. They depict the scene from only slightly different viewpoints, approximating the separation between human eyes. Combining images, one tinted red and the other blue-green, with the correct offset, produces the stereo effect when viewed using red/blue glasses, the red filter covering the left eye. The color filters guide each eye to see only the picture with the correct corresponding viewpoint. The particular pair of images chosen also required a slight tilt to optimize the stereo effect. While you've got those glasses on, web sources of astronomy and space science stereo images include the Mars Path Finder archive, a 3D Tour of the Solar System, and stereo experimenter Patrick Vantyune's own set of stereo images from the Apollo missions to the Moon.   digg_url = 'http://apod.nasa.gov/apod/ap090523.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0905/AS12-48-7133_134APOD.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 12 and Surveyor 3 Stereo View",
        "url": "https://apod.nasa.gov/apod/image/0905/AS12-48-7133_134APODc800.jpg"
    },
    {
        "date": "2009-05-24",
        "explanation": "In one of the brightest parts of Milky Way lies a nebula where some of the oddest things occur. NGC 3372, known as the Great Nebula in Carina, is home to massive stars and changing nebulas. Eta Carinae, the most energetic star in the nebula, was one of the brightest stars in the sky in the 1830s, but then faded dramatically. The Keyhole Nebula, visible left of center, houses several of the most massive stars known and has also changed its appearance. The entire Carina Nebula spans over 300 light years and lies about 7,500 light-years away in the constellation of Carina.  Pictured above is the most detailed image of the Carina Nebula ever taken.  The controlled color image is a composite of 48 high-resolution frames taken by the Hubble Space Telescope two years ago.  Wide-field annotated and zoomable image versions are also available.   digg_url = 'http://apod.nasa.gov/apod/ap090524.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0905/carina2_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Carina Nebula Panorama from Hubble",
        "url": "https://apod.nasa.gov/apod/image/0905/carina2_hst.jpg"
    },
    {
        "date": "2009-05-25",
        "explanation": "Why put observatories in space?  Most telescopes are on the ground.  On the ground, you can deploy a heavier telescope and fix it more easily.  The trouble is that Earth-bound telescopes must look through the Earth's atmosphere. First, the Earth's atmosphere blocks out a broad range of the electromagnetic spectrum, allowing a narrow band of visible light to reach the surface. Telescopes which explore the Universe using light beyond the visible spectrum, such as those onboard the Chandra X-ray Observatory, and the Fermi Gamma Ray Space Telescope need to be carried above the absorbing atmosphere. Second, the Earth's atmosphere blurs the light it lets through.  The blurring is caused by varying density and continual motion of air.  By orbiting above the Earth's atmosphere, the Hubble Space Telescope, pictured above last week after being captured, refurbished, and released, can get clearer images. In fact, even though HST has a mirror 15 times smaller than large Earth-bound telescopes, it can still resolve finer details. A future large telescope for space, the James Webb Space Telescope is currently planned for launch in 2014.   digg_url = 'http://apod.nasa.gov/apod/ap090525.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0905/hubblefloat_sts125_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hubble Floats Free",
        "url": "https://apod.nasa.gov/apod/image/0905/hubblefloat_sts125.jpg"
    },
    {
        "date": "2009-05-27",
        "explanation": "Why are many large craters on Mercury relatively smooth inside? Recent images from the robotic MESSENGER spacecraft that flew by Mercury last October show previously uncharted regions of Mercury that have large craters with an internal smoothness similar to the maria on Earth's own Moon. Therefore, like our Moon's maria, these craters on Mercury are thought to have been flooded by lava floes that are old but not as old as the surrounding more highly cratered surface. The above image mosaic of the western limb of Mercury was created by MESSENGER as it approached the Solar System's innermost planet last October.  Old and heavily textured terrain runs across much of the image bottom, while across the middle left lies comparatively smooth impact basins where small craters may appear similar at first to protruding hills.  MESSENGER will buzz past Mercury again later this year before entering orbit in 2011.   digg_url = 'http://apod.nasa.gov/apod/ap090527.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0905/mercurywest_messenger_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Volcanic Terrain on Mercury",
        "url": "https://apod.nasa.gov/apod/image/0905/mercurywest_messenger.jpg"
    },
    {
        "date": "2009-05-31",
        "explanation": "How can gas float above the Sun?   Twisted magnetic fields arching from the solar surface can trap ionized gas, suspending it in huge looping structures.  These majestic plasma arches are seen as prominences above the solar limb.  In 1999 September, this dramatic and detailed image was recorded by the EIT experiment on board the space-based SOHO observatory in the light emitted by ionized Helium.  It shows hot plasma escaping into space as a fiery prominence breaks free from magnetic confinement a hundred thousand kilometers above the Sun.  These awesome events bear watching as they can affect communications and power systems over 100 million kilometers away on Planet Earth. Recently, our Sun has been unusually quiet.   Free Lecture: An APOD editor will review great space images this Friday in Kalamazoo, Michigan.  digg_url = 'http://apod.nasa.gov/apod/ap090531.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0905/sunprom3_soho_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Solar Prominence from SOHO",
        "url": "https://apod.nasa.gov/apod/image/0905/sunprom3_soho.jpg"
    },
    {
        "date": "2009-06-01",
        "explanation": "Will Spirit be able to free itself from soft ground on Mars? The robotic Spirit rover currently rolling across Mars ran into unexpectedly soft ground last month while exploring the red planet. A worry is that the ground is so soft that Spirit won't be able to free itself, will have to stay put and thereafter study what it can from its current position near an unusual martian land feature named Home Plate. Pictured above, the front left wheel appears to be primarily digging itself in when spun, while on the other side, the front right wheel no longer spins and is dragged by the five year old mechanical explorer.  In the distance, rocks and rusty dirt fill the alien landscape in front of the distant Husband Hill.  NASA continues to study the situation, and engineers and scientists have not yet run out of ideas of how to use Spirit's six wheels. Far across Mars, Spirit's twin Opportunity continues on its two year trek toward Endeavour crater.    Free Lecture: An APOD editor will review great space images this Friday in Kalamazoo, Michigan.  digg_url = 'http://apod.nasa.gov/apod/ap090601.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0906/softsoil_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spirit Encounters Soft Ground on Mars",
        "url": "https://apod.nasa.gov/apod/image/0906/softsoil_spirit.jpg"
    },
    {
        "date": "2009-06-02",
        "explanation": "What causes the mysterious spokes in Saturn's rings? Visible in the above image as light ghostlike impressions, spokes were first discovered in the mid-1970s and first photographed by the Voyager spacecraft that buzzed by Saturn in the early 1980s.  Their existence was unexpected. Oddly, the spokes are more commonly observed when Saturn's rings are more nearly edge on to the Sun, and so were conspicuously absent from initial images sent back by the robot Cassini spacecraft now orbiting Saturn.  Analyses of archived Voyager images have led to the conclusions that the transient spokes, which may form and dissipate over a few hours, are composed of electrically charged sheets of small dust-sized particles. Hypotheses for spoke creation include small meteors impacting the rings and electron beams from Saturnian atmospheric lightning spraying the rings.  As Saturn approaches equinox, spoke sightings like that pictured above are becoming increasingly common, giving planetary scientists fresh images and data with which to test origin hypotheses.    Free Lecture: An APOD editor will review great space images this Friday in Kalamazoo, Michigan.  digg_url = 'http://apod.nasa.gov/apod/ap090602.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0906/spokes2_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spokes Reappear on Saturn's Rings",
        "url": "https://apod.nasa.gov/apod/image/0906/spokes2_cassini.jpg"
    },
    {
        "date": "2009-06-03",
        "explanation": "Can a planet be as large as the star that it orbits? Recent observations have discovered that nearby Van Biesbroeck's star might have just such a large planet.  Although VB 10 lies only about 20 light years away, it is a small red dwarf star so dim, at 17th magnitude, that a telescope is needed to see it. Van Biesbroeck's star was previously known for its rapid proper motion across the sky -- it moves so fast it could cross a full moon in only about 1,000 years. By noting a wiggle in VB 10's sky trajectory, astronomers were able to infer the existence of a planet several times the mass of Jupiter. Although the star VB 10 is perhaps 10 times more massive than the discovered planet VB 10b, the star is likely more highly compressed and so the two might be closely matched in size. Such a system is envisioned above with an artist's illustration. Since faint M-type stars like VB 10 are so common, planetary systems surrounding them, including planets larger than their parent star, might be more common than planetary systems like our own Solar System.   Free Lecture: An APOD editor will review great space images this Friday in Kalamazoo, Michigan.  digg_url = 'http://apod.nasa.gov/apod/ap090603.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0906/vb10_jpl_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "VB 10: A Large Planet Orbiting a Small Star",
        "url": "https://apod.nasa.gov/apod/image/0906/vb10_jpl.jpg"
    },
    {
        "date": "2009-06-07",
        "explanation": "Orbiting the Sun between Mars and Earth, asteroid 433 Eros was visited by the robot spacecraft NEAR-Shoemaker in 2000 February.   High-resolution surface images and measurements made by NEAR's Laser Rangefinder (NLR) have been combined into the above visualization based on the derived 3D model of the tumbling space rock. NEAR allowed scientists to discover that Eros is a single solid body, that its composition is nearly uniform, and that it formed during the early years of our Solar System.  Mysteries remain, however, including why some rocks on the surface have disintegrated.  On 2001 February 12, the NEAR mission drew to a dramatic close as it was crash landed onto the asteroid's surface, surviving well enough to return an analysis of the composition of the surface regolith. In December of 2002, NASA made an unsuccessful attempt to communicate with the spacecraft after it spent 22 months resting on the asteroid's surface. NEAR will likely remain on the asteroid for billions of years as a monument to human ingenuity at the turn of the third millennium.   digg_url = 'http://apod.nasa.gov/apod/ap090607.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0906/eros2_near.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Asteroid Eros Reconstructed",
        "url": "https://apod.nasa.gov/apod/image/0906/eros2_near.jpg"
    },
    {
        "date": "2009-06-12",
        "explanation": "SNR 0104 is a supernova remnant with an unusual shape. Found 190,000 light-years away in our neighboring galaxy the Small Magellanic Cloud, SNR 0104 is suspected of being the expanding debris cloud from a Type 1a supernova - the catastrophic thermonuclear explosion of a white dwarf star. For example, like Type 1a supernova remnants within our galaxy, investigations show that it contains large amounts of iron. But unlike other Type 1a remnants, including the well-studied Tycho, Kepler, and SN 1006, SNR 0104 is definitely not spherical. In fact, the remnant's shape suggests this supernova explosion was very asymmetric and produced strong jets. This intriguing composite image combines Chandra Observatory x-ray data of the remnant, shown in purple hues, with Spitzer Space Telescope infrared data covering the wider region, mapped to red and green colors. It indicates that the supernova explosion took place in the complicated and dense environment of a star-forming region. So, an alternative explanation is that the expanding debris cloud is sweeping up clumpy interstellar material, accounting for the odd shape. The broad, multiwavelength view spans about 1,800 light-years at the estimated distance of SNR 0104.   digg_url = 'http://apod.nasa.gov/apod/ap090612.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0906/snr0104_comp.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "SNR 0104: An Unusual Suspect",
        "url": "https://apod.nasa.gov/apod/image/0906/snr0104_comp.jpg"
    },
    {
        "date": "2009-06-14",
        "explanation": "The center of our Milky Way Galaxy is hidden from the prying eyes of optical telescopes by clouds of obscuring dust and gas. But in this stunning vista, the Spitzer Space Telescope's infrared cameras, penetrate much of the dust revealing the stars of the crowded galactic center region. A mosaic of many smaller snapshots, the detailed, false-color image shows older, cool stars in bluish hues. Reddish glowing dust clouds are associated with young, hot stars in stellar nurseries. The very center of the Milky Way was only recently found capable of forming newborn stars. The galactic center lies some 26,000 light-years away, toward the constellation Sagittarius. At that distance, this picture spans about 900 light-years.   digg_url = 'http://apod.nasa.gov/apod/ap090614.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0906/mwcenter_spitzer_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stars at the Galactic Center",
        "url": "https://apod.nasa.gov/apod/image/0906/mwcenter_spitzer.jpg"
    },
    {
        "date": "2009-06-18",
        "explanation": "NGC 6240 offers a rare glimpse of a cosmic catastrophe in its final throes. The titanic galaxy-galaxy collision is located a mere 400 million light-years away in the constellation Ophiuchus. One of the brightest sources in the infrared sky, the merging galaxies spew distorted tidal tails of stars, gas, and dust and undergo frantic bursts of star formation.  The two supermassive black holes in the original galactic cores will also coalesce into a single, even more massive black hole.  Soon, only one large galaxy will remain. This dramatic image of the scene is a multiwavelength composite; red colors trace infrared emission from dust recorded by the Spitzer Space Telescope, with Hubble visible light images of stars and gas in green and blue hues. The view spans over 300,000 light-years at the estimated distance of NGC 6240.   digg_url = 'http://apod.nasa.gov/apod/ap090618.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0906/ngc6240_spitzerhubble.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 6240: Merging Galaxies",
        "url": "https://apod.nasa.gov/apod/image/0906/ngc6240_spitzerhubble_c800.jpg"
    },
    {
        "date": "2009-06-22",
        "explanation": "This rocket is headed for the Moon. Pictured above, a huge Altas V rocket roared off the launch pad last week to start NASA's  first missions to Earth's Moon in 10 years. The rocket is carrying two robotic spacecraft.  The Lunar Reconnaissance Orbiter (LRO) is scheduled to orbit and better map the Moon, search for buried and hidden ice, and return many high resolution images.  Some images will be below one-meter in resolution and include images of historic Apollo landing sites.  Exploratory data and images should allow a more informed choice of possible future astronaut landing sites. The Lunar CRater Observation and Sensing Satellite (LCROSS) is scheduled to monitor the controlled impact of the rocket's upper stage into a permanently shadowed crater near the Moon's south pole.   This impact, which should occur in about three months, might be visible on Earth through small telescopes.   digg_url = 'http://apod.nasa.gov/apod/ap090622.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0906/lrolaunch_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Atlas 5 Rocket Launches to the Moon",
        "url": "https://apod.nasa.gov/apod/image/0906/lrolaunch_nasa.jpg"
    },
    {
        "date": "2009-06-23",
        "explanation": "Where did all the stars go?  What used to be considered a hole in the sky is now known to astronomers as a dark molecular cloud.  Here, a high concentration of dust and molecular gas absorb practically all the visible light emitted from background stars.  The eerily dark surroundings help make the interiors of molecular clouds some of the coldest and most isolated places in the universe.  One of the most notable of these dark absorption nebulae is a cloud toward the constellation Ophiuchus known as Barnard 68, pictured above.  That no stars are visible in the center indicates that Barnard 68 is relatively nearby, with measurements placing it about 500 light-years away and half a light-year across.  It is not known exactly how molecular clouds like Barnard 68 form, but it is known that these clouds are themselves likely places for new stars to form. In fact, Barnard 68 itself has recently been found likely to collapse and form a new star system. It is possible to look right through the cloud in infrared light.   digg_url = 'http://apod.nasa.gov/apod/ap090623.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0906/barnard68v2_vlt_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Molecular Cloud Barnard 68",
        "url": "https://apod.nasa.gov/apod/image/0906/barnard68v2_vlt.jpg"
    },
    {
        "date": "2009-06-25",
        "explanation": "From 400 kilometers above planet Earth, the Expedition 20 Crew onboard the International Space Station (ISS) was able to witness a remarkable event from a remarkable vantage point -- the June 12 eruption of the Sarychev Peak Volcano. The active volcano is located in Russia's Kuril Island chain, stretching to the northeast of Japan. Emphasizing the orbital perspective, this stunning color stereo view was made by combining two images from the ISS and is intended to be viewed with red/blue glasses (red for the left eye). Punching upwards into the atmosphere at an early stage of the eruption, the volcanic plume features a brown column of ash topped with a smooth, bubble-like, white cloud that is likely water condensation. Below, a cloud of denser grey ash slides down the volcanic slope. About 1.5 kilometers of the island coastline is visible at ground level. The evolving ash plume posed no danger to the Expedition 20 crew, but commercial airline flights were diverted away from the region to minimize the danger of engine failures from ash intake.   digg_url = 'http://apod.nasa.gov/apod/ap090625.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0906/ISS020-E-9050_52ana_public.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sarychev Peak Volcano in Stereo",
        "url": "https://apod.nasa.gov/apod/image/0906/ISS020-E-9050_52ana_public800.jpg"
    },
    {
        "date": "2009-06-28",
        "explanation": "Do underground oceans vent through the tiger stripes on Saturn's moon Enceladus?  Long features dubbed tiger stripes are known to be spewing ice from the moon's icy interior into space, creating a cloud of fine ice particles over the moon's South Pole and creating Saturn's mysterious E-ring.  Evidence for this has come from the robot Cassini spacecraft now orbiting Saturn.  Pictured above, a high resolution image of Enceladus is shown from a close flyby.  The unusual surface features dubbed tiger stripes are visible in false-color blue.  Why Enceladus is active remains a mystery, as the neighboring moon Mimas, approximately the same size, appears quite dead. Most recently, an analysis of dust captured by Cassini found evidence for sodium as expected in a deep salty ocean.  Conversely however, recent Earth-based observations of ice ejected by Enceladus into Saturn's E-Ring showed no evidence of the expected sodium.  Such research is particularly interesting since such an ocean would be a candidate to contain life.    digg_url = 'http://apod.nasa.gov/apod/ap090628.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0906/enceladusstripes_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Fresh Tiger Stripes on Saturn's Enceladus",
        "url": "https://apod.nasa.gov/apod/image/0906/enceladusstripes_cassini.jpg"
    },
    {
        "date": "2009-07-02",
        "explanation": "Dubbed a Lyman-alpha blob, an enormous cloud of hydrogen gas spans several hundred thousand light-years in this remarkable image (left), a composite of x-ray, optical, and infrared data from space and ground based observatories. The gigantic, amoeba-like structure is seen as it was when the universe was a mere 2 billion years old (about 12 billion years ago). Lyman-alpha blobs are so called because they strongly emit radiation due to the Lyman-alpha emission line of hydrogen gas. Normally, Lyman-alpha emission is in the ultraviolet part of the spectrum, but Lyman-apha blobs are so distant, their light is redshifted to (longer) optical wavelengths. X-ray data (blue) indicates the presence of a supermassive black hole feeding at the center of an active galaxy embedded in the blob. Illustrated close up in the right hand panel, radiation and outflows from the active galaxy are thought to be a source for energizing and heating the blob's hydrogen gas. In fact, Lyman-alpha blobs could represent an early phase in galaxy formation where the heating is so great it begins to limit further rapid growth of active galaxies and their supermassive black holes.   digg_url = 'http://apod.nasa.gov/apod/ap090702.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0907/labs2048_multiCXC.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Lyman Alpha Blob",
        "url": "https://apod.nasa.gov/apod/image/0907/labs900_multiCXC.jpg"
    },
    {
        "date": "2009-07-05",
        "explanation": "A flying saucer from outer space crash-landed in the Utah desert in 2004 after being tracked by radar and chased by helicopters.  No space aliens were involved, however.  The saucer, pictured above, was the Genesis sample return capsule, part of a human-made robot Genesis spaceship launched in 2001 by NASA itself to study the Sun.  The unexpectedly hard landing at over 300 kilometers per hour occurred because the parachutes did not open as planned.  The Genesis mission had been orbiting the Sun collecting solar wind particles that are usually deflected away by Earth's magnetic field. Despite the crash landing, many return samples remained in good enough condition to analyze and research is ongoing.  So far, discoveries include new details about the composition of the Sun and the effects of the solar wind on unprotected material.   digg_url = 'http://apod.nasa.gov/apod/ap090705.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0907/genesisimpact_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Genesis Mission's Hard Impact",
        "url": "https://apod.nasa.gov/apod/image/0907/genesisimpact_nasa.jpg"
    },
    {
        "date": "2009-07-06",
        "explanation": "What is that strange material on Mercury? When flying by Mercury last October, the robotic MESSENGER spacecraft imaged much of the solar system's innermost planet in unprecedented detail.  As common in science, new data bring new mysteries.  Pictured above on the lower right, a large crater -- about 100 kilometers across -- has unusual dark material of unknown composition near its center. The material's darkness does not appear to be caused by shadows, as the Sun was near zenith when the image was taken. One origin hypothesis is that the dark material was uncovered from beneath Mercury's surface during the impact that created the surrounding crater.  If so, the composition of the dark mound might be similar to the composition of some mysterious dark rings also recently discovered on Mercury.  Alternatively, the dark material could be related to an unusual composition of the impacting rock.  MESSENGER will buzz past Mercury again later this year before entering orbit in 2011.   digg_url = 'http://apod.nasa.gov/apod/ap090706.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0907/darkmercury_messenger_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Unknown Dark Material on Mercury",
        "url": "https://apod.nasa.gov/apod/image/0907/darkmercury_messenger.jpg"
    },
    {
        "date": "2009-07-09",
        "explanation": "Born in supernovae, pulsars are spinning neutron stars, collapsed stellar cores left from the death explosions of massive stars. Traditionally identified and studied by observing their regular radio pulsations, two dozen pulsars have now been detected at extreme gamma-ray energies by the Fermi Gamma-ray Space Telescope. The detections include 16 pulsars identified by their pulsed gamma-ray emission alone. This gamma-ray all-sky map, aligned with the plane of our Milky Way Galaxy, shows the pulsar positions, with the 16 new Fermi pulsars circled in yellow (8 previously known radio pulsars are in magenta). Bizarre stellar corpses, the Vela, Crab, and Geminga pulsars on the right are the brightest ones in the gamma-ray sky. Pulsars Taz, Eel, and Rabbit are named for the nebulae they are now known to power. The Gamma Cygni and CTA 1 pulsars at the left also reside within expanding supernova remnants of the same name.   digg_url = 'http://apod.nasa.gov/apod/ap090709.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0907/Fermi_pulsar_map_labels_2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Fermi's Gamma-ray Pulsars",
        "url": "https://apod.nasa.gov/apod/image/0907/Fermi_pulsar_map_labels_900.jpg"
    },
    {
        "date": "2009-07-11",
        "explanation": "Noctilucent or night-shining clouds lie near the edge of space. From about 80 kilometers above Earth's surface, the icy clouds can still reflect sunlight even though the Sun itself is below the horizon as seen from the ground. Usually occurring at high latitudes in summer months, the diaphanous apparitions are also known as polar mesospheric clouds and may be connected to global change in the lower atmosphere. This impressive 360 degree panorama made from 34 separate images captures an impressive display of noctilucent clouds all over the sky. It was recorded last month from Vallentuna, Sweden. The photographer reports that the display was like a noctilucent cloud storm, one of the best he's ever witnessed.   digg_url ='http://apod.nasa.gov/apod/ap090711.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0907/NLCcloudsallover_heden.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Noctilucent Cloud Storm Panorama",
        "url": "https://apod.nasa.gov/apod/image/0907/NLCcloudsallover_heden.jpg"
    },
    {
        "date": "2009-07-19",
        "explanation": "After the most famous voyage of modern times, it was time to go home.  After proving that humanity has the ability to go beyond the confines of planet Earth, the first humans to walk on another world -- Neil Armstrong and Buzz Aldrin -- flew the ascent stage of their Lunar Module back to meet Michael Collins in the moon-orbiting Command and Service Module. Pictured above on 1969 July 21, the ascending spaceship was captured by Collins making its approach, with the Moon below, and Earth far in the distance.  Tomorrow marks the 40th anniversary of the first human moon landing. Recently, NASA's moon-orbiting Lunar Reconnaissance Orbiter sent back the first pictures of most of the Apollo landing sites -- including Apollo 11 -- with enough resolution to see the Lunar Module descent stages left behind.   digg_url = 'http://apod.nasa.gov/apod/ap090719.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0907/apollo11return_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "From the Moon to the Earth",
        "url": "https://apod.nasa.gov/apod/image/0907/apollo11return_nasa.jpg"
    },
    {
        "date": "2009-07-20",
        "explanation": "A human first set foot on another world on July 20, 1969.  This world was Earth's own Moon.  In honor of today's 40th anniversary, NASA has released a digitally restored video of this milestone in human history.  Pictured above is Neil Armstrong preparing to take the historic first step. On the way down the Lunar Module ladder, Armstrong released equipment which included the television camera that recorded this fuzzy image.  Pictures and voice transmissions were broadcast live to a world wide audience estimated at one fifth of the world's population.  The Apollo Moon landings have since been described as the greatest technological achievement the world has known.   digg_url = 'http://apod.nasa.gov/apod/ap090720.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0907/smallstep_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 11: Onto a New World",
        "url": "https://apod.nasa.gov/apod/image/0907/smallstep_nasa.jpg"
    },
    {
        "date": "2009-07-27",
        "explanation": "What's happening at the center of spiral galaxy NGC 1097?  No one is sure, but it likely involves a supermassive black hole. Matter falling in from a bar of stars and gas across the center is likely being heated by an extremely energetic region surrounding the central black hole.  From afar, the entire central region appears in the above false-color infrared image as a mysterious eye. Near the left edge and seen in blue, a smaller companion galaxy is wrapped in the spectacular spiral arms of the large spiral, lit in pink by glowing dust. Currently about 40 thousand light-years from the larger galaxy's center, the gravity of the companion galaxy appears to be reshaping the larger galaxy as it is slowly being destroyed itself. NGC 1097 is located about 50 million light years away toward the constellation of the furnace (Fornax).   digg_url = 'http://apod.nasa.gov/apod/ap090727.html'; digg_skin = 'compact';   Note: An APOD editor will review great space images this Saturday night at Ft. Wilkins, Michigan.",
        "hdurl": "https://apod.nasa.gov/apod/image/0907/ngc1097_spitzer_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 1097: Spiral Galaxy with a Central Eye",
        "url": "https://apod.nasa.gov/apod/image/0907/ngc1097_spitzer.jpg"
    },
    {
        "date": "2009-07-31",
        "explanation": "This sprawling dark marking is Jupiter's latest impact scar, a debris plume created as a small asteroid or comet disintegrated after plunging into the gas giant's atmosphere. Located in Jupiter's south polar region, the new feature was discovered by Australian amateur astronomer Anthony Wesley on July 19. On July 23rd Wesley's discovery was followed up by the Hubble Space Telescope with its newly installed Wide Field Camera 3, creating this sharpest view of the evolving debris plume. Estimates indicate that the impacting object itself was several hundred meters across. Similar impact markings were created when pieces of Comet Shoemaker-Levy 9 slammed into Jupiter's cloud bands in July of 1994.   digg_url ='http://apod.nasa.gov/apod/ap090731.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0907/jupimpact_hubble1.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hubble View: Jupiter Impact",
        "url": "https://apod.nasa.gov/apod/image/0907/jupimpact_hubble800.jpg"
    },
    {
        "date": "2009-08-01",
        "explanation": "A new star, likely the brightest supernova in recorded human history, lit up planet Earth's sky in the year 1006 AD. The expanding debris cloud from the stellar explosion, found in the southerly constellation of Lupus, still puts on a cosmic light show across the electromagnetic spectrum. In fact, this composite view includes X-ray data in blue from the Chandra Observatory, optical data in yellowish hues, and radio image data in red. Now known as the SN 1006 supernova remnant, the debris cloud appears to be about 60 light-years across and is understood to represent the remains of a white dwarf star. Part of a binary star system, the compact white dwarf gradually captured material from its companion star. The buildup in mass finally triggered a thermonuclear explosion that destroyed the dwarf star. Because the distance to the supernova remnant is about 7,000 light-years, that explosion actually happened 7,000 years before the light reached Earth in 1006. Shockwaves in the remnant accelerate particles to extreme energies and are thought to be a source of the mysterious cosmic rays.   digg_url ='http://apod.nasa.gov/apod/ap090801.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0908/sn1006c.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "SN 1006 Supernova Remnant",
        "url": "https://apod.nasa.gov/apod/image/0908/sn1006c_c800.jpg"
    },
    {
        "date": "2009-08-05",
        "explanation": "The sharpest image ever of Betelgeuse shows a mammoth star that is slowly evaporating. Betelgeuse (sounds a lot like \"beetle juice\"), also known as Alpha Orionis, is one of the largest and brightest stars known. The star is a familiar orange fixture easily visible to the unaided eye toward the constellation of Orion.  This recent image from the Very Large Telescope in Chile resolves not only the face of Betelgeuse, but a large and previously unknown plume of surrounding gas. This plume gives fresh indications of how the massive star is shedding mass as it nears the end of its life. Conversely, a series of previous observations indicate that the surface of Betelgeuse has noticeably shrunk, on the average, over the past decade. If Betelgeuse, a red supergiant star about 640 light years distant, were placed at the center of our Solar System, the plume would extend past the orbit of Jupiter. Since Betelgeuse is known to change its brightness irregularly, future observations may determine if changes its appearance irregularly as well. Betelgeuse is a candidate to undergo a spectacular supernova explosion almost anytime in the next few thousand years.   digg_url = 'http://apod.nasa.gov/apod/ap090805.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0908/betelgeuse_eso_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Betelgeuse Resolved",
        "url": "https://apod.nasa.gov/apod/image/0908/betelgeuse_eso.jpg"
    },
    {
        "date": "2009-08-07",
        "explanation": "Like grains of sand on a cosmic beach, individual stars of barred spiral galaxy NGC 1313 are resolved in this sharp composite from the Hubble Space Telescope's Advanced Camera for Surveys (ACS). The inner region of the galaxy is pictured, spanning about 10,000 light-years. Hubble's unique ability to distinguish individual stars in the 14 million light-year distant galaxy has been used to unravel the fate of star clusters whose bright young stars are spread through the disk of the galaxy as the clusters dissolve. The exploration of stars and clusters in external galaxy NGC 1313 offers clues to star formation and star cluster evolution in our own Milky Way.   digg_url ='http://apod.nasa.gov/apod/ap090807.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0908/ngc1313_hst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Star Clusters of NGC 1313",
        "url": "https://apod.nasa.gov/apod/image/0908/ngc1313_hst_c720.jpg"
    },
    {
        "date": "2009-08-09",
        "explanation": "What has happened to Saturn's moon Iapetus?  Vast sections of this strange world are dark as coal, while others are as bright as ice.  The composition of the dark material is unknown, but infrared spectra indicate that it possibly contains some dark form of carbon.  Iapetus also has an unusual equatorial ridge that makes it appear like a walnut.  To help better understand this seemingly painted moon, NASA directed the robotic Cassini spacecraft orbiting Saturn to swoop within 2,000 kilometers in 2007. Pictured above, from about 75,000 kilometers out, Cassini's trajectory allowed unprecedented imaging of the hemisphere of Iapetus that is always trailing.  A huge impact crater seen in the south spans a tremendous 450 kilometers and appears superposed on an older crater of similar size. The dark material is seen increasingly coating the easternmost part of Iapetus, darkening craters and highlands alike.  Close inspection indicates that the dark coating typically faces the moon's equator and is less than a meter thick. A leading hypothesis is that the dark material is mostly dirt leftover when relatively warm but dirty ice sublimates. An initial coating of dark material may have been effectively painted on by the accretion of meteor-liberated debris from other moons. This and other images from Cassini's Iapetus flyby are being studied for even greater clues.   digg_url = 'http://apod.nasa.gov/apod/ap090809.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0908/iapetus3_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn's Iapetus: Painted Moon",
        "url": "https://apod.nasa.gov/apod/image/0908/iapetus3_cassini.jpg"
    },
    {
        "date": "2009-08-13",
        "explanation": "What is this strange rock on Mars? Sitting on a smooth plane, the rock stands out for its isolation, odd shape, large size and unusual texture. The rock was discovered by the robotic Opportunity rover rolling across Mars late last month.  Pictured, Opportunity prepares to inspect the unusual rock. After being X-rayed, poked, and chemically analyzed, the rock has now been identified by Opportunity as a fallen meteorite. Now dubbed Block Island, the meteorite has been measured to be about 2/3 of a meter across and is now known to be composed mostly of nickel and iron.  This is the second meteorite found by a martian rover, and so far the largest.  Vast smooth spaces on Mars and Earth can make large meteorites stand out. Opportunity continues its trip across Meridiani Planum on Mars and is on schedule to reach expansive Endeavour Crater next year.   digg_url = 'http://apod.nasa.gov/apod/ap090813.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0908/blockmars_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Block Island Meteorite on Mars",
        "url": "https://apod.nasa.gov/apod/image/0908/blockmars_opportunity.jpg"
    },
    {
        "date": "2009-08-16",
        "explanation": "Why are these people shooting a powerful laser into the center of our Galaxy?  Fortunately, this is not meant to be the first step in a Galactic war.  Rather, astronomers at the Very Large Telescope (VLT) site in Chile are trying to measure the distortions of Earth's ever changing atmosphere.  Constant imaging of high-altitude atoms excited by the laser -- which appear like an artificial star -- allow astronomers to instantly measure atmospheric blurring.  This information is fed back to a VLT telescope mirror which is then slightly deformed to minimize this blurring.  In this case, a VLT was observing our Galaxy's center, and so Earth's atmospheric blurring in that direction was needed.  As for inter-galaxy warfare, when viewed from our Galaxy's center, no casualties are expected.  In fact, the light from this powerful laser would combine with light from our Sun to together appear only as bright as a faint and distant star.   digg_url = 'http://apod.nasa.gov/apod/ap090816.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0908/laservlt_eso_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Laser Strike at the Galactic Center",
        "url": "https://apod.nasa.gov/apod/image/0908/laservlt_eso.jpg"
    },
    {
        "date": "2009-08-23",
        "explanation": "What are those strange blue objects?  Many of the brightest blue images are of a single, unusual, beaded, blue, ring-like galaxy which just happens to line-up behind a giant cluster of galaxies.  Cluster galaxies here typically appear yellow and -- together with the cluster's dark matter -- act as a gravitational lens.  A gravitational lens can create several images of background galaxies, analogous to the many points of light one would see while looking through a wine glass at a distant street light.  The distinctive shape of this background galaxy -- which is probably just forming -- has allowed astronomers to deduce that it has separate images at 4, 10, 11, and 12  o'clock, from the center of the cluster.  A blue smudge near the cluster center is likely another image of the same background galaxy.  In all, a recent analysis postulated that at least 33 images of 11 separate background galaxies are discernable.  This spectacular photo of galaxy cluster CL0024+1654 from the Hubble Space Telescope was taken in November 2004.   digg_url = 'http://apod.nasa.gov/apod/ap090823.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0908/cl0024images_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Giant Cluster Bends, Breaks Images",
        "url": "https://apod.nasa.gov/apod/image/0908/cl0024images2_hst.jpg"
    },
    {
        "date": "2009-08-24",
        "explanation": "What causes these long, strange clouds? No one is sure.  A rare type of cloud known as a Morning Glory cloud can stretch 1,000 kilometers long and occur at altitudes up to two kilometers high. Although similar roll clouds have been seen at specific places across the world, the ones over Burketown, Queensland Australia occur predictably every spring. Long, horizontal, circulating tubes of air might form when flowing, moist, cooling air encounters an inversion layer, an atmospheric layer where air temperature atypically increases with height.  These tubes and surrounding air could cause dangerous turbulence for airplanes when clear.  Morning Glory clouds can reportedly achieve an airspeed of 60 kilometers per hour over a surface with little discernible wind. Pictured above, photographer Mick Petroff photographed some Morning Glory clouds from his airplane near the Gulf of Carpentaria, Australia.   digg_url = 'http://apod.nasa.gov/apod/ap090824.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0908/morninggloryclouds_petroff_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Morning Glory Clouds Over Australia",
        "url": "https://apod.nasa.gov/apod/image/0908/morninggloryclouds_petroff.jpg"
    },
    {
        "date": "2009-08-25",
        "explanation": "What would Saturn's rings look like if the ring plane pointed directly at the Sun? That situation occurred earlier this month when equinox occurred on Saturn.  Since the Earth is nearly in the same direction as the Sun from Saturn, the rings appeared to disappear from Earth. From the robotic Cassini spacecraft orbiting Saturn, however, the unusually illuminated ring plane could be viewed from on high. Pictured above, Saturn's rings, darker than ever seen before, were captured just a few hours before equinox on 2009 August 10. The reason for the unusual brightness of an inner ring is currently unknown, but possibly related to particle sizes there being larger than the 10 meter average thickness of the rest of Saturn's rings. Short light streaks in the frame are artificial image artifacts and have nothing to do with Saturn's ring plane. Planetary scientists will be studying ring images taken near equinox to help better understand the dynamics and particle size distribution of the Solar System's most extensive ring system.   digg_url = 'http://apod.nasa.gov/apod/ap090825.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0908/equinoxrings_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Equinox at Saturn",
        "url": "https://apod.nasa.gov/apod/image/0908/equinoxrings_cassini.jpg"
    },
    {
        "date": "2009-08-27",
        "explanation": "Scroll right to take in the view from the highest summit in the contiguous USA. The above 360-degree digitally stitched panorama, taken in mid-July, shows the view from 4,400-meter high Mt. Whitney in Sequoia National Park, California. In the foreground, angular boulders populate Mt. Whitney's summit while in the distance, just below the horizon, peaks from the Sierra Nevada mountain range are visible. Sky sights include light pollution emanating from Los Angeles and Fresno, visible just above the horizon.  Dark clouds, particularly evident on the image left well above the horizon, are the remnants of a recent thunderstorm near Death Valley. High above, the band of the Milky Way Galaxy arches across the image left. Bright airglow bands are visible all over the sky but are particularly prominent on the image right.  The planet Jupiter appears as the brightest point on the image left. A discerning eye can also find a faint image of the far distant Andromeda galaxy, a satellite trail, and many constellations. Today marks the 100th anniversary of the completion of the historic stone shelter on Mt. Whitney, visible toward the image right.   digg_url = 'http://apod.nasa.gov/apod/ap090827.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0908/sequoia_nps_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Dark Sky Over Sequoia National Park",
        "url": "https://apod.nasa.gov/apod/image/0908/sequoia_nps.jpg"
    },
    {
        "date": "2009-08-30",
        "explanation": "These bacteria could survive on another planet.  In an Earth lab, Deinococcus radiodurans (D. rad) survive extreme levels of radiation, extreme temperatures, dehydration, and exposure to genotoxic chemicals.  Amazingly, they even have the ability to repair their own DNA, usually within 48 hours.  Known as an extremophile, bacteria such as D. rad are of interest to NASA partly because they might be adaptable to help human astronauts survive on other worlds.  A recent map of D. rad's DNA might allow biologists to augment their survival skills with the ability to produce medicine, clean water, and oxygen.  Already they have been genetically engineered to help clean up spills of toxic mercury.  Likely one of the oldest surviving life forms, D. rad was discovered by accident in the 1950s when scientists investigating food preservation techniques could not easily kill it.  Pictured above, Deinococcus radiodurans grow quietly in a dish.   digg_url = 'http://apod.nasa.gov/apod/ap090830.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0908/drad_daly.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "D. rad Bacteria: Candidate Astronauts",
        "url": "https://apod.nasa.gov/apod/image/0908/drad_daly.jpg"
    },
    {
        "date": "2009-09-01",
        "explanation": "Unusual shadows and dark rings appeared around Saturn near its equinox last month. At that time -- early August -- Saturn's ring plane pointed directly at the Sun. Visible above, Saturn's moon Tethys casts a shadow visible only on the far right. Saturn's own shadow blacks out a large swath of rings on the right. The night side of Saturn glows with ringshine -- sunlight reflected by ring particles back onto Saturn. Images near equinox at Saturn are giving astronomers a chance to search for unexpected shadows that may illuminate previously unknown features of Saturn's complex ring system.  Cassini, the robotic spacecraft orbiting Saturn that took this image, is not expected to survive to the next Saturnian equinox in 15 years.   digg_url = 'http://apod.nasa.gov/apod/ap090901.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0909/saturnequinoxshadows_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Shadows of Saturn at Equinox",
        "url": "https://apod.nasa.gov/apod/image/0909/saturnequinoxshadows_cassini.jpg"
    },
    {
        "date": "2009-09-02",
        "explanation": "Just one minute before midnight EDT, Friday, August 28, the Space Shuttle Discovery began a long arc into a cloudy sky. Following the launch, a bright and remarkably colorful trail was captured in this time exposure from the Banana River Viewing Site, looking east toward pad 39A at the Kennedy Space Center. On STS-128, Discovery docked with the International Space Station Sunday evening. The 13-day mission will exchange space station crew members and deliver more than 7 tons of supplies and equipment. Of course, the equipment includes the Combined Operational Load Bearing External Resistance Treadmill (COLBERT).   digg_url ='http://apod.nasa.gov/apod/ap090902.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0909/sts128_cooper.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Discovery's Rainbow",
        "url": "https://apod.nasa.gov/apod/image/0909/sts128_cooper900.jpg"
    },
    {
        "date": "2009-09-03",
        "explanation": "Despina is a tiny moon of Neptune. A mere 148 kilometers across, diminutive Despina was discovered in 1989, in images from the Voyager 2 spacecraft taken during its encounter with the solar system's most distant gas giant planet. But looking through the Voyager 2 data 20 years later, amateur image processor (and philosophy professor) Ted Stryk discovered something no one had recognized before -- images that show the shadow of Despina in transit across Neptune's blue cloud tops. His composite view of Despina and its shadow is composed of four archival frames taken on August 24, 1989, separated by nine minutes. Despina itself has been artificially brightened to make it easier to see. In ancient Greek mythology, Despina is a daughter of Poseidon (the Roman god Neptune).   digg_url ='http://apod.nasa.gov/apod/ap090903.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0909/neptune_despina_transit_combo_despinabrightened.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Despina, Moon of Neptune",
        "url": "https://apod.nasa.gov/apod/image/0909/neptune_despina_transit_combo_despinabrightened.jpg"
    },
    {
        "date": "2009-09-05",
        "explanation": "The expanding debris cloud from the explosion of a massive star is captured in this multiwavelength composite, combining x-ray and optical images from the Chandra and Hubble telescopes. Identified as E0102-72, the supernova remnant lies about 190,000 light-years away in our neighboring galaxy, the Small Magellanic Cloud. A strong cosmic source of x-rays, E0102 was imaged by the Chandra X-ray Observatory shortly after its launch in 1999. In celebration of Chandra's 10th anniversary, this colorful view of E0102 and its environs was created, including additional Chandra data. An analysis of all the data indicates that the overall shape of E0102 is most likely a cylinder that is viewed end-on rather than a spherical bubble. The intriguing result implies that the massive star's explosion has produced a shape similar to what is seen in some planetary nebulae associated with lower mass stars. At the distance of the Small Magellanic Cloud, this field of view spans about 150 light-years.   digg_url ='http://apod.nasa.gov/apod/ap090905.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0909/e0102_composite900.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Supernova Remnant E0102-72",
        "url": "https://apod.nasa.gov/apod/image/0909/e0102_composite900.jpg"
    },
    {
        "date": "2009-09-06",
        "explanation": "Our Earth is not at rest.  The Earth moves around the Sun.  The Sun orbits the center of the Milky Way Galaxy.  The Milky Way Galaxy orbits in the Local Group of Galaxies.  The Local Group falls toward the Virgo Cluster of Galaxies.  But these speeds are less than the speed that all of these objects together move relative to the cosmic microwave background radiation (CMBR).  In the above all-sky map from the COBE satellite, radiation in the Earth's direction of motion appears blueshifted and hence hotter, while radiation on the opposite side of the sky is redshifted and colder.  The map indicates that the Local Group moves at about 600 kilometers per second relative to this primordial radiation.  This high speed was initially unexpected and its magnitude is still unexplained.  Why are we moving so fast?  What is out there?  digg_url = 'http://apod.nasa.gov/apod/ap090906.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0909/dip_cobe.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "CMBR Dipole: Speeding Through the Universe",
        "url": "https://apod.nasa.gov/apod/image/0909/dip_cobe_big.gif"
    },
    {
        "date": "2009-09-08",
        "explanation": "Two months ago, something unexpected hit Jupiter. First discovered by an amateur astronomer Anthony Wesley on 2009 July 19, the impact was quickly confirmed and even imaged by the Hubble Space Telescope during the next week. Many of the world's telescopes then zoomed in on our Solar System's largest planet to see the result. Some of these images have been complied into the above animation. Over the course of the last month and a half, the above time-lapse sequence shows the dark spot -- first created when Jupiter was struck -- deforming and dissipating as Jupiter's clouds churned and Jupiter rotated.  It is now thought that a small comet -- perhaps less than one kilometer across -- impacted Jupiter on or before 2009 July 19. Although initially expected to be visible for only a week, astronomers continue to track atmospheric remnants of the impact for new information about winds and currents in Jupiter's thick atmosphere.   digg_url = 'http://apod.nasa.gov/apod/ap090908.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0909/jupiterimpact_alpo.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Unexpected Impact on Jupiter",
        "url": "https://apod.nasa.gov/apod/image/0909/jupiterimpact_alpo_big.gif"
    },
    {
        "date": "2009-09-10",
        "explanation": "The bright clusters and nebulae of planet Earth's night sky are often named for flowers or insects, and NGC 6302 is no exception. With an estimated surface temperature of about 250,000 degrees C, the central star of this particular planetary nebula is exceptionally hot though -- shining brightly in ultraviolet light but hidden from direct view by a dense torus of dust.  This dramatically detailed close-up of the dying star's nebula was recorded by the newly upgraded Hubble Space Telescope. Cutting across a bright cavity of ionized gas, the dust torus surrounding the central star is near the center of this view, almost edge-on to the line-of-sight. Molecular hydrogen has been detected in the hot star's dusty cosmic shroud. NGC 6302 lies about 4,000 light-years away in the arachnologically correct constellation Scorpius.   digg_url = 'http://apod.nasa.gov/apod/ap090910.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0909/butterfly_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Butterfly Nebula from Upgraded Hubble",
        "url": "https://apod.nasa.gov/apod/image/0909/butterfly_hst.jpg"
    },
    {
        "date": "2009-09-11",
        "explanation": "The first identified compact galaxy group, Stephan's Quintet is featured in this stunning image from the newly upgraded Hubble Space Telescope. About 300 million light-years away, only four galaxies of the group are actually locked in a cosmic dance of repeated close encounters. The odd man out is easy to spot, though. The four interacting galaxies (NGC 7319, 7318A, 7318B, and 7317) have an overall yellowish cast and tend to have distorted loops and tails, grown under the influence of disruptive gravitational tides. But the bluish galaxy at the upper left (NGC 7320) is much closer than the others. A mere 40 million light-years distant, it isn't part of the interacting group. In fact, individual stars in the foreground galaxy can be seen in the sharp Hubble image, hinting that it is much closer than the others. Stephan's Quintet lies within the boundaries of the high flying constellation Pegasus.   digg_url ='http://apod.nasa.gov/apod/ap090911.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0909/stephansquintet_hubble.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stephan's Quintet",
        "url": "https://apod.nasa.gov/apod/image/0909/stephansquintet_hubblesmall.jpg"
    },
    {
        "date": "2009-09-14",
        "explanation": "What is left over after stars collide?  To help answer this question, astronomers have been studying the center of the most massive ball of stars in our Milky Way Galaxy.  In the center of globular cluster Omega Centauri, stars are packed in 10,000 times more densely than near our Sun.  Pictured above, the newly upgraded Hubble Space Telescope has resolved the very center of Omega Centauri into individual stars.  Visible are many faint yellow-white stars that are smaller than our Sun, several yellow-orange stars that are Red Giants, and an occasional blue star.  When two stars collide they likely either combine to form one more massive star, or they stick, forming a new binary star system.  Close binary stars interact, sometimes emitting ultraviolet or X-ray light when gas falls from one star onto the surface of a compact companion such as a white dwarf or neutron star.  Two such binaries have now been located in Omega Centauri's center.  The star cluster lies about 15,000 light-years away and is visible toward the constellation of Centaurus.   digg_url = 'http://apod.nasa.gov/apod/ap090914.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0909/omegacencenter_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Center of Globular Cluster Omega Centauri",
        "url": "https://apod.nasa.gov/apod/image/0909/omegacencenter_hst.jpg"
    },
    {
        "date": "2009-09-17",
        "explanation": "Taken by a telescope onboard NASA's Swift satellite, this stunning vista represents the highest resolution image ever made of the Andromeda Galaxy (aka M31) - at ultraviolet wavelengths. The mosaic is composed of 330 individual images covering a region 200,000 light-years wide. It shows about 20,000 sources, dominated by hot, young stars and dense star clusters that radiate strongly in energetic ultraviolet light. Of course, the Andromeda Galaxy is the closest large spiral galaxy to our own Milky Way, at a distance of some 2.5 million light-years. To compare this gorgeous island universe's appearance in optical light with its ultraviolet portrait, just slide your cursor over the image.   digg_url ='http://apod.nasa.gov/apod/ap090917.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0909/Swift_M31_large_UV70p.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ultraviolet Andromeda",
        "url": "https://apod.nasa.gov/apod/image/0909/UVAndromeda_swiftH600.jpg"
    },
    {
        "date": "2009-09-18",
        "explanation": "Get out your red/blue glasses and check out this close-up of spacesuited NASA astronaut John Olivas outside the International Space Station. Carefully constructed from two photographs (ISS020-E-038481, ISS02-0E-038482) taken during space shuttle orbiter Discovery's latest visit to the orbiting outpost, the 3D anaglyph creates the compelling illusion that you can actually reach out and take his gloved hand. The photographer, fellow spacewalker ESA astronaut Christer Fuglesang, along with ISS structures and planet Earth's horizon, are reflected in Olivas' helmet visor. Last Friday, the two returned to Earth along with the rest of Discovery's crew, landing at Edwards Air Force base in California.   digg_url ='http://apod.nasa.gov/apod/ap090918.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0909/iss020e038481_482anapublic.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Take My Hand",
        "url": "https://apod.nasa.gov/apod/image/0909/iss020e038481_482anapublic_c.jpg"
    },
    {
        "date": "2009-09-20",
        "explanation": "What does the largest moon in the Solar System look like? Ganymede, larger than even Mercury and Pluto, has a surface speckled with bright young craters overlying a mixture of older, darker, more cratered terrain laced with grooves and ridges. Like Earth's Moon, Ganymede keeps the same face towards its central planet, in this case Jupiter. In this historic and detailed image mosaic taken by the Galileo spacecraft that orbited Jupiter from 1995 to 2003, the colors of this planet-sized moon have been enhanced to increase surface contrasts. The violet shades extending from the top and bottom are likely due to frost particles in Ganymede's polar regions. Possible future missions to Jupiter are being proposed that can search Europa and Ganymede for deep oceans that may harbor elements thought important for supporting life.    digg_url = 'http://apod.nasa.gov/apod/ap090920.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0909/ganymedeenhanced_galileo_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ganymede Enhanced",
        "url": "https://apod.nasa.gov/apod/image/0909/ganymedeenhanced_galileo.jpg"
    },
    {
        "date": "2009-09-21",
        "explanation": "What is that strange arc? While imaging the cluster of galaxies Abell 370, astronomers had noted an unusual arc to the right of many cluster galaxies.  Although curious, one initial response was to avoid commenting on the arc because nothing like it had ever been noted before.  In the mid-1980s, however, better images allowed astronomers to identify the arc as a prototype of a new kind of astrophysical phenomenon -- the gravitational lens effect of entire cluster of galaxies on background galaxies. Today, we know that this arc actually consists of two distorted images of a fairly normal galaxy that happened to lie far behind the huge cluster.  Abell 370's gravity caused the background galaxies' light -- and others -- to spread out and come to the observer along multiple paths, not unlike a distant light appears through the stem of a wine glass. In mid-July, astronomers used the just-upgraded Hubble Space Telescope to image Abell 370 and its gravitational lens images in unprecedented detail.  Almost all of the yellow images pictured above are galaxies in the Abell 370 cluster. An astute eye can pick up many strange arcs and distorted arclets, however, that are actually images of more distant galaxies. Studying Abell 370 and its images gives astronomers a unique window into the distribution of normal and dark matter in galaxy clusters and the universe.   digg_url = 'http://apod.nasa.gov/apod/ap090921.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0909/abell370_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Abell 370: Galaxy Cluster Gravitational Lens",
        "url": "https://apod.nasa.gov/apod/image/0909/abell370_hst.jpg"
    },
    {
        "date": "2009-09-23",
        "explanation": "How similar is exoplanet CoRoT-7b to Earth?  The newly discovered  extra-solar planet is the closest physical match yet, with a mass about five Earths and a radius of about 1.7 Earths. Also, the home star to CoRoT-7b, although 500 light years distant, is very similar to our Sun. Unfortunately, the similarities likely end there, as CoRoT-7b orbits its home star well inside the orbit of Mercury, making its year last only 20 hours, and making its peak temperature much hotter than humans might find comfortable. CoRoT-7b was discovered in February by noting a predictable slight decrease in the brightness of its parent star.  Pictured above, an artist's depiction shows how CoRoT-7b might appear in front of its parent star.  The composition of CoRoT-7b remains unknown, but given its size and mass, it cannot be a gas giant like Jupiter, and is very likely composed predominantly of rock.  Future observations will likely narrow the composition of one of the first known rocky planets discovered outside of our Solar System.   digg_url = 'http://apod.nasa.gov/apod/ap090923.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0909/corot7b_eso_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "CoRoT Satellite Discovers Rocky Planet",
        "url": "https://apod.nasa.gov/apod/image/0909/corot7b_eso.jpg"
    },
    {
        "date": "2009-09-27",
        "explanation": "At about 100 meters from the cargo bay of the space shuttle Challenger, Bruce McCandless II was farther out than anyone had ever been before.  Guided by a Manned Maneuvering Unit (MMU), astronaut McCandless, pictured above, was floating free in space. McCandless and fellow NASA astronaut Robert Stewart were the first to experience such an \"untethered space walk\" during Space Shuttle mission 41-B in 1984.  The MMU works by shooting jets of nitrogen and has since been used to help deploy and retrieve satellites.  With a mass over 140 kilograms, an MMU is heavy on Earth, but, like everything, is weightless when drifting in orbit. The MMU was replaced with the SAFER backpack propulsion unit.   digg_url = 'http://apod.nasa.gov/apod/ap090927.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0909/freeflyer_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "To Fly Free in Space",
        "url": "https://apod.nasa.gov/apod/image/0909/freeflyer_nasa.jpg"
    },
    {
        "date": "2009-09-28",
        "explanation": "Water has been discovered on the surface of the Moon.  No lakes have been found, but rather NASA's Moon Mineralogy Mapper aboard India's new Chandrayaan-1 lunar orbiter radios back that parts of the Moon's surface absorb a very specific color of light identified previously only with water. Currently, scientists are trying to fit this with other facts about the Moon to figure out how much water is there, and even what form this water takes.  Unfortunately, even the dampest scenarios leave our moon dryer than the driest of Earth's deserts.  A fascinating clue being debated is whether the water signal rises and falls during a single lunar day.   If true, the signal might be explainable by hydrogen flowing out from the Sun and interacting with oxygen in the lunar soil.  This could leave an extremely thin monolayer of water, perhaps only a few molecules thick. Some of the resulting water might subsequently evaporate away in bright sunlight. Pictured above, the area near a crater on the far side of the Moon shows a relatively high abundance of water-carrying minerals in false-color blue.  Next week, the new LCROSS satellite will release an impactor that will strike a permanently shadowed crater near the lunar south pole to see if any hidden water or ice sprays free there.   digg_url = 'http://apod.nasa.gov/apod/ap090928.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0909/moonwater_isro_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Water Discovered on the Moon",
        "url": "https://apod.nasa.gov/apod/image/0909/moonwater_isro.jpg"
    },
    {
        "date": "2009-09-30",
        "explanation": "How would Saturn look if its ring plane pointed right at the Sun? Before last month, nobody knew.  Every 15 years, as seen from Earth, Saturn's rings point toward the Earth and appear to disappear. The disappearing rings are no longer a mystery -- Saturn's rings are known to be so thin and the Earth is so near the Sun that when the rings point toward the Sun, they also point nearly edge-on at the Earth. Fortunately, in this third millennium, humanity is advanced enough to have a spacecraft that can see the rings during equinox from the side. Last month, that Saturn-orbiting spacecraft, Cassini, was able to snap a series of unprecedented pictures of Saturn's rings during equinox. A digital composite of 75 such images is shown above. The rings appear unusually dark, and a very thin ring shadow line can be made out on Saturn's cloud-tops.  Objects sticking out of the ring plane are brightly illuminated and cast long shadows.  Inspection of these images may help humanity understand the specific sizes of Saturn's ring particles and the general dynamics of orbital motion.   digg_url = 'http://apod.nasa.gov/apod/ap090930.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0909/saturnequinox_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn at Equinox",
        "url": "https://apod.nasa.gov/apod/image/0909/saturnequinox_cassini.jpg"
    },
    {
        "date": "2009-10-01",
        "explanation": "This cosmic pillar of gas and dust is nearly 2 light-years wide. The structure lies within one of our galaxy's largest star forming regions, the Carina Nebula, shining in southern skies at a distance of about 7,500 light-years. The pillar's convoluted outlines are shaped by the winds and radiation of Carina's young, hot, massive stars. But the interior of the cosmic pillar itself is home to stars in the process of formation. In fact, placing your cursor over this visible light image will reveal a penetrating near-infrared view of the pillar - now dominated by two, narrow, energetic jets blasting outward from a still hidden infant star. Both visible light and near-infrared images were made using the Hubble Space Telescope's newly installed Wide Field Camera 3.   digg_url ='http://apod.nasa.gov/apod/ap091001.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0910/carinaPillarJet_VIShst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Carina Pillar and Jets",
        "url": "https://apod.nasa.gov/apod/image/0910/carinaPillarJet_VIShst900.jpg"
    },
    {
        "date": "2009-10-04",
        "explanation": "Are square A and B the same color? They are. Are too.  To verify this, click here to see them connected.  The above illusion, called the same color illusion, illustrates that purely human observations in science may be ambiguous or inaccurate.  Even such a seemingly direct perception as relative color.  Similar illusions exist on the sky, such as the size of the Moon near the horizon, or the apparent shapes of astronomical objects.  The advent of automated, reproducible, measuring devices such as CCDs have made science in general and astronomy in particular less prone to, but not free of, human-biased illusions.   digg_url = 'http://apod.nasa.gov/apod/ap091004.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0910/greyillusion_wikipedia_big.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Same Color Illusion",
        "url": "https://apod.nasa.gov/apod/image/0910/greyillusion_wikipedia.jpg"
    },
    {
        "date": "2009-10-05",
        "explanation": "After undocking, the space shuttle Discovery crew got a memorable view of the developing International Space Station (ISS). Pictured orbiting high above Earth last month, numerous solar panels, trusses, and science modules of the ISS were visible.  The Discovery crew brought mission specialist Nicole Stott to the ISS, and returned astronaut Timothy Kopra to Earth. Among the many mission and expedition accomplishments of the Discovery crew included delivering and placing the Fluids Integrated Rack and the Materials Science Research Rack in the Destiny module as well as the Minus Eighty Degree Laboratory Freezer in the Kibo module.  Better known, however, was the delivery of the COLBERT treadmill for keeping astronauts fit.  Over this past week the Soyuz TMA-16 spacecraft carrying three more astronauts docked with the ISS as Expedition 21 is set to begin.  The next shuttle trip to the ISS is currently scheduled for 2009 November 12.   digg_url = 'http://apod.nasa.gov/apod/ap091005.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0910/iss_sts128_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The International Space Station Over Earth",
        "url": "https://apod.nasa.gov/apod/image/0910/iss_sts128.jpg"
    },
    {
        "date": "2009-10-06",
        "explanation": "The large majestic Lagoon Nebula is home for many young stars and hot gas. Spanning 100 light years across while lying only about 5000 light years distant, the Lagoon Nebulae is so big and bright that it can be seen without a telescope toward the constellation of Sagittarius.  Many bright stars are visible from NGC 6530, an open cluster that formed in the nebula only several million years ago. The greater nebula, also known as M8 and NGC 6523, is named \"Lagoon\" for the band of dust seen to the left of the open cluster's center. A bright knot of gas and dust in the nebula's center is known as the Hourglass Nebula. The above picture is a newly released, digitally stitched panorama of M8 taken as part of the GigaGalaxy Zoom project by the Wide Field Imager attached to the MPG/ESO 2.2-meter Telescope at the La Silla Observatory in Chile. The vista spans three times the diameter of the Moon, while the highest resolution image version occupies over 350 million pixels.  Star formation continues in the Lagoon Nebula as witnessed by the many globules that exist there.   digg_url = 'http://apod.nasa.gov/apod/ap091006.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0910/carinagigazoom_eso_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Lagoon Nebula from GigaGalaxy Zoom",
        "url": "https://apod.nasa.gov/apod/image/0910/carinagigazoom_eso.jpg"
    },
    {
        "date": "2009-10-07",
        "explanation": "What caused the smooth floor inside the double ringed basin on Mercury? No one is sure.  The unusual feature spans 160 kilometers and was imaged during the robotic MESSENGER spacecraft's swing past our Solar System's innermost planet last week.  Double and multiple ringed basins, although rare, have also been imaged in years past on Mars, Venus, Earth, and Earth's Moon. Mercury itself has several doubles, including huge Caloris basin, Rembrandt basin, and enigmatic Raditladi basin. Most large multiple ringed basins on planets and moons are caused initially by a forceful impact by a single asteroid or comet fragment. One interesting feature of the above-imaged double ring is that the basin center appears much smoother than the region between the rings.  Possibly, the internal floor was smoothed by later volcanic activity.  Also possible, however, is that the floor was smoothed by melting and flowing of material upon impact.  MESSENGER has now completed its last flyby of Mercury but will return and attempt to enter orbit in 2011 March.    Note: The text of this APOD has been updated. digg_url = 'http://apod.nasa.gov/apod/ap091007.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0910/doublebasin_messenger_big.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Double Ringed Basin on Mercury",
        "url": "https://apod.nasa.gov/apod/image/0910/doublebasin_messenger.jpg"
    },
    {
        "date": "2009-10-08",
        "explanation": "About 100 kilometers from the Moon's South Pole, 100 kilometer wide crater Cabeus is the target for two LCROSS mission spacecraft on course to impact the Moon tomorrow. The shadowed crater is strongly foreshortened in this mosaic, a representative view of the region for earthbound telescopes. The impacts are intended to create billowing debris plumes extending into the sunlight above the crater walls, that could reveal signs of water. First to impact will be the mission's Centaur upper stage rocket at 11:30 UT (7:30am EDT). The instrumented LCROSS mothership will image the impact and then fly through the resulting debris plume analyzing the material blasted from the crater floor. Four minutes after the first impact, the LCROSS mothership itself will crash into Cabeus. The plumes are expected to be visible in telescopes about 10 inches in diameter or larger, with the timing favoring Moon watchers in western North America and the Pacific. NASA also plans to broadcast live footage from the LCROSS mission on NASA TV starting at 6:15am EDT / 3:15am PDT on October 9.   digg_url ='http://apod.nasa.gov/apod/ap091008.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0910/391631main_southpole2.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Target Crater Cabeus",
        "url": "https://apod.nasa.gov/apod/image/0910/391631main_southpole2_c600.jpg"
    },
    {
        "date": "2009-10-10",
        "explanation": "This mid-infrared image was taken in the last minutes of the LCROSS flight mission to the Moon. The small white spot (enlarged in the insets) seen within the dark shadow of lunar crater walls is the initial flash created by the impact of a spent Centaur upper stage rocket. Traveling at 1.5 miles per second, the Centaur rocket hit the lunar surface yesterday at 11:31 UT, followed a few minutes later by the shepherding LCROSS spacecraft. Earthbound observatories have reported capturing both impacts. But before crashing into the lunar surface itself, the LCROSS spacecraft's instrumentation successfully recorded close-up the details of the rocket stage impact, the resulting crater, and debris cloud. In the coming weeks, data from the challenging mission will be used to search for signs of water in the lunar material blasted from the surface.   digg_url ='http://apod.nasa.gov/apod/ap091010.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0910/392931main_LCROSS_5_516-387_x15.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "LCROSS Centaur Impact Flash",
        "url": "https://apod.nasa.gov/apod/image/0910/392931main_LCROSS_5_516-387_x15.jpg"
    },
    {
        "date": "2009-10-11",
        "explanation": "The painting Starry Night is one of the most famous icons of the night sky ever created.   The scene was painted by Vincent van Gogh in southern France in 1889.   The swirling style of Starry Night appears, to many, to make the night sky come alive.   Although van Gogh frequently portrayed real settings in his paintings, art historians do not agree on precisely what stars and planets are being depicted in Starry Night.   The style of Starry Night is post-impressionism, a popular painting style at the end of the nineteenth century.  The original Starry Night painting hangs in the Museum of Modern Art in New York City, New York, USA.   digg_url = 'http://apod.nasa.gov/apod/ap091011.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0910/starrynight_vangogh_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Starry Night by Vincent van Gogh",
        "url": "https://apod.nasa.gov/apod/image/0910/starrynight_vangogh.jpg"
    },
    {
        "date": "2009-10-13",
        "explanation": "What has created a large dust ring around Saturn? At over 200 times the radius of Saturn and over 50 times the radius of Saturn's expansive E ring, the newly discovered dust ring is the largest planetary ring yet imaged. The ring was found in infrared light by the Earth-trailing Spitzer Space Telescope.  A leading hypothesis for its origin is impact material ejected from Saturn's moon Phoebe, which orbits right through the dust ring's middle.  An additional possibility is that the dust ring supplies the mysterious material that coats part of Saturn's moon Iapetus, which orbits near the dust ring's inner edge. Pictured above in the inset, part of the dust ring appears as false-color orange in front of numerous background stars.   digg_url = 'http://apod.nasa.gov/apod/ap091013.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0910/saturndustring_spitzer_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Giant Dust Ring Discovered Around Saturn",
        "url": "https://apod.nasa.gov/apod/image/0910/saturndustring_spitzer.jpg"
    },
    {
        "date": "2009-10-16",
        "explanation": "With a 3.5 meter diameter mirror, larger than the Hubble Space Telescope, Herschel is ESA's new infrared observatory. The space-based telescope is named for German-born British astronomer Frederick William Herschel who discovered infrared light over 200 years ago. In initial tests, Herschel's cameras have combined to deliver this spectacular view along the plane of the Milky Way in the constellation of the Southern Cross. Spanning some 2 degrees the premier, false-color, far-infrared view captures our galaxy's cold dust clouds in extreme detail, showing a remarkable, connected maze of filaments and star-forming regions. These and planned future Herschel observations are intended to unravel mysteries of star formation by surveying broad areas of the galactic plane.   digg_url ='http://apod.nasa.gov/apod/ap091016.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0910/FirstParallelMode_SPIRE_PACS.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Herschel Views the Milky Way",
        "url": "https://apod.nasa.gov/apod/image/0910/FirstParallelMode_SPIRE_PACS_c900.jpg"
    },
    {
        "date": "2009-10-19",
        "explanation": "It was along the way.  The robotic rover Opportunity currently rolling across the Meridiani Plain on Mars has a destination of Endeavour Crater, a large crater over 20 kilometers across which may yield additional clues about the cryptic past of ancient Mars. Besides passing open fields of dark soil and light rock, Opportunity has chanced upon several interesting features.  One such feature, pictured above in a digitally stitched and horizontally compressed panorama, is Nereus Crater, a small crater about 10 meters across that is surrounded by jagged rock.  Besides Nereus, Opportunity recently also happened upon another unusual rock -- one that appears to be the third large meteorite found on Mars and the second for Opportunity during only this trip.  Opportunity has been traveling toward Endeavour Crater for over a year now, and if it can avoid ridged rocks and soft sand along the way, it may reach Endeavour sometime next year.   digg_url = 'http://apod.nasa.gov/apod/ap091019.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0910/nereus_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Nereus Crater on Mars",
        "url": "https://apod.nasa.gov/apod/image/0910/nereus_opportunity.jpg"
    },
    {
        "date": "2009-10-20",
        "explanation": "What does a solar prominence look like in three dimensions? To help find out, NASA launched the STEREO satellites to keep a steady eye on the Sun from two different vantage points. The STEREO satellites orbit the Sun nearly along Earth's orbit, but one (dubbed Ahead) currently leads the Earth, while the other (dubbed Behind) currently trails.  Three weeks ago, a powerful prominence erupted and remained above the Sun for about 30 hours, allowing the STEREO satellites to get numerous views of the prominence from different angles. Pictured above is a high-resolution image of the event from the STEREO Ahead satellite.  A video of the prominence erupting as seen from both spacecraft can be found here. The unusually quiet nature of the Sun over the past two years has made large prominences like this relatively rare. The combined perspective of STEREO will help astronomers better understand the mechanisms for the creation and evolution of prominences, coronal mass ejections, and flares.   digg_url = 'http://apod.nasa.gov/apod/ap091020.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0910/prominence_stereo_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Solar Prominence Erupts in STEREO",
        "url": "https://apod.nasa.gov/apod/image/0910/prominence_stereo.jpg"
    },
    {
        "date": "2009-10-21",
        "explanation": "Who's been marking up Mars? This portion of a recent high-resolution picture from the HiRISE camera on board the Mars Reconnaissance Orbiter shows twisting dark trails criss-crossing light colored terrain on the martian surface. Newly formed trails like these had presented researchers with a tantalizing martian mystery but are now known to be the work of miniature wind vortices known to occur on the red planet - martian dust devils. Such spinning columns of rising air heated by the warm surface are also common in dry and desert areas on planet Earth. Typically lasting only a few minutes, dust devils become visible as they pick up loose red-colored dust leaving the darker and heavier sand beneath intact. On Mars, dust devils can be up to 8 kilometers high. Dust devils have been credited with unexpected cleanings of mars rover solar panels.   digg_url = 'http://apod.nasa.gov/apod/ap091021.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0910/deviltrails_mro_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Martian Dust Devil Trails",
        "url": "https://apod.nasa.gov/apod/image/0910/deviltrails_mro.jpg"
    },
    {
        "date": "2009-10-25",
        "explanation": "This is the mess that is left when a star explodes.  The Crab Nebula, the result of a supernova seen in 1054 AD, is filled with mysterious filaments.  The filaments are not only tremendously complex, but appear to have less mass than expelled in the original supernova and a  higher speed than expected from a free explosion.  The above image, taken by the Hubble Space Telescope, is presented in three colors chosen for scientific interest.  The Crab Nebula spans about 10 light-years.  In the nebula's very center lies a pulsar: a neutron star as massive as the  Sun but with only the size of a small town.  The Crab Pulsar rotates about 30 times each second.   digg_url = 'http://apod.nasa.gov/apod/ap091025.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0910/crabmosaic_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M1: The Crab Nebula from Hubble",
        "url": "https://apod.nasa.gov/apod/image/0910/crabmosaic_hst.jpg"
    },
    {
        "date": "2009-10-28",
        "explanation": "What if we could see back to the beginning of the universe? We can -- since it takes the age of the universe for light to cross the universe. Peering at distant objects, therefore, tells us about how the universe used to be, even near its beginning. Since telescopes are therefore also time portals, observations of distant clusters can be used, for example, to investigate when and how these huge galaxy conglomerations formed. Previously, the redshift record for a galaxy cluster was about 1.5, corresponding to about nine billion light years distant. Recently, using data including X-ray images from the orbiting Chandra X-Ray Observatory, a new farthest cluster was identified. Shown above, JKCS041 is seen at redshift 1.9, corresponding to nearly one billion light years farther than the previous record holder. The hot X-ray gas that confirmed the apparent galaxy grouping as a true cluster of galaxies is shown above in diffuse blue, superposed on an optical image showing many foreground stars.  JKCS041 is seen today as it appeared at only one quarter of the present age of the universe.   digg_url = 'http://apod.nasa.gov/apod/ap091028.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0910/jkcs041_chandra_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "JKCS041: The Farthest Galaxy Cluster Yet Measured",
        "url": "https://apod.nasa.gov/apod/image/0910/jkcs041_chandra.jpg"
    },
    {
        "date": "2009-11-01",
        "explanation": "What color is the universe?  More precisely, if the entire sky were smeared out, what color would the final mix be?  This whimsical question came up when trying to determine what stars are commonplace in nearby galaxies. The answer, depicted above, is a conditionally perceived shade of beige.  To determine this, astronomers computationally averaged the light emitted by one of the largest sample of galaxies yet analyzed: the 200,000 galaxies of the 2dF survey.  The resulting cosmic spectrum has some emission in all parts of the electromagnetic spectrum, but a single perceived composite color.  This color has become much less blue over the past 10 billion years, indicating that redder stars are becoming more prevalent.  In a contest to better name the color, notable entries included skyvory, univeige, and the winner: cosmic latte.   digg_url = 'http://apod.nasa.gov/apod/ap091101.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0910/cosmiclatte_jhu.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Average Color of the Universe",
        "url": "https://apod.nasa.gov/apod/image/0910/cosmiclatte_jhu.jpg"
    },
    {
        "date": "2009-11-07",
        "explanation": "Stickney Crater, the largest crater on the martian moon Phobos, is named for Chloe Angeline Stickney Hall, mathematician and wife of astronomer Asaph Hall. Asaph Hall discovered both the Red Planet's moons in 1877. Over 9 kilometers across, Stickney is nearly half the diameter of Phobos itself, so large that the impact that blasted out the crater likely came close to shattering the tiny moon. This stunning, enhanced-color image of Stickney and surroundings was recorded by the HiRISE camera onboard the Mars Reconnaissance Orbiter as it passed within some six thousand kilometers of Phobos in March of 2008. Even though the surface gravity of asteroid-like Phobos is less than 1/1000th Earth's gravity, streaks suggest loose material has slid down inside the crater walls over time. Light bluish regions near the crater's rim could indicate a relatively freshly exposed surface. The origin of the curious grooves along the surface is mysterious but may be related to the crater-forming impact.   digg_url = 'http://apod.nasa.gov/apod/ap091107.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0911/PSP_007769_9010_IRB_Stickney.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stickney Crater",
        "url": "https://apod.nasa.gov/apod/image/0911/PSP_007769_9010_IRB_Stickney800.jpg"
    },
    {
        "date": "2009-11-09",
        "explanation": "Where do stars form when galaxies collide? To help find out, astronomers imaged the nearby galaxy merger NGC 2623 in high resolution with the Hubble Space Telescope in 2007. Analysis of this Hubble image and images of NGC 2623 in infrared light by the Spitzer Space Telescope, in X-ray light by XMM-Newton, and in ultraviolet light by GALEX, indicate that two originally spiral galaxies appear now to be greatly convolved and that their cores have unified into one active galactic nucleus (AGN). Star formation continues around this core near the above image center, along the stretched out tidal tails visible on either side, and perhaps surprisingly, in an off-nuclear region on the upper left where clusters of bright blue stars appear.   Galaxy collisions can take hundreds of millions of years and take several gravitationally destructive passes. NGC 2623, also known as Arp 243, spans about 50,000 light years and lies about 250 million light years away toward the constellation of the Crab (Cancer).  Reconstructing the original galaxies and how galaxy mergers happen is often challenging, sometimes impossible, but generally important to understanding how our universe evolved.   digg_url = 'http://apod.nasa.gov/apod/ap091109.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0911/ngc2623_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 2623: Galaxy Merger from Hubble",
        "url": "https://apod.nasa.gov/apod/image/0911/ngc2623_hst.jpg"
    },
    {
        "date": "2009-11-10",
        "explanation": "The other side of Saturn's ring plane is now directly illuminated by the Sun. For the previous 15 years, the southern side of Saturn and its rings were directly illuminated, but since Saturn's equinox in August, the orientation has reversed. Pictured above last month, the robotic Cassini spacecraft orbiting Saturn has captured the giant planet and its majestic rings soon after equinox. Imaged from nearly behind, Saturn and its moon Tethys each show a crescent phase to Cassini that is not visible from Earth. As the rings continue to point nearly toward the Sun, only a thin shadow of Saturn's rings is visible across the center of the planet.  Close inspection of Saturn's rings, however, shows superposed bright features identified as spokes that are thought to be groups of very small electrically charged ice particles. Understanding the nature and dynamics of spokes is not fully understood and remains a topic of research.   digg_url = 'http://apod.nasa.gov/apod/ap091110.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0911/saturnafterequinox_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn After Equinox",
        "url": "https://apod.nasa.gov/apod/image/0911/saturnafterequinox_cassini.jpg"
    },
    {
        "date": "2009-11-11",
        "explanation": "Where can a telescope take you?  Four hundred years ago, a telescope took Galileo to the Moon to discover craters, to Saturn to discover rings, to Jupiter to discover moons, to Venus to discover phases, and to the Sun to discover spots. Today, in celebration of Galileo's telescopic achievements and as part of the International Year of Astronomy, NASA has used its entire fleet of Great Observatories, and the Internet, to bring the center of our Galaxy to you. Pictured above, in greater detail and in more colors than ever seen before, are the combined images of the Hubble Space Telescope in near-infrared light, the Spitzer Space Telescope in infrared light, and the Chandra X-ray Observatory in X-ray light. A menagerie of vast star fields is visible, along with dense star clusters, long filaments of gas and dust, expanding supernova remnants, and the energetic surroundings of what likely is our Galaxy's central black hole. Many of these features are labeled on a complementary annotated image.  Of course, a telescope's magnification and light-gathering ability create only an image of what a human could see if visiting these places.  To actually go requires rockets.   digg_url = 'http://apod.nasa.gov/apod/ap091111.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0911/galacticcenter_greatobs_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Great Observatories Explore Galactic Center",
        "url": "https://apod.nasa.gov/apod/image/0911/galacticcenter_greatobs.jpg"
    },
    {
        "date": "2009-11-13",
        "explanation": "Cosmic dust clouds and embedded newborn stars glow at infrared wavelengths in this tantalizing false-color view from the Spitzer Space Telescope. Pictured is of one of the closest star forming regions, part of the Rho Ophiuchi cloud complex some 400 light-years distant near the southern edge of the pronounceable constellation Ophiuchus. The view spans about 5 light-years at that estimated distance. After forming along a large cloud of cold molecular hydrogen gas, newborn stars heat the surrounding dust to produce the infrared glow. An exploration of the region in penetrating infrared light has detected some 300 emerging and newly formed stars whose average age is estimated to be a mere 300,000 years -- extremely young compared to the Sun's age of 5 billion years.   digg_url = 'http://apod.nasa.gov/apod/ap091113.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0911/Ophcloud_spitzer.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Young Stars in the Rho Ophiuchi Cloud",
        "url": "https://apod.nasa.gov/apod/image/0911/Ophcloud_spitzer_c800.jpg"
    },
    {
        "date": "2009-11-15",
        "explanation": "It looks like a ring on the sky. Hundreds of years ago astronomers noticed a nebula with a most unusual shape. Now known as M57 or NGC 6720, the gas cloud became popularly known as the Ring Nebula. It is now known to be a planetary nebula, a gas cloud emitted at the end of a Sun-like star's existence. As one of the brightest planetary nebula on the sky, the Ring Nebula can be seen with a small telescope in the constellation of Lyra. The Ring Nebula lies about 4,000 light years away, and is roughly 500 times the diameter of our Solar System. In this picture by the Hubble Space Telescope in 1998, dust filaments and globules are visible far from the central star. This helps indicate that the Ring Nebula is not spherical, but cylindrical.   digg_url = 'http://apod.nasa.gov/apod/ap091115.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0911/ring_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M57: The Ring Nebula",
        "url": "https://apod.nasa.gov/apod/image/0911/ring_hst.jpg"
    },
    {
        "date": "2009-11-16",
        "explanation": "What's happening at the center of spiral galaxy M83?  Just about everything, from the looks of it.  M83 is one of the closest spiral galaxies to our own Milky Way Galaxy and from a distance of 15 million light-years, appears to be relatively normal.  Zooming in on M83's nucleus with the latest telescopes, however, shows the center to be an energetic and busy place.  Visible in the above image -- from the newly installed Wide Field Camera 3 pointing through the recently refurbished Hubble Space Telescope -- are bright newly formed stars and giant lanes of dark dust.  An image with similar perspective from the Chandra X-ray Observatory shows the region is also rich in very hot gas and  small bright sources.  The remnants of about 60 supernova blasts can be found in the above image.   digg_url = 'http://apod.nasa.gov/apod/ap091116.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0911/m83_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M83's Center from Refurbished Hubble",
        "url": "https://apod.nasa.gov/apod/image/0911/m83_hst.jpg"
    },
    {
        "date": "2009-11-18",
        "explanation": "Why is there water on the Moon? Last month, the LCROSS mission crashed a large impactor into a permanently shadowed crater near the Moon's South Pole.  A plume of dust rose that was visible to the satellite, although hard to discern from Earth. The plume is shown above in visible light.  Last week, the results of a preliminary chemical analysis gave a clear indication that the dust plume contained water. Such water is of importance not only for understanding the history of the Moon, but as a possible reservoir for future astronauts trying to live on the Moon for long periods. The source of the lunar water is now a topic of debate.  Possible origins include many small meteorites, a comet, or primordial moon soil.   digg_url = 'http://apod.nasa.gov/apod/ap091118.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0911/plume_lcross.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Water Discovered in Moon Shadow",
        "url": "https://apod.nasa.gov/apod/image/0911/plume_lcross_big.jpg"
    },
    {
        "date": "2009-11-22",
        "explanation": "What caused this outburst of V838 Mon?  For reasons unknown, star V838 Mon's outer surface suddenly greatly expanded with the result that it became the brightest star in the entire Milky Way Galaxy in January 2002.  Then, just as suddenly, it faded.  A stellar flash like this has never been seen before -- supernovas and novas expel matter out into space.  Although the V838 Mon flash appears to expel material into space, what is seen in the above image from the Hubble Space Telescope is actually an outwardly moving light echo of the bright flash.  In a light echo, light from the flash is reflected by successively more distant rings in the complex array of ambient interstellar dust that already surrounded the star.  V838 Mon lies about 20,000 light years away toward the constellation of the unicorn (Monoceros), while the  light echo above spans about six light years in diameter.   digg_url = 'http://apod.nasa.gov/apod/ap091122.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0911/v838mon_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Light Echoes from V838 Mon",
        "url": "https://apod.nasa.gov/apod/image/0911/v838mon_hst.jpg"
    },
    {
        "date": "2009-11-24",
        "explanation": "What's happening on the surface of Saturn's moon Enceladus? Enormous ice jets are erupting.  Giant plumes of ice have been photographed in dramatic fashion by the robotic Cassini spacecraft during this past weekend's flyby of Saturn's moon Enceladus. Pictured above, numerous plumes are seen rising from long tiger-stripe canyons across Enceladus' craggy surface.  Several ice jets are even visible in the shadowed region of crescent Enceladus as they reach high enough to scatter sunlight.  Other plumes, near the top of the above image, appear visible just over the moon's sunlit edge.  That Enceladus vents fountains of ice was first discovered on Cassini images in 2005, and has been under close study ever since. Continued study of the ice plumes may yield further clues as to whether underground oceans, candidates for containing life, exist on this distant ice world.    digg_url = 'http://apod.nasa.gov/apod/ap091124.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0911/enceladus12_cassini_big.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cassini Flyby Shows Enceladus Venting",
        "url": "https://apod.nasa.gov/apod/image/0911/enceladus12_cassini.jpg"
    },
    {
        "date": "2009-11-29",
        "explanation": "Is this a picture of Mars or Earth?  Oddly enough, it is a picture of Mars. What may appear to some as a terrestrial coastline is in fact a formation of ancient layered hills and wind-blown sand on Mars.  The above-pictured region spans about three kilometers in Schiaparelli Crater.  What created the layers of sediment is still a topic of research.  Viable hypotheses include ancient epochs of deposit either from running water or wind-blown sand.  Winds and sandstorms have smoothed and eroded the structures more recently.  The \"water\" that appears near the bottom is actually dark colored sand.  The image was taken with the Mars Global Surveyor spacecraft that operated around Mars from 1996-2006 and returned over  200,000 images.   digg_url = 'http://apod.nasa.gov/apod/ap091129.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0911/marslayers_mgs_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ancient Layered Hills on Mars",
        "url": "https://apod.nasa.gov/apod/image/0911/marslayers_mgs.jpg"
    },
    {
        "date": "2009-11-30",
        "explanation": "This was just one more breathtaking view from the International Space Station.  The Sun, a crescent Earth, and the long arm of a solar panel were all visible outside a window when the Space Shuttle Atlantis visited the orbiting outpost last week. Reflections from the window and hexagonal lens flares from the camera are superposed. The space shuttle landed Friday after a successful 10 day mission to expand and resupply the ISS. Numbered STS-129, the space shuttle mission returned astronaut Nicole Stott to Earth from her stay on the ISS as a Flight Engineer in the Expedition 20 and 21 crews.   digg_url = 'http://apod.nasa.gov/apod/ap091130.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0911/sunearthpanel_sts129_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Bright Sun and Crescent Earth from the Space Station",
        "url": "https://apod.nasa.gov/apod/image/0911/sunearthpanel_sts129.jpg"
    },
    {
        "date": "2009-12-07",
        "explanation": "This was home.  Just over a week ago, the STS-129 crew of the Space Shuttle Atlantis undocked from the International Space Station (ISS) and returned to Earth.  As the shuttle departed the space station, they took the  above image.  Visible on the ISS are numerous modules, trusses, and long wing-like solar panels.  The space shuttle crew spent almost 12 days calling the space station home.  The shuttle crew resupplied the space station and delivered valuable spare parts.  The ISS continues to be home for five astronauts of Expedition 21. The ISS's crew now includes astronauts representing NASA, the European Space Agency, the Russian Federal Space Agency, and the Canadian Space Agency.    digg_url = 'http://apod.nasa.gov/apod/ap091207.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0912/iss_sts129_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The International Space Station Over the Horizon",
        "url": "https://apod.nasa.gov/apod/image/0912/iss_sts129.jpg"
    },
    {
        "date": "2009-12-08",
        "explanation": "What processes formed the unusual surface of Saturn's moon Tethys? To help find out, NASA sent the robotic Cassini spacecraft right past the enigmatic ice moon in 2005.  Pictured above is one of the highest resolution images of an entire face of Tethys yet created. The pervasive white color of Tethys is thought to be created by fresh ice particles continually falling onto the moon from Saturn's diffuse E-ring -- particles expelled by Saturn's moon Enceladus. Some of the unusual cratering patterns on Tethys remain less well understood, however.  Close inspection of the above image of Tethys' south pole will reveal a great rift running diagonally down from the middle: Ithaca Chasma. A leading theory for the creation of this great canyon is anchored in the tremendous moon-wide surface cracking that likely occurred when Tethys' internal oceans froze. If so, Tethys may once have harbored internal oceans, possibly similar to the underground oceans some hypothesize to exist under the surface of Enceladus today. Might ancient life be frozen down there?   digg_url = 'http://apod.nasa.gov/apod/ap091208.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0912/tethys4_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ice Moon Tethys from Saturn-Orbiting Cassini",
        "url": "https://apod.nasa.gov/apod/image/0912/tethys4_cassini.jpg"
    },
    {
        "date": "2009-12-09",
        "explanation": "When did galaxies form?   To help find out, the deepest near-infrared image of the sky ever has been taken of the same field as the optical-light Hubble Ultra Deep Field (HUDF) in 2004.  The new image was taken this summer by the newly installed Wide Field Camera 3 on the refurbished Hubble Space Telescope. Faint red smudges identified on the above image likely surpass redshift 8 in distance.  These galaxies therefore likely existed when the universe was only a few percent of its present age, and may well be members of the first class of galaxies.  Some large modern galaxies make a colorful foreground to the distant galaxies. Analyses by the HUDF09 team indicate that at least some of these early galaxies had very little interstellar dust. This early class of low luminosity galaxies likely contained energetic stars emitting light that transformed much of the remaining normal matter in the universe from a cold gas to a hot ionized plasma.     digg_url = 'http://apod.nasa.gov/apod/ap091209.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0912/hudfir_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "HUDF Infrared: Dawn of the Galaxies",
        "url": "https://apod.nasa.gov/apod/image/0912/hudfir_hst.jpg"
    },
    {
        "date": "2009-12-11",
        "explanation": "Many bright nebulae and star clusters in planet Earth's sky are associated with the name of astronomer Charles Messier, from his famous 18th century catalog. His name is also given to these two large and remarkable craters on the Moon. Standouts in the dark, smooth lunar Sea of Fertility or Mare Fecunditatis, Messier (left) and Messier A have dimensions of 15 by 8 and 16 by 11 kilometers respectively. Their elongated shapes are explained by an extremely shallow-angle trajectory followed by the impactor, moving left to right, that gouged out the craters. The shallow impact also resulted in two bright rays of material extending along the surface to the right, beyond the picture. Intended to be viewed with red/blue glasses (red for the left eye), this striking stereo picture of the crater pair was recently created from high resolution scans of two images (AS11-42-6304, AS11-42-6305) taken during the Apollo 11 mission to the moon.   digg_url = 'http://apod.nasa.gov/apod/ap091211.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0912/MessierCrater3d_vantuyne.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Messier Craters in Stereo",
        "url": "https://apod.nasa.gov/apod/image/0912/MessierCrater3d_vantuyneC900.jpg"
    },
    {
        "date": "2009-12-13",
        "explanation": "Gliding silently through the outer Solar System, the Voyager 2 spacecraft camera captured Neptune and Triton together in crescent phase in 1989.  The above picture of the gas giant planet and its cloudy moon was taken from behind just after closest approach.  It could not have been taken from Earth because Neptune never shows a crescent phase to sunward Earth. The unusual vantage point also robs Neptune of its familiar blue hue, as sunlight seen from here is scattered forward, and so is reddened like the setting Sun.  Neptune is smaller but more massive than Uranus, has several dark rings, and emits more light than it receives from the Sun.   digg_url = 'http://apod.nasa.gov/apod/ap091213.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0912/neptunetriton_vg2_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Crescent Neptune and Triton",
        "url": "https://apod.nasa.gov/apod/image/0912/neptunetriton_vg2.jpg"
    },
    {
        "date": "2009-12-14",
        "explanation": "Believe it or not, this is the North Pole of Saturn. It is unclear how an unusual hexagonal cloud system that surrounds Saturn's north pole was created, keeps its shape, or how long it will last. Originally discovered during the Voyager flybys of Saturn in the 1980s, nobody has ever seen anything like it elsewhere in the Solar System. Although its infrared glow was visible previously to the Cassini spacecraft now orbiting Saturn, over the past year the mysterious hexagonal vortex became fully illuminated by sunlight for the first time during the Cassini's visit. Since then, Cassini has imaged the rotating hexagon in visible light enough times to create a time-lapse movie.  The pole center was not well imaged and has been excluded.  This movie shows many unexpected cloud motions, such as waves emanating from the corners of the hexagon.  Planetary scientists are sure to continue to study this most unusual cloud formation for quite some time.   digg_url = 'http://apod.nasa.gov/apod/ap091214.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0912/hexagon2_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturns Hexagon Comes to Light",
        "url": "https://apod.nasa.gov/apod/image/0912/hexagon2_cassini.jpg"
    },
    {
        "date": "2009-12-21",
        "explanation": "In the center of star-forming region 30 Doradus lies a huge cluster of the largest, hottest, most massive stars known. These stars, known collectively as star cluster R136, were captured above in visible light by the newly installed Wide Field Camera peering though the recently refurbished Hubble Space Telescope. Gas and dust clouds in 30 Doradus, also known as the Tarantula Nebula, have been sculpted into elongated shapes by powerful winds and ultraviolet radiation from these hot cluster stars.  The 30 Doradus Nebula lies within a neighboring galaxy known as the Large Magellanic Cloud and is located a mere 170,000 light-years away.    digg_url = 'http://apod.nasa.gov/apod/ap091221.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0912/30dor_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Star Cluster R136 Bursts Out",
        "url": "https://apod.nasa.gov/apod/image/0912/30dor_hst.jpg"
    },
    {
        "date": "2009-12-22",
        "explanation": "How do planets form?  To help find out, the Hubble Space Telescope was tasked to take a detailed look at one of the more interesting of all astronomical nebulae, the Great Nebula in Orion. The Orion nebula, visible with the unaided eye near the belt in the constellation of Orion, is an immense nearby starbirth region and probably the most famous of all astronomical nebulas.  Insets to the above mosaic show numerous proplyds, many of which are stellar nurseries likely harboring planetary systems in formation.  Some proplyds glow as close disks surrounding bright stars light up, while other proplyds contain disks further from their host star, contain cooler dust, and hence appear as dark silhouettes against brighter gas. Studying this dust, in particular, is giving insight for how planets are forming. Many proplyd images also show arcs that are shock waves - fronts where fast moving material encounters slow moving gas. The Orion Nebula lies about 1,500 light years distant and is located in the same spiral arm of our Galaxy as our Sun.   digg_url = 'http://apod.nasa.gov/apod/ap091222.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0912/orionproplyds_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Planetary Systems Now Forming in Orion",
        "url": "https://apod.nasa.gov/apod/image/0912/orionproplyds_hst.jpg"
    },
    {
        "date": "2009-12-26",
        "explanation": "The 51st entry in Charles Messier's famous catalog is perhaps the original spiral nebula - a large galaxy with a well defined spiral structure also cataloged as NGC 5194. Over 60,000 light-years across, M51's spiral arms and dust lanes clearly sweep in front of its companion galaxy (top), NGC 5195. Image data from the Hubble's Advanced Camera for Surveys has been reprocessed to produce this alternative portrait of the well-known interacting galaxy pair. The processing has further sharpened details and enhanced color and contrast in otherwise faint areas, bringing out dust lanes and extended streams that cross the small companion, along with features in the surroundings and core of M51 itself. The pair are about 31 million light-years distant. Not far on the sky from the handle of the Big Dipper, they officially lie within the boundaries of the small constellation Canes Venatici.   digg_url = 'http://apod.nasa.gov/apod/ap091226.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0912/M51HST-GendlerMr.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M51 Hubble Remix",
        "url": "https://apod.nasa.gov/apod/image/0912/M51HST-Gendler800r.jpg"
    },
    {
        "date": "2009-12-27",
        "explanation": "Three thousand light-years away, a dying star throws off shells of glowing gas. This image from the Hubble Space Telescope reveals the Cat's Eye Nebula to be one of the most complex planetary nebulae known. In fact, the features seen in the Cat's Eye are so complex that astronomers suspect the bright central object may actually be a binary star system. The term planetary nebula, used to describe this general class of objects, is misleading. Although these objects may appear round and planet-like in small telescopes, high resolution images reveal them to be stars surrounded by cocoons of gas blown off in the late stages of stellar evolution.   digg_url = 'http://apod.nasa.gov/apod/ap091227.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0912/catseye3_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Cat's Eye Nebula",
        "url": "https://apod.nasa.gov/apod/image/0912/catseye3_hst.jpg"
    },
    {
        "date": "2009-12-28",
        "explanation": "Many spiral galaxies have bars across their centers.  Even our own Milky Way Galaxy is thought to have a modest central bar. Prominently barred spiral galaxy NGC 6217, pictured above, was captured in spectacular detail in this recently released image taken by the newly repaired Advanced Camera for Surveys on the orbiting Hubble Space Telescope. Visible are dark filamentary dust lanes, young clusters of bright blue stars, red emission nebulas of glowing hydrogen gas, a long bright bar of stars across the center, and a bright active nucleus that likely houses a supermassive black hole.  Light takes about 60 million years to reach us from NGC 6217, which spans about 30,000 light years across and can be found toward the constellation of the Little Bear (Ursa Minor).   digg_url = 'http://apod.nasa.gov/apod/ap091228.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0912/ngc6217_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Barred Spiral Galaxy NGC 6217",
        "url": "https://apod.nasa.gov/apod/image/0912/ngc6217_hst.jpg"
    },
    {
        "date": "2009-12-30",
        "explanation": "Big, beautiful spiral galaxy M101 is one of the last entries in Charles Messier's famous catalog, but definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way Galaxy. M101 was also one of the original spiral nebulae observed by Lord Rosse's large 19th century telescope, the Leviathan of Parsontown. Recorded at infrared wavelengths by the Spitzer Space telescope, this 21st century view shows starlight in blue hues while the galaxy's dust clouds are in red. Examining the dust features in the outer rim of the galaxy, astronomers have found that organic molecules present throughout the rest of M101 are lacking. The organic molecules tracked by Spitzer's instruments are called polycyclic aromatic hydrocarbons (PAHs). Of course, PAHs are common components of dust in the Milky Way and on planet Earth are found in soot. PAHs are likely destroyed near the outer edges of M101 by energetic radiation in intense star forming regions. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 25 million light-years away.   digg_url = 'http://apod.nasa.gov/apod/ap091230.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0912/m101_spitzer.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spitzer's M101",
        "url": "https://apod.nasa.gov/apod/image/0912/m101_spitzer_c800.jpg"
    },
    {
        "date": "2009-12-31",
        "explanation": "Dust makes this cosmic eye look red. The eerie Spitzer Space Telescope image shows infrared radiation from the well-studied Helix Nebula (NGC 7293) a mere 700 light-years away in the constellation Aquarius. The two light-year diameter shroud of dust and gas around a central white dwarf has long been considered an excellent example of a planetary nebula, representing the final stages in the evolution of a sun-like star. But the Spitzer data show the nebula's central star itself is immersed in a surprisingly bright infrared glow. Models suggest the glow is produced by a dust debris disk. Even though the nebular material was ejected from the star many thousands of years ago, the close-in dust could be generated by collisions in a reservoir of objects analogous to our own solar system's Kuiper Belt or cometary Oort cloud. Formed in the distant planetary system, the comet-like bodies would have otherwise survived even the dramatic late stages of the star's evolution.   digg_url = 'http://apod.nasa.gov/apod/ap091231.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0912/helix_spitzer_2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dust and the Helix Nebula",
        "url": "https://apod.nasa.gov/apod/image/0912/helix_spitzer_720.jpg"
    }
]