[
    {
        "date": "2013-01-04",
        "explanation": "Tycho crater's central peak complex casts a long, dark shadow near local sunrise in this spectacular lunarscape. The dramatic oblique view was recorded on June 10, 2011 by the Lunar Reconnaissance Orbiter. Shown in amazing detail, boulder strewn slopes and jagged shadows appear in the highest resolution version at 1.5 meters per pixel. The rugged complex is about 15 kilometers wide, formed in uplift by the giant impact that created the well-known ray crater 100 million years ago. The summit of its central peak reaches 2 kilometers above the Tycho crater floor.",
        "hdurl": "https://apod.nasa.gov/apod/image/1301/tychoCentralPeaks_lro.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sunrise at Tycho",
        "url": "https://apod.nasa.gov/apod/image/1301/tychoCentralPeaks_lro950.jpg"
    },
    {
        "date": "2013-01-05",
        "explanation": "Get out your red/blue glasses and float next to Helene, small, icy moon of Saturn. Appropriately named, Helene is one of four known Trojan moons, so called because it orbits at a Lagrange point. A Lagrange point is a gravitationally stable position near two massive bodies, in this case Saturn and larger moon Dione. In fact, irregularly shaped ( about 36 by 32 by 30 kilometers) Helene orbits at Dione's leading Lagrange point while brotherly ice moon Polydeuces follows at Dione's trailing Lagrange point. The sharp stereo anaglyph was constructed from two Cassini images (N00172886, N00172892) captured during a close flyby in 2011. It shows part of the Saturn-facing hemisphere of Helene mottled with craters and gully-like features.",
        "hdurl": "https://apod.nasa.gov/apod/image/1301/N00172886_92_beltramini.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stereo Helene",
        "url": "https://apod.nasa.gov/apod/image/1301/N00172886_92_beltramini900.jpg"
    },
    {
        "date": "2013-01-10",
        "explanation": "Cosmic bullets pierce the outskirts of the Orion Nebula some 1500 light-years distant in this sharp infrared close-up. Blasted out by energetic massive star formation the bullets, relatively dense, hot gas clouds about ten times the size of Pluto's orbit, are blue in the false color image. Glowing with the light of ionized iron atoms they travel at speeds of hundreds of kilometers per second, their passage traced by yellowish trails of the nebula's shock-heated hydrogen gas. The cone-shaped wakes are up to a fifth of a light-year long. The detailed image was created using the 8.1 meter Gemini South telescope in Chile with a newly commisioned adaptive optics system (GeMS). Achieving a larger field of view than previous generation adaptive optics, GeMS uses five laser generated guide stars to help compensate for the blurring effects of planet Earth's atmosphere.   Best of APOD 2012: Download a free 2013 APOD Calendar",
        "hdurl": "https://apod.nasa.gov/apod/image/1301/OrionGEMS_FINAL.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Orion Bullets",
        "url": "https://apod.nasa.gov/apod/image/1301/OrionGEMS_900.jpg"
    },
    {
        "date": "2013-01-12",
        "explanation": "How common are Earth-sized planets? Quite common, according to extrapolations from new data taken by NASA's orbiting Kepler spacecraft. Current computer models are indicating that at least one in ten stars are orbited by an Earth-sized planet, making our Milky Way Galaxy the home to over ten billion Earths. Unfortunately, this estimate applies only to planets effectively inside the orbit of Mercury, making these hot-Earths poor vacation opportunities for humans. This histogram depicts the estimated fraction of stars that have close orbiting planets of various sizes. The number of Sun-like stars with Earth-like planets in Earth-like orbits is surely much less, but even so, Kepler has also just announced the discovery of four more of those.",
        "hdurl": "https://apod.nasa.gov/apod/image/1301/EarthPlanets2048.JPG",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ten Billion Earths",
        "url": "https://apod.nasa.gov/apod/image/1301/EarthPlanets900.JPG"
    },
    {
        "date": "2013-01-13",
        "explanation": "Near the outskirts of the Small Magellanic Cloud, a satellite galaxy some 200 thousand light-years distant, lies 5 million year young star cluster NGC 602. Surrounded by natal gas and dust, NGC 602 is featured in this stunning Hubble image of the region. Fantastic ridges and swept back shapes strongly suggest that energetic radiation and shock waves from NGC 602's massive young stars have eroded the dusty material and triggered a progression of star formation moving away from the cluster's center. At the estimated distance of the Small Magellanic Cloud, the picture spans about 200 light-years, but a tantalizing assortment of background galaxies are also visible in the sharp Hubble view. The background galaxies are hundreds of millions of light-years or more beyond NGC 602.   Best of APOD 2012: Download a free 2013 APOD Calendar",
        "hdurl": "https://apod.nasa.gov/apod/image/1301/ngc602_hst_1280.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 602 and Beyond",
        "url": "https://apod.nasa.gov/apod/image/1301/ngc602_hst_960.jpg"
    },
    {
        "date": "2013-01-15",
        "explanation": "Sometimes, the Sun itself seems to dance. On just this past New Year's Eve, for example, NASA's Sun-orbiting Solar Dynamic Observatory spacecraft imaged an impressive prominence erupting from the Sun's surface. The dramatic explosion was captured in ultraviolet light in the above time lapse video covering four hours. Of particular interest is the tangled magnetic field that directs a type of solar ballet for the hot plasma as it falls back to the Sun.  The scale of the disintegrating prominence is huge -- the entire Earth would easily fit under the flowing  curtain of hot gas.  A quiescent prominence typically lasts about a month, and may erupt in a Coronal Mass Ejection (CME) expelling hot gas into the Solar System.  The energy mechanism that creates a solar prominence is still a topic of research.  As the Sun nears Solar Maximum this year, solar activity like eruptive prominences should be common.",
        "media_type": "video",
        "service_version": "v1",
        "title": "A Solar Ballet",
        "url": "https://www.youtube.com/embed/Vtnof33Xu4A#t=00m04s?rel=0"
    },
    {
        "date": "2013-01-16",
        "explanation": "A gorgeous spiral galaxy some 100 million light-years distant, NGC 1309 lies on the banks of the constellation of the River (Eridanus). NGC 1309 spans about 30,000 light-years, making it about one third the size of our larger Milky Way galaxy. Bluish clusters of young stars and dust lanes are seen to trace out NGC 1309's spiral arms as they wind around an older yellowish star population at its core. Not just another pretty face-on spiral galaxy, observations of NGC 1309's recent supernova and Cepheid variable stars contribute to the calibration of the expansion of the Universe. Still, after you get over this beautiful galaxy's grand design, check out the array of more distant background galaxies also recorded in this sharp, reprocessed,  Hubble Space Telescope view.",
        "hdurl": "https://apod.nasa.gov/apod/image/1301/NGC1309_HLA_Pugh_2619.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 1309: Spiral Galaxy and Friends",
        "url": "https://apod.nasa.gov/apod/image/1301/NGC1309_HLA_Pugh_960.jpg"
    },
    {
        "date": "2013-01-17",
        "explanation": "The aftermath of a cosmic cataclysm, supernova remnant Cassiopeia A (Cas A) is a comfortable 11,000 light-years away. Light from the Cas A supernova, the death explosion of a massive star, first reached Earth just 330 years ago.  Still expanding, the explosion's debris cloud spans about 15 light-years near the center of this composite image. The scene combines color data of the starry field and fainter filaments of material at optical energies with image data from the orbiting NuSTAR X-ray telescope. Mapped to false colors, the X-ray data in blue hues trace the fragmented outer boundary of the expanding shock wave, glowing at energies up to 10,000 times the energy of the optical photons.",
        "hdurl": "https://apod.nasa.gov/apod/image/1301/CasA_Xray_KC2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cas A: Optical and X-ray",
        "url": "https://apod.nasa.gov/apod/image/1301/CasA_Xray_KC950.jpg"
    },
    {
        "date": "2013-01-18",
        "explanation": "Stickney Crater, the largest crater on the martian moon Phobos, is named for Chloe Angeline Stickney Hall, mathematician and wife of astronomer Asaph Hall. Asaph Hall discovered both the Red Planet's moons in 1877. Over 9 kilometers across, Stickney is nearly half the diameter of Phobos itself, so large that the impact that blasted out the crater likely came close to shattering the tiny moon. This stunning, enhanced-color image of Stickney and surroundings was recorded by the HiRISE camera onboard the Mars Reconnaissance Orbiter as it passed within some six thousand kilometers of Phobos in March of 2008. Even though the surface gravity of asteroid-like Phobos is less than 1/1000th Earth's gravity, streaks suggest loose material slid down inside the crater walls over time. Light bluish regions near the crater's rim could indicate a relatively freshly exposed surface. The origin of the curious grooves along the surface is mysterious but may be related to the crater-forming impact.",
        "hdurl": "https://apod.nasa.gov/apod/image/1301/PSP_007769_9010_IRB_Stickney.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stickney Crater",
        "url": "https://apod.nasa.gov/apod/image/1301/PSP_007769_9010_IRB_Stickney900.jpg"
    },
    {
        "date": "2013-01-20",
        "explanation": "What is it?  It was found at the bottom of the sea aboard an ancient Greek ship.  Its seeming complexity has prompted decades of study, although some of its functions remained unknown.   X-ray images of the device have confirmed the nature of the Antikythera mechanism, and discovered several surprising functions.  The Antikythera mechanism has been discovered to be a mechanical computer of an accuracy thought impossible in 80 BC, when the ship that carried it sank.   Such sophisticated technology was not thought to be developed by humanity for another 1,000 years. Its wheels and gears create a portable orrery of the sky that predicted star and planet locations as well as lunar and solar eclipses. The Antikythera mechanism, shown above, is 33 centimeters high and therefore similar in size to a large book.",
        "hdurl": "https://apod.nasa.gov/apod/image/1301/antikythera_wikipedia_1036.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Antikythera Mechanism",
        "url": "https://apod.nasa.gov/apod/image/1301/antikythera_wikipedia_960.jpg"
    },
    {
        "date": "2013-01-21",
        "explanation": "What would it look like to land on Saturn's moon Titan? The European Space Agency's Huygens probe set down on the Solar System's cloudiest moon in 2005, and a time-lapse video of its descent images was created. Huygens separated from the robotic Cassini spacecraft soon after it achieved orbit around Saturn in late 2004 and began approaching Titan. For two hours after arriving, Huygens plummeted toward Titan's surface, recording at first only the shrouded moon's opaque atmosphere. The computerized truck-tire sized probe soon deployed a parachute to slow its decent, pierced the thick clouds, and began transmitting images of a strange surface far below never before seen in visible light. Landing in a dried sea and surviving for 90 minutes, Huygen's return unique images of a strange plain of dark sandy soil strewn with smooth, bright, fist-sized rocks of ice.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Huygens: Titan Descent Movie",
        "url": "https://www.youtube.com/embed/HtYDPj6eFLc?rel=0"
    },
    {
        "date": "2013-01-25",
        "explanation": "On January 25 (UT) 2004, the Opportunity rover fell to Mars, making today the 9th anniversary of its landing. After more than 3,200 sols (Mars solar days) the golf cart-sized robot from Earth is still actively exploring the Red Planet, though its original mission plan was for three months. Having driven some 35 kilometers (22 miles) from its landing site, Opportunity's panoramic camera recorded the segments of this scene, in November and December of last year. The digitally stitched panorama spans more than 210 degrees across the Matijevic Hill area along the western rim of Endeavour Crater. Features dubbed Copper Cliff, a dark outcrop, appear at the left, and Whitewater Lake, a bright outcrop, at the far right. The image is presented here in a natural color approximation of what the scene would look like to human eyes.",
        "hdurl": "https://apod.nasa.gov/apod/image/1301/OpportunityMarsPIA16703.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Matijevic Hill Panorama",
        "url": "https://apod.nasa.gov/apod/image/1301/OpportunityMarsPIA16703_600h.jpg"
    },
    {
        "date": "2013-01-28",
        "explanation": "Clouds of glowing gas mingle with dust lanes in the Trifid Nebula, a star forming region toward the constellation of the Archer (Sagittarius).  In the center, the three prominent dust lanes that give the Trifid its name all come together. Mountains of opaque dust appear on the right, while other dark filaments of dust are visible threaded throughout the nebula.  A single massive star visible near the center causes much of the Trifid's glow.  The Trifid, also known as M20, is only about 300,000 years old, making it among the youngest emission nebulae known.  The nebula lies about 9,000 light years away and the part pictured here spans about 10 light years.  The above image is a composite with luminance taken from an image by the 8.2-m ground-based Subaru Telescope, detail provided by the 2.4-m orbiting Hubble Space Telescope, color data provided by Martin Pugh and image assembly and processing provided by Robert Gendler.",
        "hdurl": "https://apod.nasa.gov/apod/image/1301/trifid_gendler_2400.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "In the Center of the Trifid Nebula",
        "url": "https://apod.nasa.gov/apod/image/1301/trifid_gendler_960.jpg"
    },
    {
        "date": "2013-01-29",
        "explanation": "What would it be like to drive on the Moon? You don't have to guess -- humans have actually done it. Pictured above, Apollo 16 astronauts John Young and Charles Duke recorded video during one such drive in 1972, with a digital version now available on the web.  No matter which direction it headed, the Lunar Rover traveled a path literally covered with rocks and craters. The first half of the above video shows the rover zipping about a moonscape near 10 kilometers per hour, while the second half shows a dash-cam like view. The Lunar Rover was deployed on the later Apollo missions as a way for astronauts to reach and explore terrain further from the Lunar Module basecamp than was possible by walking in cumbersome spacesuits. Possible future lunar missions that might deploy robotic rovers capable of beaming back similar videos include those by China, Russia, India, and Google X-Prize contestants.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Apollo 16: Driving on the Moon",
        "url": "https://www.youtube.com/embed/7o3Oi9JWsyM?rel=0"
    },
    {
        "date": "2013-02-02",
        "explanation": "This infrared view from the Herschel Space Observatory explores the Andromeda Galaxy, the closest large spiral galaxy to our own Milky Way. Only 2.5 million light-years distant, the famous island universe is also known to astronomers as M31. Andromeda spans over 200,000 light-years making it more than twice the size of the Milky Way. Shown in false color, the image data reveal the cool dust lanes and clouds that still shine in the infrared but are otherwise dark and opaque at visual wavelengths. Red hues near the galaxy's outskirts represent the glow of dust heated by starlight to a few tens of degrees above absolute zero. Blue colors correspond to hotter dust warmed by stars in the more crowded central core. Also a tracer of molecular gas, the dust highlights Andromeda's prodigious reservoir of raw material for future star formation.",
        "hdurl": "https://apod.nasa.gov/apod/image/1302/PIA16682HerschelAnd.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Herschel's Andromeda",
        "url": "https://apod.nasa.gov/apod/image/1302/PIA16682HerschelAnd900.jpg"
    },
    {
        "date": "2013-02-03",
        "explanation": "This esthetic close-up of cosmic clouds and stellar winds features LL Orionis, interacting with the Orion Nebula flow. Adrift in Orion's stellar nursery and still in its formative years, variable star LL Orionis produces a wind more energetic than the wind from our own middle-aged Sun. As the fast stellar wind runs into slow moving gas a shock front is formed, analogous to the bow wave of a boat moving through water or a plane traveling at supersonic speed. The small, arcing, graceful structure just above and left of center is LL Ori's cosmic bow shock, measuring about half a light-year across. The slower gas is flowing away from the Orion Nebula's hot central star cluster, the Trapezium, located off the upper left corner of the picture. In three dimensions, LL Ori's wrap-around shock front is shaped like a bowl that appears brightest when viewed along the \"bottom\" edge. The beautiful picture is part of a large mosaic view of the complex stellar nursery in Orion, filled with a myriad of fluid shapes associated with star formation.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
        "hdurl": "https://apod.nasa.gov/apod/image/1302/LLOri_hubble_4806.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "LL Ori and the Orion Nebula",
        "url": "https://apod.nasa.gov/apod/image/1302/LLOri_hubble_960.jpg"
    },
    {
        "date": "2013-02-05",
        "explanation": "What if you saw your shadow on Mars and it wasn't human? Then you might be the robotic Curiosity rover currently exploring Mars. Curiosity landed in Gale Crater last August and has been busy looking for signs of ancient running water and clues that Mars could once have harbored life. Pictured above, Curiosity has taken a wide panorama that includes its own shadow in the direction opposite the Sun. The image was taken in November from a location dubbed Point Lake, although no water presently exists there. Curiosity has already discovered several indications of dried streambeds on Mars, and is scheduled to continue its exploration by climbing nearby Mt. Sharp over the next few years.",
        "hdurl": "https://apod.nasa.gov/apod/image/1302/pointlake_curiosity_15338.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mars: Shadow at Point Lake",
        "url": "https://apod.nasa.gov/apod/image/1302/pointlake_curiosity_960.jpg"
    },
    {
        "date": "2013-02-06",
        "explanation": "The spiral arms of bright galaxy M106 sprawl through this remarkable multiframe portrait, composed of data from ground- and space-based telescopes. Also known as NGC 4258, M106 can be found toward the northern constellation Canes Venatici. The well-measured distance to M106 is 23.5 million light-years, making this cosmic scene about 80,000 light-years across. Typical in grand spiral galaxies, dark dust lanes, youthful blue star clusters, and pinkish star forming regions trace spiral arms that converge on the bright nucleus of older yellowish stars. But this detailed composite reveals hints of two anomalous arms that don't align with the more familiar tracers. Seen here in red hues, sweeping filaments of glowing hydrogen gas seem to rise from the central region of M106, evidence of energetic jets of material blasting into the galaxy's disk. The jets are likely powered by matter falling into a massive central black hole.",
        "hdurl": "https://apod.nasa.gov/apod/image/1302/M106-HST-Lgendler.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Arms of M106",
        "url": "https://apod.nasa.gov/apod/image/1302/M106-HST-Sgendler900.jpg"
    },
    {
        "date": "2013-02-10",
        "explanation": "Rocks from space hit Earth every day.  The larger the rock, though, the less often Earth is struck.  Many kilograms of space dust pitter to Earth daily. Larger bits appear initially as a bright meteor.  Baseball-sized rocks and ice-balls streak through our atmosphere daily, most evaporating quickly to nothing.  Significant threats do exist for rocks near 100 meters in diameter, which strike the Earth roughly every 1000 years.  An object this size could cause significant tsunamis were it to strike an ocean, potentially devastating even distant shores. A collision with a massive asteroid, over 1 km across, is more rare, occurring typically millions of years apart, but could have truly global consequences. Many asteroids remain undiscovered.  In fact, one was discovered in 1998 as the long blue streak in the above archival image taken by the Hubble Space Telescope. Further, just last year the 50-meter wide asteroid 2012 DA14 was discovered that will pass inside the orbit of Earth's geosynchronous satellites this coming Friday. A collision with a large asteroid  would not affect Earth's orbit so much as raise dust that would affect Earth's climate.  One likely result is a global extinction of many species of life, possibly dwarfing the ongoing extinction occurring now.",
        "hdurl": "https://apod.nasa.gov/apod/image/1302/asteroidstreak_hst_350.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Asteroids in the Distance",
        "url": "https://apod.nasa.gov/apod/image/1302/asteroidstreak_hst_960.jpg"
    },
    {
        "date": "2013-02-11",
        "explanation": "Massive stars, abrasive winds, mountains of dust, and energetic light sculpt one of the largest and most picturesque regions of star formation in the Local Group of Galaxies.  Known as N11, the region is visible on the upper right of many images of its home galaxy, the Milky Way neighbor known as the Large Magellanic Clouds (LMC).  The above image was taken for scientific purposes by the Hubble Space Telescope and reprocessed for artistry by an amateur to win the Hubble's Hidden Treasures competition.  Although the section imaged above is known as NGC 1763, the entire N11 emission nebula is second in LMC size only to 30 Doradus.  Studying the stars in N11 has shown that it actually houses three successive generations of star formation.  Compact globules of dark dust housing emerging young stars are also visible around the image.",
        "hdurl": "https://apod.nasa.gov/apod/image/1302/ngc1763_lake_1600.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "N11: Star Clouds of the LMC",
        "url": "https://apod.nasa.gov/apod/image/1302/ngc1763_lake_960.jpg"
    },
    {
        "date": "2013-02-13",
        "explanation": "The Great Nebula in Orion is a intriguing place.  Visible to the unaided eye, it appears as a small fuzzy patch in the constellation of Orion. But this image, an illusory-color composite of four colors of infrared light taken with the Earth orbiting WISE observatory, shows the Orion Nebula to be a bustling neighborhood or recently formed stars, hot gas, and dark dust.  The power behind much of the Orion Nebula (M42) is the stars of the Trapezium star cluster, seen near the center of the above wide field image. The eerie green glow surrounding the bright stars pictured here is their own starlight reflected by intricate dust filaments that cover much of the region.  The current  Orion Nebula cloud complex, which includes the Horsehead Nebula, will slowly disperse over the next 100,000 years.",
        "hdurl": "https://apod.nasa.gov/apod/image/1302/orion_wise_5401.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Infrared Orion from WISE",
        "url": "https://apod.nasa.gov/apod/image/1302/orion_wise_960.jpg"
    },
    {
        "date": "2013-02-14",
        "explanation": "On another Valentine's Day (February 14, 1990), cruising four billion miles from the Sun, the Voyager 1 spacecraft looked back to make this first ever family portrait of our Solar System. The complete portrait is a 60 frame mosaic made from a vantage point 32 degrees above the ecliptic plane. In it, Voyager's wide angle camera frames sweep through the inner Solar System at the left, linking up with gas giant Neptune, at the time the Solar System's outermost planet, at the far right. Positions for Venus, Earth, Jupiter, Saturn, Uranus, and Neptune are indicated by letters, while the Sun is the bright spot near the center of the circle of frames. The inset frames for each of the planets are from Voyager's narrow field camera. Unseen in the portrait are Mercury, too close to the Sun to be detected, and Mars, unfortunately hidden by sunlight scattered in the camera's optical system. Small, faint Pluto's position was not covered.  APOD Public Talk: Feb. 21, Howard Astronomical League, Columbia, MD",
        "hdurl": "https://apod.nasa.gov/apod/image/1302/ssportrait_vg1_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Solar System Portrait",
        "url": "https://apod.nasa.gov/apod/image/1302/ssportrait_vg1.jpg"
    },
    {
        "date": "2013-02-20",
        "explanation": "Why would clouds form a hexagon on Saturn? Nobody is sure.   Originally discovered during the Voyager flybys of Saturn in the 1980s, nobody has ever seen anything like it anywhere else in the Solar System.  If Saturn's South Pole wasn't strange enough with its rotating vortex, Saturn's North Pole might be considered even stranger.  The bizarre cloud pattern is shown above in great detail by a recent image taken by the Saturn-orbiting Cassini spacecraft. This and similar images show the stability of the hexagon even 20+ years after Voyager.  Movies of Saturn's North Pole show the cloud structure maintaining its hexagonal structure while rotating.  Unlike individual clouds appearing like a hexagon on Earth, the Saturn cloud pattern appears to have six well defined sides of nearly equal length. Four Earths could fit inside the hexagon. Imaged from the side, the dark shadow of the Jovian planet is seen eclipsing part of its grand system of rings, partly visible on the upper right.   Astrophysicists: Browse 550+ codes in the Astrophysics Source Code Library APOD Public Talk: Feb. 21, Howard Astronomical League, Columbia, MD",
        "hdurl": "https://apod.nasa.gov/apod/image/1302/ringshexagon_cassini_1016.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn's Hexagon and Rings",
        "url": "https://apod.nasa.gov/apod/image/1302/ringshexagon_cassini_960.jpg"
    },
    {
        "date": "2013-02-22",
        "explanation": "This remarkable self-portrait of NASA's Mars Curiosity Rover includes a sweeping panoramic view of its current location in the Yellowknife Bay region of the Red Planet's Gale Crater. The rover's flat, rocky perch, known as \"John Klein\", served as the site for Curiosity's first rock drilling activity. At the foot of the proud looking rover, a shallow drill test hole and a sample collection hole are 1.6 centimeters in diameter. The impressive mosaic was constructed using frames from the rover's Mars Hand Lens Imager (MAHLI) and Mastcam. Used to take in the panoramic landscape frames, the Mastcam is standing high above the rover's deck. But MAHLI, intended for close-up work, is mounted at the end of the rover's robotic arm. The MAHLI frames used to create Curiosity's self-portrait exclude sections that show the arm itself and so MAHLI and the robotic arm are not seen. Check out this spectacular interactive version of Curiosity's self-portrait panorama.",
        "hdurl": "https://apod.nasa.gov/apod/image/1302/curiosity_sol-177bodrov600.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Curiosity Self-Portrait Panorama",
        "url": "https://apod.nasa.gov/apod/image/1302/curiosity_sol-177bodrov600.jpg"
    },
    {
        "date": "2013-02-24",
        "explanation": "The Whirlpool Galaxy is a classic spiral galaxy. At only 30 million light years distant and fully 60 thousand light years across, M51, also known as  NGC 5194, is one of the brightest and most picturesque galaxies on the sky.  The above image is a digital combination of a ground-based image from the 0.9-meter telescope at Kitt Peak National Observatory and a space-based image from the Hubble Space Telescope highlighting sharp features normally too red to be seen. Anyone with a good pair of binoculars, however, can see this Whirlpool toward the constellation of the Hunting Dogs (Canes Venatici. M51 is a spiral galaxy of type Sc and is the dominant member of a whole group of galaxies.  Astronomers speculate that M51's spiral structure is primarily due to its gravitational interaction with a smaller galaxy just off the top of the image.   Ask Me Anything:  APOD Editor to answer questions on reddit at 11 am EST this Thursday",
        "hdurl": "https://apod.nasa.gov/apod/image/1302/m51dust_hubble_1645.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M51: The Whirlpool Galaxy in Dust and Stars",
        "url": "https://apod.nasa.gov/apod/image/1302/m51dust_hubble_960.jpg"
    },
    {
        "date": "2013-02-26",
        "explanation": "Does it rain on the Sun? Yes, although what falls is not water but extremely hot plasma. An example occurred in mid-July 2012 after an eruption on the Sun that produced both a Coronal Mass Ejection and a moderate solar flare.  What was more unusual, however, was what happened next. Plasma in the nearby solar corona was imaged cooling and falling back, a phenomenon known as coronal rain. Because they are electrically charged, electrons, protons, and ions in the rain were gracefully channeled along existing magnetic loops near the Sun's surface, making the scene appear as a surreal three-dimensional sourceless waterfall. The resulting surprisingly-serene spectacle is shown in ultraviolet light and highlights matter glowing at a temperature of about 50,000 Kelvin. Each second in the above time lapse video takes about 6 minutes in real time, so that the entire coronal rain sequence lasted about 10 hours.   Ask Me Anything:  APOD Editor to answer questions on reddit at 11 am EST this Thursday",
        "media_type": "video",
        "service_version": "v1",
        "title": "Coronal Rain on the Sun",
        "url": "https://www.youtube.com/embed/3Ghaf2du-XM?rel=0"
    },
    {
        "date": "2013-03-01",
        "explanation": "The colors of the solar system's innermost planet are enhanced in this tantalizing view, based on global image data from the Mercury-orbiting MESSENGER spacecraft. Human eyes would not discern the clear color differences but they are real none the less, indicating distinct chemical, mineralogical, and physical regions across the cratered surface. Notable at the upper right, Mercury's large, circular, tan colored feature known as the Caloris basin was created by an impacting comet or asteroid during the solar system's early years. The ancient basin was subsequently flooded with lava from volcanic activity, analogous to the formation of the lunar maria. Color contrasts also make the light blue and white young crater rays, material blasted out by recent impacts, easy to follow as they extend across a darker blue, low reflectance terrain.",
        "hdurl": "https://apod.nasa.gov/apod/image/1303/PIA16853mercury.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Colors of Mercury",
        "url": "https://apod.nasa.gov/apod/image/1303/PIA16853mercury_900.jpg"
    },
    {
        "date": "2013-03-08",
        "explanation": "Want to use a cluster of galaxies as a telescope? It's easier than you might think as distant galaxy clusters naturally act as strong gravitional lenses. In accordance with Einstein's theory of general relativity, the cluster gravitational mass, dominated by dark matter, bends light and creates magnified, distorted images of even more distant background galaxies. This sharp infrared Hubble image illustrates the case for galaxy cluster Abell 68 as a gravitational telescope, explored by amateur astronomer Nick Rose during the ESA-Hubble Hidden Treasures image processing competition. Putting your cursor over the picture will label highlights in the scene. Labels 1 and 2 show two lensed images of the same background galaxy. The distorted galaxy image labeled 2 resembles a vintage space invader! Label 3 marks a cluster member galaxy, not gravitationally lensed, stripped of its own gas as it plows through the denser intergalactic medium. Label 4 includes many background galaxies imaged as elongated streaks and arcs. Abell 68 itself is some 2.1 billion light-years distant toward the constellation Vulpecula. The central region of the cluster covered in the Hubble view spans over 1.2 million light-years.",
        "hdurl": "https://apod.nasa.gov/apod/image/1303/abell68_hubble.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Looking Through Abell 68",
        "url": "https://apod.nasa.gov/apod/image/1303/abell68_hubble900.jpg"
    },
    {
        "date": "2013-03-12",
        "explanation": "How fast can a black hole spin?  If any object made of regular matter spins too fast -- it breaks apart. But a black hole might not be able to break apart -- and its maximum spin rate is really unknown. Theorists usually model rapidly rotating black holes with the Kerr solution to Einstein's General Theory of Relativity, which predicts several amazing and unusual things.  Perhaps its most easily testable prediction, though, is that matter entering a maximally rotating black hole should be last seen orbiting at near the speed of light, as seen from far away. This prediction was tested recently by NASA's NuSTAR and ESA's XMM satellites by observing the supermassive black hole at the center of spiral galaxy NGC 1365. The near light-speed limit was confirmed by measuring the heating and spectral line broadening of nuclear emissions at the inner edge of the surrounding accretion disk. Pictured above is an artist's illustration depicting an accretion disk of normal matter swirling around a black hole, with a jet emanating from the top. Since matter randomly falling into the black hole should not spin up a black hole this much, the NuSTAR and XMM measurements also validate the existence of the  surrounding accretion disk.",
        "hdurl": "https://apod.nasa.gov/apod/image/1303/blackholedisk_cfa_1056.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spin up of a Supermassive Black Hole",
        "url": "https://apod.nasa.gov/apod/image/1303/blackholedisk_cfa_960.jpg"
    },
    {
        "date": "2013-03-13",
        "explanation": "Planetary nebulae can look simple, round, and planet-like in small telescopes. But images from the orbiting Hubble Space Telescope have become well known for showing these fluorescent gas shrouds of dying Sun-like stars to possess a staggering variety of detailed symmetries and shapes. This composite color Hubble image of NGC 6751, the Glowing Eye Nebula, is a beautiful example of a classic planetary nebula with complex features. It was selected in April of 2000 to commemorate the tenth anniversary of Hubble in orbit, but was reprocessed recently by an amateur as part of the Hubble Legacy program. Winds and radiation from the intensely hot central star (140,000 degrees Celsius) have apparently created the nebula's streamer-like features. The nebula's actual diameter is approximately 0.8 light-years or about 600 times the size of our Solar System. NGC 6751 is 6,500 light-years distant in the high-flying constellation of the Eagle (Aquila).   Astrophysicists: Browse 550+ codes in the Astrophysics Source Code Library",
        "hdurl": "https://apod.nasa.gov/apod/image/1303/ngc6751_hst_715.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 6751: The Glowing Eye Nebula",
        "url": "https://apod.nasa.gov/apod/image/1303/ngc6751_hst_960.jpg"
    },
    {
        "date": "2013-03-15",
        "explanation": "After appearing in a popular photo opportunity with a young crescent Moon near sunset, naked-eye Comet PanSTARRS continues to rise in northern hemisphere skies. But this remarkable interplanetary perspective from March 13, finds the comet posing with our fair planet itself - as seen from the STEREO Behind spacecraft. Following in Earth's orbit, the spacecraft is nearly opposite the Sun and looks back toward the comet and Earth, with the Sun just off the left side of the frame. At the left an enormous coronal mass ejection (CME) is erupting from a solar active region. Of course, CME, comet, and planet Earth are all at different distances from the spacecraft. (The comet is closest.) The processed digital image is the difference between two consecutive frames from the spacecraft's SECCHI Heliospheric Imager, causing the strong shadowing effect for objects that move between frames. Objects that are too bright create the sharp vertical lines. The processing reveals complicated feather-like structures in Comet PanSTARRS's extensive dust tail.   Growing Gallery:  Comet PanSTARRS at Sunset",
        "hdurl": "https://apod.nasa.gov/apod/image/1303/panstarrs_mar13_cmeV0.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "CME, Comet and Planet Earth",
        "url": "https://apod.nasa.gov/apod/image/1303/panstarrs_mar13_cmeV0.jpg"
    },
    {
        "date": "2013-03-17",
        "explanation": "What caused this outburst of V838 Mon?  For reasons unknown, star V838 Mon's outer surface suddenly greatly expanded with the result that it became the brightest star in the entire Milky Way Galaxy in January 2002.  Then, just as suddenly, it faded.  A stellar flash like this had never been seen before -- supernovas and novas expel matter out into space.  Although the V838 Mon flash appears to expel material into space, what is seen in the above image from the Hubble Space Telescope is actually an outwardly moving light echo of the bright flash.  In a light echo, light from the flash is reflected by successively more distant rings in the complex array of ambient interstellar dust that already surrounded the star.  V838 Mon lies about 20,000 light years away toward the constellation of the unicorn (Monoceros), while the  light echo above spans about six light years in diameter.",
        "hdurl": "https://apod.nasa.gov/apod/image/1303/v838_hubble_2238.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Light Echoes from V838 Mon",
        "url": "https://apod.nasa.gov/apod/image/1303/v838_hubble_960.jpg"
    },
    {
        "date": "2013-03-23",
        "explanation": "Cosmic dust clouds ripple across this infrared portrait of our Milky Way's satellite galaxy, the Large Magellanic Cloud. In fact, the remarkable composite image from the Herschel Space Observatory and the Spitzer Space Telescope show that dust clouds fill this neighboring dwarf galaxy, much like dust along the plane of the Milky Way itself. The dust temperatures tend to trace star forming activity. Spitzer data in blue hues indicate warm dust heated by young stars. Herschel's instruments contributed the image data shown in red and green, revealing dust emission from cooler and intermediate regions where star formation is just beginning or has stopped. Dominated by dust emission, the Large Magellanic Cloud's infrared appearance is different from views in optical images. But this galaxy's well-known Tarantula Nebula still stands out, easily seen here as the brightest region to the left of center. A mere 160,000 light-years distant, the Large Cloud of Magellan is about 30,000 light-years across.",
        "hdurl": "https://apod.nasa.gov/apod/image/1303/PIA15254_LMC2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Infrared Portrait of the Large Magellanic Cloud",
        "url": "https://apod.nasa.gov/apod/image/1303/PIA15254_LMC900c.jpg"
    },
    {
        "date": "2013-03-24",
        "explanation": "Inside the head of this interstellar monster is a star that is slowly destroying it.  The monster, actually an inanimate pillar of gas and dust, measures over a light year in length.  The star, not itself visible through the opaque dust, is bursting out partly by ejecting energetic beams of particles. Similar epic battles are being waged all over the star-forming Carina Nebula (NGC 3372).  The stars will win in the end, destroying their pillars of creation over the next 100,000 years, and resulting in a new open cluster of stars. The pink dots are newly formed stars that have already been freed from their birth monster.  The above image is only a small part of a highly detailed panoramic mosaic of the Carina Nebula taken by the Hubble Space Telescope in 2007.  The technical name for the stellar jets are Herbig-Haro objects.  How a star creates Herbig-Haro jets is an ongoing topic of research, but it likely involves an accretion disk swirling around a central star. A second impressive Herbig-Haro jet is visible across the bottom of a larger image.",
        "hdurl": "https://apod.nasa.gov/apod/image/1303/carina06_hubble_793.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dust Pillar of the Carina Nebula",
        "url": "https://apod.nasa.gov/apod/image/1303/carina06_hubble_960.jpg"
    },
    {
        "date": "2013-03-25",
        "explanation": "What is our universe made of? To help find out, ESA launched the Planck satellite to map, in unprecedented detail, slight temperature differences on the oldest surface known -- the background sky left billions of years ago when our universe first became transparent to light. Visible in all directions, this cosmic microwave background is a complex tapestry that could only show the hot and cold patterns observed were the universe to be composed of specific types of energy that evolved in specific ways. The results, reported last week, confirm again that most of our universe is mostly composed of mysterious and unfamiliar dark energy, and that even most of the remaining matter energy is strangely dark. Additionally, Planck data impressively peg the age of the universe at about 13.81 billion years, slightly older than that estimated by various other means including NASA's WMAP satellite, and the expansion rate at 67.3 (+/- 1.2) km/sec/Mpc, slightly lower than previous estimates. Some features of the above sky map remain unknown, such as why the temperature fluctuations seem to be slightly greater on one half of the sky than the other.",
        "hdurl": "https://apod.nasa.gov/apod/image/1303/cmbr_planck_3600.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Planck Maps the Microwave Background",
        "url": "https://apod.nasa.gov/apod/image/1303/cmbr_planck_960.jpg"
    },
    {
        "date": "2013-03-29",
        "explanation": "Orbiting in the plane of Saturn's rings, Saturnian moons have a perpetual ringside view of the gas giant planet. Of course, while passing near the ring plane the Cassini spacecraft also shares their stunning perspective. The thin rings themselves slice across the middle of this Cassini snapshot from April 2011. The scene looks toward the dark night side of Saturn, in the frame at the left, and the still sunlit side of the rings from just above the ringplane. Centered, over 1,500 kilometers across, Rhea is Saturn's second largest moon and is closest to the spacecraft, around 2.2 million kilometers away. To Rhea's right, shiny, 500 kilometer diameter Enceladus is about 3 million kilometers distant. Dione, 1,100 kilometers wide, is 3.1 million kilometers from Cassini's camera on the left, partly blocked by Saturn's night side.",
        "hdurl": "https://apod.nasa.gov/apod/image/1303/PIA12771.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ringside with Rhea",
        "url": "https://apod.nasa.gov/apod/image/1303/PIA12771_c900.jpg"
    },
    {
        "date": "2013-03-31",
        "explanation": "Many wonders are visible when flying over the Earth at night. A compilation of such visual spectacles was captured recently from the International Space Station (ISS) and set to rousing music. Passing below are white clouds, orange city lights, lightning flashes in thunderstorms, and dark blue seas.  On the horizon is the golden haze of Earth's thin atmosphere, frequently decorated by dancing auroras as the video progresses.  The green parts of auroras typically remain below the space station, but the station flies right through the red and purple auroral peaks. Solar panels of the ISS are seen around the frame edges. The ominous wave of approaching brightness at the end of each sequence is just the dawn of the sunlit half of Earth, a dawn that occurs every 90 minutes.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Flying Over the Earth at Night",
        "url": "https://www.youtube.com/embed/FG0fTKAqZ5g?rel=0"
    },
    {
        "date": "2013-04-01",
        "explanation": "Which is which? Of the two images shown above, one is a moon in our Solar System, while the other is the bottom of frying pan.  We are not making this up -- can you tell a pan from a planetoid? Think you got it?  To find the answer click here. OK, but there are more!  That's right: you, your family, friends, neighbors, and local elected officials can all play \"Moon or Frying Pan\" with these other image pairs, too. As everyone knows, the fundamental underlying reason why moons and frying pans appear similar is -- OK, we at APOD aren't sure either. And if you've been fooled, don't fret -- just remember that it's OK because today is April Fool's Day.   The Whole Quiz: Moon or Frying Pan?",
        "hdurl": "https://apod.nasa.gov/apod/image/1304/paneuropa_960.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Moon or Frying Pan?",
        "url": "https://apod.nasa.gov/apod/image/1304/paneuropa_960.jpg"
    },
    {
        "date": "2013-04-06",
        "explanation": "No sudden, sharp boundary marks the passage of day into night in this gorgeous view of ocean and clouds over our fair planet Earth. Instead, the shadow line or terminator is diffuse and shows the gradual transition to darkness we experience as twilight. With the Sun illuminating the scene from the right, the cloud tops reflect gently reddened sunlight filtered through the dusty troposphere, the lowest layer of the planet's nurturing atmosphere. A clear high altitude layer, visible along the dayside's upper edge, scatters blue sunlight and fades into the blackness of space. This picture actually is a single digital photograph taken in June of 2001 from the International Space Station orbiting at an altitude of 211 nautical miles.",
        "hdurl": "https://apod.nasa.gov/apod/image/1304/earthterminator_iss002_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Earth at Twilight",
        "url": "https://apod.nasa.gov/apod/image/1304/earthterminator_iss002_920.jpg"
    },
    {
        "date": "2013-04-08",
        "explanation": "How far away is \"redshift six\"? Although humans are inherently familiar with distance and time, what is actually measured for astronomical objects is redshift, a color displacement that depends on exactly how energy density has evolved in our universe. Now since cosmological measurements in recent years have led to a concordance on what energy forms pervade our universe, it is now possible to make a simple table relating observed cosmological redshift, labeled \"z\", with standard concepts of distance and time, including the extrapolated time since the universe began. One such table is listed above, where redshift z is listed in the first and last columns, while the corresponding universe age in billions of years is listed in the central column. To find the meaning of the rest of the columns, please read the accompanying technical paper. Although stars in our galaxy are effectively at cosmological redshift zero, the most distant supernovae seen occur out past redshift one, which the above chart shows occurred when the universe was approximately half its present age. By contrast, the most distant gamma-ray bursts yet observed occur out past redshift six, occurring when the universe was younger than one billion years old, less than 10 percent of its present age.",
        "hdurl": "https://apod.nasa.gov/apod/image/1304/ztable_pilipenko_538.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Redshift Lookup Table for our Universe",
        "url": "https://apod.nasa.gov/apod/image/1304/ztable_pilipenko_960.jpg"
    },
    {
        "date": "2013-04-09",
        "explanation": "It's the dim star, not the bright one, near the center of NGC 3132 that created this odd but beautiful planetary nebula.  Nicknamed the Eight-Burst Nebula and the Southern Ring Nebula, the glowing gas originated in the outer layers of a star like our Sun.  In this reprocessed color picture, the hot purplish pool of light seen surrounding this binary system is energized by the hot surface of the faint star. Although photographed to explore unusual symmetries, it's the asymmetries that help make this planetary nebula so intriguing.  Neither the unusual shape of the surrounding cooler shell nor the structure and placements of the cool filamentary dust lanes running across NGC 3132 are well understood.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
        "hdurl": "https://apod.nasa.gov/apod/image/1304/ngc3132_waid_1041.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 3132: The Southern Ring Nebula",
        "url": "https://apod.nasa.gov/apod/image/1304/ngc3132_waid_960.jpg"
    },
    {
        "date": "2013-04-12",
        "explanation": "On another April 12th, in 1961, Soviet cosmonaut Yuri Alexseyevich Gagarin became the first human to see planet Earth from space. Commenting on his view from orbit he reported, \"The sky is very dark; the Earth is bluish. Everything is seen very clearly\". On yet another April 12th, in 1981 NASA launched the first space shuttle. To celebrate in 2013, consider this image from the orbiting International Space Station, a stunning view of the planet at night from low Earth orbit. Constellations of lights connecting the densely populated cities along the Atlantic east coast of the United States are framed by two Russian spacecraft docked at the space station. Easy to recognize cities include New York City and Long Island at the right. From there, track toward the left for Philadelphia, Baltimore, and then Washington DC near picture center.",
        "hdurl": "https://apod.nasa.gov/apod/image/1304/iss030e078095.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Yuri's Planet",
        "url": "https://apod.nasa.gov/apod/image/1304/iss030e078095_ap900.jpg"
    },
    {
        "date": "2013-04-13",
        "explanation": "This week the Sun gave up its strongest solar flare so far in 2013, accompanied by a coronal mass ejection (CME) headed toward planet Earth. A false-color composite image in extreme ultraviolet light from the Solar Dynamics Observatory captures the moment, recorded on April 11 at 0711 UTC. The flash, a moderate, M6.5 class flare erupting from active region AR 11719, is near the center of the solar disk. Other active regions, areas of intense magnetic fields seen as sunspot groups in visible light, mottle the surface as the solar maximum approaches. Loops and arcs of glowing plasma trace the active regions' magnetic field lines. A massive cloud of energetic, charged particles, the CME will impact the Earth's magnetosphere by this weekend and skywatchers should be on the alert for auroral displays.",
        "hdurl": "https://apod.nasa.gov/apod/image/1304/sdo_20130411-M6flare-orig_2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sun with Solar Flare",
        "url": "https://apod.nasa.gov/apod/image/1304/sdo_20130411-M6flare-orig_900c.jpg"
    },
    {
        "date": "2013-04-14",
        "explanation": "Gliding silently through the outer Solar System, the Voyager 2 spacecraft camera captured Neptune and Triton together in crescent phase in 1989.  The elegant picture of the gas giant planet and its cloudy moon was taken from behind just after closest approach.  It could not have been taken from Earth because Neptune never shows a crescent phase to sunward Earth. The unusual vantage point also robs Neptune of its familiar blue hue, as sunlight seen from here is scattered forward, and so is reddened like the setting Sun.  Neptune is smaller but more massive than Uranus, has several dark rings, and emits more light than it receives from the Sun.   New Fan-Run APOD Social Page: Horizon on Facebook",
        "hdurl": "https://apod.nasa.gov/apod/image/1304/neptunetriton_voyager_800.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Crescent Neptune and Triton",
        "url": "https://apod.nasa.gov/apod/image/1304/neptunetriton_voyager_960.jpg"
    },
    {
        "date": "2013-04-18",
        "explanation": "Sculpted by stellar winds and radiation, the star factory known as Messier 17 lies some 5,500 light-years away in the nebula-rich constellation Sagittarius. At that distance, this degree wide field of view spans almost 100 light-years. The sharp, composite, color image utilizing data from space and ground based telescopes, follows faint details of the region's gas and dust clouds against a backdrop of central Milky Way stars. Stellar winds and energetic light from hot, massive stars formed from M17's stock of cosmic gas and dust have slowly carved away at the remaining interstellar material producing the cavernous appearance and undulating shapes. M17 is also known as the Omega Nebula or the Swan Nebula.",
        "hdurl": "https://apod.nasa.gov/apod/image/1304/M17-HST-Subaru-LLL.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Star Factory Messier 17",
        "url": "https://apod.nasa.gov/apod/image/1304/M17-HST-Subaru_900.jpg"
    },
    {
        "date": "2013-04-22",
        "explanation": "While drifting through the cosmos, a magnificent interstellar dust cloud became sculpted by stellar winds and radiation to assume a recognizable shape.  Fittingly named the Horsehead Nebula, it is embedded in the vast and complex Orion Nebula (M42).  A potentially rewarding but difficult object to view personally with a small telescope, the above gorgeously detailed image was recently taken in infrared light by the orbiting Hubble Space Telescope in honor of the 23rd anniversary of Hubble's launch. The dark molecular cloud, roughly 1,500 light years distant, is cataloged as Barnard 33 and is seen above primarily because it is backlit by the nearby massive star Sigma Orionis. The Horsehead Nebula will slowly shift its apparent shape over the next few million years and will eventually be destroyed by the high energy starlight.",
        "hdurl": "https://apod.nasa.gov/apod/image/1304/horseheadir_hubble_1225.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Horsehead Nebula in Infrared from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1304/horseheadir_hubble_960.jpg"
    },
    {
        "date": "2013-04-23",
        "explanation": "What looks like a puff-ball is surely the remains of the brightest supernova in recorded human history. In 1006 AD, it was recorded as lighting up the nighttime skies above areas now known as China, Egypt, Iraq, Italy, Japan, and Switzerland. The expanding debris cloud from the stellar explosion, found in the southerly constellation the Wolf (Lupus), still puts on a cosmic light show across the electromagnetic spectrum. In fact, the above image results from three colors of X-rays taken by the orbiting Chandra X-ray Observatory. Now known as the SN 1006 supernova remnant, the debris cloud appears to be about 60 light-years across and is understood to represent the remains of a white dwarf star. Part of a binary star system, the compact white dwarf gradually captured material from its companion star. The buildup in mass finally triggered a thermonuclear explosion that destroyed the dwarf star. Because the distance to the supernova remnant is about 7,000 light-years, that explosion actually happened 7,000 years before the light reached Earth in 1006. Shockwaves in the remnant accelerate particles to extreme energies and are thought to be a source of the mysterious cosmic rays.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
        "hdurl": "https://apod.nasa.gov/apod/image/1304/sn1006_chandra_864.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "X-rays from Supernova Remnant SN 1006",
        "url": "https://apod.nasa.gov/apod/image/1304/sn1006_chandra_960.jpg"
    },
    {
        "date": "2013-04-24",
        "explanation": "What happens if you wring out a wet towel while floating in space? The water shouldn't fall toward the floor because while orbiting the Earth, free falling objects will appear to float.  But will the water fly out from the towel, or what? The answer may surprise you. To find out and to further exhibit how strange being in orbit can be, Expedition 35 Commander Chris Hadfield did just this experiment last week in the microgravity of the Earth orbiting International Space Station. As demonstrated in the above video, although a few drops do go flying off, most of the water sticks together and forms a unusual-looking cylindrical sheath in and around the towel. The self-sticking surface tension of water is well known on Earth, for example being used to create artistic water cascades and, more generally, raindrops.    Astrophysicists: Browse 600+ codes in the Astrophysics Source Code Library",
        "media_type": "video",
        "service_version": "v1",
        "title": "Wringing a Wet Towel in Orbit",
        "url": "https://www.youtube.com/embed/o8TssbmY-GM?rel=0"
    },
    {
        "date": "2013-04-26",
        "explanation": "Our solar system's miasma of incandescent plasma, the Sun may look a little scary here. The picture is a composite of 25 images recorded in extreme ultraviolet light by the orbiting Solar Dynamics Observatory between April 16, 2012 and April 15, 2013. The particular wavelength of light, 171 angstroms, shows emission from highly ionized iron atoms in the solar corona at a characteristic temperatures of about 600,000 kelvins (about 1 million degrees F). Girdling both sides of the equator during approach to maximum in the 11-year solar cycle, the solar active regions are laced with bright loops and arcs along magnetic field lines. Of course, a more familiar visible light view would show the bright active regions as groups of dark sunspots. Three years of Solar Dynamics Observatory images are compressed into this short video.",
        "hdurl": "https://apod.nasa.gov/apod/image/1304/743348main_SDOTimelapse_Sun_2k.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Year on the Sun",
        "url": "https://apod.nasa.gov/apod/image/1304/743348main_SDOTimelapse_Sun_900.jpg"
    },
    {
        "date": "2013-04-27",
        "explanation": "Get out your red/blue glasses and gaze across the floor of Gale crater on Mars. From your vantage point on the deck of the Curiosity Rover Mount Sharp, the crater's 5 kilometer high central mountain looms over the southern horizon. Poised in the foreground is the rover's robotic arm with tool turret extended toward the flat veined patch of martian surface dubbed \"John Klein\". A complete version of the stereo view spans 360 degrees, digitally stitched together from the rover's left and right navigation camera frames taken in late January. The layered lower slopes of Mount Sharp, formally known as Aeolis Mons, are a future destination for Curiosity.",
        "hdurl": "https://apod.nasa.gov/apod/image/1304/PIA16925_MtSharpStereo.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sharp Stereo",
        "url": "https://apod.nasa.gov/apod/image/1304/PIA16925_MtSharpStereo900c.jpg"
    },
    {
        "date": "2013-04-28",
        "explanation": "It was one of the largest and longest lived storms ever recorded in our Solar System.  First seen in late 2010, the above cloud formation in the northern hemisphere of Saturn started larger than the Earth and soon spread completely around the planet. The storm was tracked not only from Earth but from up close by the robotic Cassini spacecraft currently orbiting Saturn. Pictured above in false colored infrared in February, orange colors indicate clouds deep in the atmosphere, while light colors highlight clouds higher up. The rings of Saturn are seen nearly edge-on as the thin blue horizontal line. The warped dark bands are the shadows of the rings cast onto the cloud tops by the Sun to the upper left. A source of radio noise from lightning, the intense storm was thought to relate to seasonal changes when spring emerges in the north of  Saturn. After raging for over six months, the iconic storm circled the entire planet and then tried to absorb its own tail -- which surprisingly caused it to fade away.   Sweden: APOD editor to speak at Cosmonova in late May",
        "hdurl": "https://apod.nasa.gov/apod/image/1304/longstorm_cassini_977.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Raging Storm System on Saturn",
        "url": "https://apod.nasa.gov/apod/image/1304/longstorm_cassini_960.jpg"
    },
    {
        "date": "2013-04-30",
        "explanation": "What spacecraft is humanity currently using to explore our Solar System? Presently, every inner planet has at least one robotic explorer, while several others are monitoring our Sun, some are mapping Earth's Moon, a few are chasing asteroids and comets, one is orbiting Saturn, and several are even heading out into deep space. The above illustration gives more details, with the inner Solar System depicted on the upper right and the outer Solar System on the lower left. Given the present armada, our current epoch might become known as the time when humanity first probed its own star system. Sometimes widely separated spacecraft act together as an InterPlanetary Network to determine the direction of distant explosions by noting when each probe detects high energy photons. Future spacecraft milestones, as indicated along the bottom of the graphic, include Dawn reaching Ceres, the largest object in the asteroid belt, and New Horizons reaching Pluto, both in 2015.    Follow APOD in: Arabic, Bahasa Indonesian, Catalan, Chinese, Chinese, Czech, Dutch, Farsi, Farsi, Galego, German, French, Hebrew, Japanese, Polish, Portuguese, Romanian, Russian, Slovenian, Spanish, Spanish, or Turkish,",
        "hdurl": "https://apod.nasa.gov/apod/image/1304/ssmissions_frohn_1366.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Humanity Explores the Solar System",
        "url": "https://apod.nasa.gov/apod/image/1304/ssmissions_frohn_960.jpg"
    },
    {
        "date": "2013-05-01",
        "explanation": "This huge ball of stars predates our Sun. Long before humankind evolved, before dinosaurs roamed, and even before our Earth existed, ancient globs of stars condensed and orbited a young Milky Way Galaxy. Of the 200 or so globular clusters that survive today, Omega Centauri is the largest, containing over ten million stars. Omega Centauri is also the brightest globular cluster, at apparent visual magnitude 3.9 it is visible to southern observers with the unaided eye. Cataloged as NGC 5139, Omega Centauri is about 18,000 light-years away and 150 light-years in diameter.  Unlike many other globular clusters, the stars in Omega Centauri show several different ages and trace chemical abundances, indicating that the globular star cluster has a complex history over its 12 billion year age.",
        "hdurl": "https://apod.nasa.gov/apod/image/1305/omegacen_polleri_2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Omega Centauri: The Brightest Globular Cluster",
        "url": "https://apod.nasa.gov/apod/image/1305/omegacen_polleri_960.jpg"
    },
    {
        "date": "2013-05-02",
        "explanation": "Acquiring its first sunlit views of far northern Saturn late last year, the Cassini spacecraft's narrow-angle camera recorded this stunning image of the vortex at the ringed planet's north pole. The false color, near-infrared image results in red hues for low clouds and green for high ones, causing the north-polar hurricane to take on the appearance of a rose. Enormous by terrestrial hurricane standards, this storm's eye is about 2,000 kilometers wide, with clouds at the outer edge traveling at over 500 kilometers per hour. The north pole Saturn hurricane swirls inside the large, six-sided weather pattern known as the hexagon. Of course, in 2006 Cassini also imaged the hurricane at Saturn's south pole.",
        "hdurl": "https://apod.nasa.gov/apod/image/1305/PIA14944_SaturnHur1000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn Hurricane",
        "url": "https://apod.nasa.gov/apod/image/1305/PIA14944_SaturnHur900.jpg"
    },
    {
        "date": "2013-05-03",
        "explanation": "Combined image data from the massive, ground-based VISTA telescope and the Hubble Space Telescope was used to create this wide perspective of the interstellar landscape surrounding the famous Horsehead Nebula. Captured at near-infrared wavelengths, the region's dusty molecular cloud sprawls across the scene that covers an angle about two-thirds the size of the Full Moon on the sky. Left to right the frame spans just over 10 light-years at the Horsehead's estimated distance of 1,600 light-years. Also known as Barnard 33, the still recognizable Horsehead Nebula stands at the upper right, the near-infrared glow of a dusty pillar topped with newborn stars. Below and left, the bright reflection nebula NGC 2023 is itself the illuminated environs of a hot young star. Obscuring clouds below the base of the Horsehead and on the outskirts of NGC 2023 show the tell-tale far red emission of energetic jets, known as Herbig-Haro objects, also associated with newborn stars.",
        "hdurl": "https://apod.nasa.gov/apod/image/1305/HH-HST-ESO-gendler3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Horsehead: A Wider View",
        "url": "https://apod.nasa.gov/apod/image/1305/HH-HST-ESO-gendler810.jpg"
    },
    {
        "date": "2013-05-08",
        "explanation": "A tremendous explosion has occurred in the nearby universe and major telescopes across Earth and space are investigating. Dubbed GRB 130427A, the gamma-ray burst was first detected by the Earth-orbiting Fermi and Swift satellites observing at high energies and quickly reported down to Earth.  Within three minutes, the half-meter ISON telescope in New Mexico found the blast in visible light, noted its extreme brightness, and relayed more exact coordinates.  Within the next few minutes, the bright optical counterpart was being tracked by several quickly re-pointable telescopes including the 2.0-meter P60 telescope in California, the 1.3-meter  PAIRITEL telescope in Arizona, and the 2.0-meter Faulkes Telescope North in Hawaii. Within two hours, the 8.2-meter Gemini North telescope in Hawaii noted a redshift of 0.34, placing the explosion about 5 billion light years away -- considered nearby in cosmological terms. Previously recorded images from the RAPTOR full-sky monitors were scanned and a very bright optical counterpart -- magnitude 7.4 -- was found 50 seconds before the Swift trigger. The brightest burst in recent years, a signal from GRB 130427A has also been found in low energy radio waves by the Very Large Array (VLA) and at the highest energies ever recorded by the Fermi satellite. Neutrino, gravitational wave, and telescopes designed to detect only extremely high energy photons are checking their data for a GRB 130427A signal. Pictured in the above animation, the entire gamma-ray sky is shown becoming momentarily dominated by the intense glow of GRB 130427A. Continued tracking the optical counterpart will surely be ongoing as there is a possibility that the glow of a classic supernova will soon emerge.",
        "hdurl": "https://apod.nasa.gov/apod/image/1305/grb130427a_fermi_1080.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Earth's Major Telescopes Investigate GRB 130427A",
        "url": "https://apod.nasa.gov/apod/image/1305/grb130427a_fermi_960.gif"
    },
    {
        "date": "2013-05-10",
        "explanation": "Face-on spiral galaxy M77 lies a mere 47 million light-years away toward the aquatic constellation Cetus. At that estimated distance, the gorgeous island universe is about 100 thousand light-years across. Also known as NGC 1068, its compact and very bright core is well studied by astronomers exploring the mysteries of supermassive black holes in active Seyfert galaxies. M77 is also seen at x-ray, ultraviolet, infrared, and radio wavelengths. But this sharp visible light image based on Hubble data follows its winding spiral arms traced by obscuring dust clouds and red-tinted star forming regions close in to the galaxy's luminous core.",
        "hdurl": "https://apod.nasa.gov/apod/image/1305/heic1305aM77_2948.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Messier 77",
        "url": "https://apod.nasa.gov/apod/image/1305/heic1305aM77_900.jpg"
    },
    {
        "date": "2013-05-14",
        "explanation": "What happens when two galaxies collide? Although it may take over a billion years, such titanic clashes are quite common. Since galaxies are mostly empty space, no internal stars are likely to themselves collide. Rather the gravitation of each galaxy will distort or destroy the other galaxy, and the galaxies may eventually merge to form a single larger galaxy. Expansive gas and dust clouds collide and trigger waves of star formation that complete even during the interaction process. Pictured above is a computer simulation of two large spiral galaxies colliding, interspersed with real still images taken by the Hubble Space Telescope. Our own Milky Way Galaxy has absorbed several smaller galaxies during its existence and is even projected to merge with the larger neighboring Andromeda galaxy in a few billion years.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
        "media_type": "video",
        "service_version": "v1",
        "title": "Galaxy Collisions: Simulation vs Observations",
        "url": "https://www.youtube.com/embed/D-0GaBQ494E?rel=0"
    },
    {
        "date": "2013-05-15",
        "explanation": "What caused this mess? Some type of star exploded to create the unusually shaped nebula known as Kepler's supernova remnant, but which type? Light from the stellar explosion that created this energized cosmic cloud was first seen on planet Earth in October 1604, a mere four hundred years ago. The supernova produced a bright new star in early 17th century skies within the constellation Ophiuchus. It was studied by astronomer Johannes Kepler and his contemporaries, without the benefit of a telescope, as they searched for an explanation of the heavenly apparition.  Armed with a modern understanding of stellar evolution, early 21st century astronomers continue to explore the expanding debris cloud, but can now use orbiting space telescopes to survey Kepler's supernova remnant (SNR) across the spectrum.  Recent X-ray data and images of Kepler's supernova remnant taken by the orbiting Chandra X-ray Observatory has shown relative elemental abundances typical of a Type Ia supernova, and further indicated that the progenitor was a white dwarf star that exploded when it accreted too much material from a companion Red Giant star and went over Chandrasekhar's limit. About 13,000 light years away, Kepler's supernova represents the most recent stellar explosion seen to occur within our Milky Way galaxy.   Cosmonova: APOD editor to speak in Sweden on May 28",
        "hdurl": "https://apod.nasa.gov/apod/image/1305/keplersnr_chandra_3600.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Kepler's Supernova Remnant in X-Rays",
        "url": "https://apod.nasa.gov/apod/image/1305/keplersnr_chandra_960.jpg"
    },
    {
        "date": "2013-05-16",
        "explanation": "Swinging around the Sun's eastern limb on Monday, a group of sunspots labeled active region AR1748 has produced the first four X-class solar flares of 2013 in less than 48 hours. In time sequence clockwise from the top left, flashes from the four were captured in extreme ultraviolet images from the Solar Dynamics Observatory. Ranked according to their peak brightness in X-rays, X-class flares are the most powerful class and are frequently accompanied by coronal mass ejections (CMEs), massive clouds of high energy plasma launched into space. But CMEs from the first three flares were not Earth-directed, while one associated with the fourth flare may deliver a glancing blow to the Earth's magnetic field on May 18. Also causing temporary radio blackouts, AR1748 is likely not finished. Still forecast to have a significant chance of producing strong flares, the active region is rotating into more direct view across the Sun's nearside.",
        "hdurl": "https://apod.nasa.gov/apod/image/1305/748857main_FourXclass_Blend2fix.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Four X-class Flares",
        "url": "https://apod.nasa.gov/apod/image/1305/748857main_FourXclass_Blend2fix1024.jpg"
    },
    {
        "date": "2013-05-19",
        "explanation": "What on Earth is that?  The Richat Structure in the Sahara Desert of Mauritania is easily visible from space because it is nearly 50 kilometers across.  Once thought to be an impact crater, the Richat Structure's flat middle and lack of shock-altered rock indicates otherwise.  The possibility that the Richat Structure was formed by a volcanic eruption also seems improbable because of the lack of a dome of igneous or volcanic rock.  Rather, the layered sedimentary rock of the Richat structure is now thought by many to have been caused by uplifted rock sculpted by erosion.  The above image was captured by the ASTER instruments onboard the orbiting orbiting Terra satellite.  Why the Richat Structure is nearly circular remains a mystery.",
        "hdurl": "https://apod.nasa.gov/apod/image/1305/richat_aster_3130.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Earth's Richat Structure",
        "url": "https://apod.nasa.gov/apod/image/1305/richat_aster_960.jpg"
    },
    {
        "date": "2013-05-21",
        "explanation": "How was the unusual Red Rectangle nebula created? At the nebula's center is an aging binary star system that surely powers the nebula but does not, as yet, explain its colors. The unusual shape of the Red Rectangle is likely due to a thick dust torus which pinches the otherwise spherical outflow into tip-touching cone shapes. Because we view the torus edge-on, the boundary edges of the cone shapes seem to form an X. The distinct rungs suggest the outflow occurs in fits and starts. The unusual colors of the nebula are less well understood, however, and speculation holds that they are partly provided by hydrocarbon molecules that may actually be building blocks for organic life. The Red Rectangle nebula lies about 2,300 light years away towards the constellation of the Unicorn (Monoceros). The nebula is shown above in great detail as recently reprocessed image from Hubble Space Telescope. In a few million years, as one of the central stars becomes further depleted of nuclear fuel, the Red Rectangle nebula will likely bloom into a planetary nebula.   Cosmonova: APOD editor to speak in Sweden on May 28",
        "hdurl": "https://apod.nasa.gov/apod/image/1305/redrectangle_hubble_1147.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Red Rectangle Nebula from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1305/redrectangle_hubble_960.jpg"
    },
    {
        "date": "2013-05-30",
        "explanation": "While most spiral galaxies, including our own Milky Way, have two or more spiral arms, NGC 4725 has only one. In this sharp color composite image, the solo spira mirabilis seems to wind from a prominent ring of bluish, newborn star clusters and red tinted star forming regions. The odd galaxy also sports obscuring dust lanes a yellowish central bar structure composed of an older population of stars. NGC 4725 is over 100 thousand light-years across and lies 41 million light-years away in the well-groomed constellation Coma Berenices. Computer simulations of the formation of single spiral arms suggest that they can be either leading or trailing arms with respect to a galaxy's overall rotation. Also included in the frame, a more traditional looking spiral appears as a smaller background galaxy.",
        "hdurl": "https://apod.nasa.gov/apod/image/1305/NGC4725-Subaru-HST-LL.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "One-Armed Spiral Galaxy NGC 4725",
        "url": "https://apod.nasa.gov/apod/image/1305/NGC4725-Subaru-HST-S900.jpg"
    },
    {
        "date": "2013-06-02",
        "explanation": "What kind of cloud is this?  A roll cloud.  These rare long clouds may form near advancing cold fronts.   In particular, a downdraft from an advancing storm front can cause moist warm air to rise, cool below its dew point, and so form a cloud.  When this happens uniformly along an extended front, a roll cloud may form.  Roll clouds may actually have air circulating along the long horizontal axis of the cloud.  A roll cloud is not thought to be able to morph into a tornado.  Unlike a similar shelf cloud, a roll cloud, a type of Arcus cloud, is completely detached from their parent  cumulonimbus cloud.  Pictured above, a roll cloud extends far into the distance in 2009 January above Las Olas Beach in Maldonado, Uruguay.",
        "hdurl": "https://apod.nasa.gov/apod/image/1306/rollcloud_eberl_2572.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Roll Cloud Over Uruguay",
        "url": "https://apod.nasa.gov/apod/image/1306/rollcloud_eberl_960.jpg"
    },
    {
        "date": "2013-06-03",
        "explanation": "Could life ever have existed on Mars? To help find out, humanity landed the Curiosity rover on Mars last August. To make sure the car-sized explorer survived the interplanetary trip and dramatic landing intact, the above image and others was taken peering at, under, and around Curiosity. Pictured above in this unusual vista are three of Curiosity's six wheels, each measuring about half a meter across.  In recent months, Curiosity has been exploring the surroundings of an area dubbed Yellowknife Bay. Analyses of data taken by Curiosity's cameras and onboard laboratories has provided strong new evidence that Mars could once have supported life. In the distance is part of the slope to the central peak inside Gale Crater that Curiosity is scheduled to attempt to climb -- Mt. Sharp.",
        "hdurl": "https://apod.nasa.gov/apod/image/1306/roverwheels_curiosity_2949.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Curiosity: Wheels on Mars",
        "url": "https://apod.nasa.gov/apod/image/1306/roverwheels_curiosity_960.jpg"
    },
    {
        "date": "2013-06-05",
        "explanation": "cept for the rings of Saturn, the Ring Nebula (M57) is probably the most famous celestial band. Its classic appearance is understood to be due to our own perspective, though. The recent mapping of the expanding nebula's 3-D structure, based in part on this clear Hubble image, indicates that the nebula is a relatively dense, donut-like ring wrapped around the middle of a football-shaped cloud of glowing gas. The view from planet Earth looks down the long axis of the football, face-on to the ring. Of course, in this well-studied example of a planetary nebula, the glowing material does not come from planets. Instead, the gaseous shroud represents outer layers expelled from the dying, once sun-like star, now a tiny pinprick of light seen at the nebula's center. Intense ultraviolet light from the hot central star ionizes atoms in the gas. In the picture, the blue color in the center is ionized helium, the cyan color of the inner ring is the glow of hydrogen and oxygen, and the reddish color of the outer ring is from nitrogen and sulfur. The Ring Nebula is about one light-year across and 2,000 light-years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/1306/m57_hst1280.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M57: The Ring Nebula",
        "url": "https://apod.nasa.gov/apod/image/1306/m57_hst900c.jpg"
    },
    {
        "date": "2013-06-07",
        "explanation": "The bright clusters and nebulae of planet Earth's night sky are often named for flowers or insects. Though its wingspan covers over 3 light-years, NGC 6302 is no exception. With an estimated surface temperature of about 250,000 degrees C, the dying central star of this particular planetary nebula has become exceptionally hot, shining brightly in ultraviolet light but hidden from direct view by a dense torus of dust.  This sharp and colorful close-up of the dying star's nebula was recorded in 2009 by the Hubble Space Telescope's Wide Field Camera 3, installed during the final shuttle servicing mission. Cutting across a bright cavity of ionized gas, the dust torus surrounding the central star is near the center of this view, almost edge-on to the line-of-sight. Molecular hydrogen has been detected in the hot star's dusty cosmic shroud. NGC 6302 lies about 4,000 light-years away in the arachnologically correct constellation of the Scorpion (Scorpius).",
        "hdurl": "https://apod.nasa.gov/apod/image/1306/butterfly_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 6302: The Butterfly Nebula",
        "url": "https://apod.nasa.gov/apod/image/1306/butterfly_hst.jpg"
    },
    {
        "date": "2013-06-08",
        "explanation": "Many bright nebulae and star clusters in planet Earth's sky are associated with the name of astronomer Charles Messier, from his famous 18th century catalog. His name is also given to these two large and remarkable craters on the Moon. Standouts in the dark, smooth lunar Sea of Fertility or Mare Fecunditatis, Messier (left) and Messier A have dimensions of 15 by 8 and 16 by 11 kilometers respectively. Their elongated shapes are explained by an extremely shallow-angle trajectory followed by the impactor, moving left to right, that gouged out the craters. The shallow impact also resulted in two bright rays of material extending along the surface to the right, beyond the picture. Intended to be viewed with red/blue glasses (red for the left eye), this striking stereo picture of the crater pair was recently created from high resolution scans of two images (AS11-42-6304, AS11-42-6305) taken during the Apollo 11 mission to the moon.   Surf the Universe: Click here to see a randomly selected APOD!",
        "hdurl": "https://apod.nasa.gov/apod/image/1306/MessierCrater3d_vantuyne.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Messier Craters in Stereo",
        "url": "https://apod.nasa.gov/apod/image/1306/MessierCrater3d_vantuyneC900.jpg"
    },
    {
        "date": "2013-06-10",
        "explanation": "Where are the hottest stars in the nearest galaxies? To help find out, NASA commissioned its Earth-orbiting Swift satellite to compile a multi-image mosaic of the neighboring Large Magellanic Cloud (LMC) galaxy in ultraviolet light. The above image shows where recently formed stars occur in the LMC, as the most massive of these young stars shine brightly in blue and ultraviolet. In contrast, visible in an image roll-over, a more familiar view of the LMC in visible light better highlights older stars.  On the upper left is one of the largest star forming regions known in the entire Local Group of galaxies: the Tarantula Nebula. The Large Magellanic Cloud and its smaller companion the Small Magellanic Cloud are easily visible with the unaided eye to sky enthusiasts with a view of the southern sky.  Detailed inspection of the above image is allowing a better galaxy-comprehensive picture for how star formation occurs.",
        "hdurl": "https://apod.nasa.gov/apod/image/1306/lmc_swift_2119.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Large Magellanic Cloud in Ultraviolet",
        "url": "https://apod.nasa.gov/apod/image/1306/lmc_swift_960.jpg"
    },
    {
        "date": "2013-06-12",
        "explanation": "For the first time, the entire surface of planet Mercury has been mapped. Detailed observations of the innermost planet's surprising crust have been ongoing since the robotic MESSENGER spacecraft first passed Mercury in 2008 and began orbiting in 2011. Previously, much of the Mercury's surface was unknown as it is too far for Earth-bound telescopes to see clearly, while the Mariner 10 flybys in the 1970s observed only about half. The above video is a compilation of thousands of images of Mercury rendered in exaggerated colors to better contrast different surface features. Visible on the rotating world are rays emanating from a northern impact that stretch across much of the planet, while about half-way through the video the light colored Caloris Basin rotates into view, a northern ancient impact feature that filled with lava. MESSENGER has now successfully completed its primary and first extended missions.   Surf the Universe: Click here to see a randomly selected APOD!",
        "media_type": "video",
        "service_version": "v1",
        "title": "All of Mercury",
        "url": "//www.youtube.com/embed/DmYK479EpQc?vq=hd720&rel=0"
    },
    {
        "date": "2013-06-17",
        "explanation": "What creates these long and nearly straight grooves on Mars? Dubbed linear gullies, they appear on the sides of some sandy slopes during Martian spring, have nearly constant width, extend for as long as two kilometers, and have raised banks along their sides. Unlike most water flows, they do not appear to have areas of dried debris at the downhill end. A leading hypothesis -- actually being tested here on Earth -- is that these linear gullies are caused by chunks of carbon dioxide ice (dry ice) breaking off and sliding down hills while sublimating into gas, eventually completely evaporating into thin air. If true, these natural dry-ice sleds may well provide future adventurers a smooth ride on cushions of escaping carbon dioxide. The above recently-released image was taken in 2006 by the HiRISE camera on board the NASA's Mars Reconnaissance Orbiter currently orbiting Mars.   Astrophysicists: Browse 600+ codes in the Astrophysics Source Code Library",
        "hdurl": "https://apod.nasa.gov/apod/image/1306/lineargullies_hirise_1457.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dry Ice Sled Streaks on Mars",
        "url": "https://apod.nasa.gov/apod/image/1306/lineargullies_hirise_960.jpg"
    },
    {
        "date": "2013-06-23",
        "explanation": "If you could look across Venus with radar eyes, what might you see? This computer reconstruction of the surface of Venus was created from data from the Magellan spacecraft.  Magellan orbited Venus and used radar to map our neighboring planet's surface between 1990 and 1994. Magellan found many interesting surface features, including the large circular domes, typically 25-kilometers across, that are depicted above.  Volcanism is thought to have created the domes, although the precise mechanism remains unknown. Venus' surface is so hot and hostile that no surface probe has lasted more than a few minutes.",
        "hdurl": "https://apod.nasa.gov/apod/image/1306/venus_magellan_954.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Venus' Once Molten Surface",
        "url": "https://apod.nasa.gov/apod/image/1306/venus_magellan_960.jpg"
    },
    {
        "date": "2013-06-24",
        "explanation": "What's happening to this spiral galaxy? Just a few hundred million years ago, NGC 2936, the upper of the two large galaxies shown, was likely a normal spiral galaxy -- spinning, creating stars -- and minding its own business. But then it got too close to the massive elliptical galaxy NGC 2937 below and took a dive. Dubbed the Porpoise Galaxy for its iconic shape, NGC 2936 is not only being deflected but also being distorted by the close gravitational interaction. A burst of young blue stars forms the nose of the porpoise toward the left of the upper galaxy, while the center of the spiral appears as an eye.  Alternatively, the galaxy pair, together known as Arp 142, look to some like a penguin protecting an egg. Either way, intricate dark dust lanes and bright blue star streams trail the troubled galaxy to the lower right. The above recently-released image showing Arp 142 in unprecedented detail was taken by the Hubble Space Telescope last year. Arp 142 lies about 300 million light years away toward the constellation, coincidently, of the Water Snake (Hydra). In a billion years or so the two galaxies will likely merge into one larger galaxy.   New Mirror: APOD now availble from Thailand in Thai and English",
        "hdurl": "https://apod.nasa.gov/apod/image/1306/arp142_hubble_3368.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Porpoise Galaxy from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1306/arp142_hubble_960.jpg"
    },
    {
        "date": "2013-06-25",
        "explanation": "This is Mars -- have a look around. More specifically, this is one area picked for its promise of holding clues to the habitability of Mars to ancient life. To better search for telling leads, the robotic Curiosity rover took a series of detailed images from a location called Rock Nest. Over 900 of these images were then composed into one of the highest resolution images ever created of the red planet -- a composite containing over one billion pixels. Shown above, toward the middle of this image mosaic, is Mt. Sharp, the central peak of the large crater where the Curiosity rover landed and is currently exploring. An interactive and zoomable version of this image is available here. Over the next few years, Curiosity is scheduled to roll toward the peak of ancient Mt. Sharp, all the while keeping a lookout for distinguishing geological and chemical markers.",
        "hdurl": "https://apod.nasa.gov/apod/image/1306/gigamars_curiosity_17548.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Rock Nest Panorama from Curiosity on Mars",
        "url": "https://apod.nasa.gov/apod/image/1306/gigamars_curiosity_4181.jpg"
    },
    {
        "date": "2013-07-06",
        "explanation": "The universe is filled with galaxies. But to see them astronomers must look out beyond the stars of our own galaxy, the Milky Way. This colorful Hubble Space Telescopic portrait features spiral galaxy NGC 6384, about 80 million light-years away in the direction of the constellation Ophiuchus. At that distance, NGC 6384 spans an estimated 150,000 light-years, while the Hubble close-up of the galaxy's central region is about 70,000 light-years wide. The sharp image shows details in the distant galaxy's blue star clusters and dust lanes along magnificent spiral arms, and a bright core dominated by yellowish starlight. Still, the individual stars seen in the picture are all in the relatively close foreground, well within our own galaxy. The brighter Milky Way stars show noticeable crosses, or diffraction spikes, caused by the telescope itself.",
        "hdurl": "https://apod.nasa.gov/apod/image/1307/ngc6384_hst_3871.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 6384: Spiral Beyond the Stars",
        "url": "https://apod.nasa.gov/apod/image/1307/ngc6384_hst_1265.jpg"
    },
    {
        "date": "2013-07-08",
        "explanation": "Pluto's newly discovered moons now have names. Known previously as P4 and P5, the International Astronomical Union has now given the fourth and fifth discovered moons of Pluto the names Kerberos and Styx. The small moons were discovered in 2011 and 2012 by the Hubble Space Telescope in preparation for the close passing of the New Horizons spacecraft by Pluto in 2015. Kerberos is named for the many headed dog in Greek mythology that guards the entrance to the underworld, while Styx is named for the goddess who overlooks the mythological river that runs between the Earth and the underworld. Both monikers are related to the name of Pluto, who rules the mythical nether region. Because their reflectivity is unknown, the size of each moon is quite uncertain -- but each is crudely estimated to be about 20 kilometers in diameter.  The robotic New Horizons spacecraft is on schedule to pass by Pluto in 2015 and provide the first clear images of the dwarf planet and its companions.",
        "hdurl": "https://apod.nasa.gov/apod/image/1307/plutomoons_hubble_1280.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Pluto's Newly Discovered Moons Receive Names",
        "url": "https://apod.nasa.gov/apod/image/1307/plutomoons_hubble_960.jpg"
    },
    {
        "date": "2013-07-21",
        "explanation": "Since Saturn's axis is tilted as it orbits the Sun, Saturn has seasons, like those of planet Earth ... but Saturn's seasons last for over seven years. So what season is it on Saturn now? Orbiting the equator, the tilt of the rings of Saturn provides quite a graphic seasonal display. Each year until 2016, Saturn's rings will be increasingly apparent after appearing nearly edge-on in 2009. The ringed planet is also well placed in evening skies providing a grand view as summer comes to Saturn's northern hemisphere and winter to the south. The Hubble Space Telescope took the above sequence of images about a year apart, starting on the left in 1996 and ending on the right in 2000.  Although they look solid, Saturn's Rings are likely less than 50 meters thick and consist of individually orbiting bits of ice and rock ranging in size from grains of sand to barn-sized boulders.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
        "hdurl": "https://apod.nasa.gov/apod/image/1307/saturnseasons_hubble_3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Seasons of Saturn",
        "url": "https://apod.nasa.gov/apod/image/1307/saturnseasons_hubble_960.jpg"
    },
    {
        "date": "2013-07-22",
        "explanation": "You are here.  Everyone you've ever known is here. Every human who has ever lived -- is here. Pictured above is the Earth-Moon system as captured by the Cassini mission orbiting Saturn in the outer Solar System. Earth is the brighter and bluer of the two spots near the center, while the Moon is visible to its lower right. Images of Earth from Saturn were taken on Friday. Quickly released unprocessed images were released Saturday showing several streaks that are not stars but rather cosmic rays that struck the digital camera while it was taking the image.  The above processed image was released earlier today.  At nearly the same time, many humans on Earth were snapping their own pictures of Saturn.   Note: Today's APOD has been updated.",
        "hdurl": "https://apod.nasa.gov/apod/image/1307/earthmoon2_cassini_946.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Earth and Moon from Saturn",
        "url": "https://apod.nasa.gov/apod/image/1307/earthmoon2_cassini_960.jpg"
    },
    {
        "date": "2013-07-23",
        "explanation": "In a cross-Solar System interplanetary first, our Earth was photographed during the same day from both Mercury and Saturn. Pictured on the left, Earth is the pale blue dot just below the rings of Saturn, as captured by the robotic Cassini spacecraft now orbiting the gas giant. Pictured on the right, the Earth-Moon system is seen against a dark background, as captured by the robotic MESSENGER spacecraft now orbiting Mercury. In the MESSENGER image, the Earth (left) and Moon (right) shine brightly with reflected sunlight. MESSENGER took the overexposed image last Friday as part of a search for small natural satellites of the innermost planet, moons that would be expected to be quite dim. During this same day, humans across planet Earth snapped many of their own pictures of Saturn.",
        "hdurl": "https://apod.nasa.gov/apod/image/1307/earth_cassinimessenger_1799.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Two Views of Earth",
        "url": "https://apod.nasa.gov/apod/image/1307/earth_cassinimessenger_960.jpg"
    },
    {
        "date": "2013-07-28",
        "explanation": "Is this one galaxy or two?  This question came to light in 1950 when astronomer Art Hoag chanced upon this unusual extragalactic object.  On the outside is a ring dominated by bright blue stars, while near the center lies a ball of much redder stars that are likely much older.  Between the two is a gap that appears almost completely dark.  How Hoag's Object formed remains unknown, although similar objects have now been identified and collectively labeled as a form of ring galaxy.  Genesis hypotheses include a galaxy collision billions of years ago and the gravitational effect of a central bar that has since vanished. The above photo taken by the Hubble Space Telescope in July 2001 revealed unprecedented details of Hoag's Object. More recent observations in radio waves indicate that Hoag's Object has not accreted a smaller galaxy in the past billion years.  Hoag's Object spans about 100,000 light years and lies about 600 million light years away toward the constellation of the Snake (Serpens).  Coincidentally, visible in the gap (at about one o'clock) is yet another ring galaxy that likely lies far in the distance.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
        "hdurl": "https://apod.nasa.gov/apod/image/1307/hoag_hubble_1521.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hoag's Object: A Strange Ring Galaxy",
        "url": "https://apod.nasa.gov/apod/image/1307/hoag_hubble_960.jpg"
    },
    {
        "date": "2013-07-29",
        "explanation": "This is not a solar eclipse. Pictured above is a busy vista of moons and rings taken at Saturn. The large circular object in the center of the image is Titan, the largest moon of Saturn and one of the most intriguing objects in the entire Solar System. The dark spot in the center is the main solid part of the moon.  The bright surrounding ring is atmospheric haze above Titan, gas that is scattering sunlight to a camera operating onboard the robotic Cassini spacecraft. Cutting horizontally across the image are the rings of Saturn, seen nearly edge on.  At the lower right of Titan is Enceladus, a small moon of Saturn. Since the image was taken pointing nearly at the Sun, the surfaces of Titan and Enceladus appear in silhouette, and the rings of Saturn appear similar to a photographic negative. Now if you look really really closely at Enceladus, you can see a hint of icy jets shooting out toward the bottom of the image. It is these jets that inspired future proposals to land on Enceladus, burrow into the ice, and search for signs of extraterrestrial life.",
        "hdurl": "https://apod.nasa.gov/apod/image/1307/titanbusy_cassini_890.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn, Titan, Rings, and Haze",
        "url": "https://apod.nasa.gov/apod/image/1307/titanbusy_cassini_960.jpg"
    },
    {
        "date": "2013-07-30",
        "explanation": "In 1787, astronomer William Herschel discovered the NGC 2392.  From the ground, NGC 2392 resembles a person's head surrounded by a parka hood.  In 2000, the Hubble Space Telescope imaged NGC 2392 in visible light, while the nebula was imaged in X-rays by the Chandra X-ray Observatory in 2007. The above combined visible-X ray image, with X-rays emitted by central hot gas and shown in pink, was released last week. From space, the nebula displays gas clouds so complex they are not fully understood.  NGC 2392 is clearly a planetary nebula, and the gas seen above composed the outer layers of a Sun-like star only 10,000 years ago.  The inner filaments visible above are being ejected by strong wind of particles from the central star.  The outer disk contains unusual light-year long orange filaments. NGC 2392 Nebula spans about 1/3 of a light year and lies in our Milky Way Galaxy, about 3,000 light years distant, toward the constellation of the Twins (Gemini).",
        "hdurl": "https://apod.nasa.gov/apod/image/1307/ngc2392_hubblechandra_3600.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 2392 from Hubble and Chandra",
        "url": "https://apod.nasa.gov/apod/image/1307/ngc2392_hubblechandra_960.jpg"
    },
    {
        "date": "2013-07-31",
        "explanation": "How has the surface temperature of Earth been changing? To help find out, Earth scientists collected temperature records from over 1000 weather stations around the globe since 1880, and combined them with modern satellite data. The above movie dramatizes the result showing 130 years of planet-wide temperature changes relative to the local average temperatures in the mid-1900s. In the above global maps, red means warmer and blue means colder. On average, the display demonstrates that the temperature on Earth has increased by nearly one degree Celsius over the past 130 years, and many of the warmest years on record have occurred only recently. Global climate change is of more than passing interest -- it is linked to global weather severity and coastal sea water levels.",
        "media_type": "video",
        "service_version": "v1",
        "title": "130 Years of Earth Surface Temperatures",
        "url": "//www.youtube.com/embed/lV8PI4R5nI4?rel=0"
    },
    {
        "date": "2013-08-04",
        "explanation": "Like the downtown area of your favorite city and any self-respecting web site ... Io's surface is constantly under construction. This moon of Jupiter holds the distinction of being the Solar System's most volcanically active body -- its bizarre looking surface continuously formed and reformed by lava flows. Generated using 1996 data from NASA's Galileo spacecraft, this high resolution composite image is centered on the side of Io that always faces away from Jupiter. It has been enhanced to emphasize Io's surface brightness and color variations, revealing features as small as 1.5 miles across. The notable absence of impact craters suggests that the entire surface is covered with new volcanic deposits much more rapidly than craters are created. What drives this volcanic powerhouse? A likely energy source is the changing gravitational tides caused by Jupiter and the other Galilean moons as Io orbits the massive gas giant planet. Heating Io's interior, the pumping tides would generate the sulfurous volcanic activity.",
        "hdurl": "https://apod.nasa.gov/apod/image/1308/ioplus_galileo_1817.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Io's Surface: Under Construction",
        "url": "https://apod.nasa.gov/apod/image/1308/ioplus_galileo_960.jpg"
    },
    {
        "date": "2013-08-05",
        "explanation": "What it would look like to leave planet Earth? Such an event was recorded visually in great detail by the MESSENGER spacecraft as it swung back past the Earth, eight years ago, on its way in toward the planet Mercury. Earth can be seen rotating in this time-lapse video, as it recedes into the distance. The sunlit half of Earth is so bright that background stars are not visible. The robotic MESSENGER spacecraft is now in orbit around Mercury and has recently concluded the first complete map of the surface. On occasion, MESSENGER has continued to peer back at its home world. MESSENGER is one of the few things created on the Earth that has left and will never return -- at the end of its mission MESSENGER will be crashed into Mercury's surface.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Leaving Earth",
        "url": "//www.youtube.com/embed/rFDjAfwmWKM?rel=0"
    },
    {
        "date": "2013-08-06",
        "explanation": "Strange shapes and textures can be found in neighborhood of the Cone Nebula. The unusual shapes originate from fine interstellar dust reacting in complex ways with the energetic light and hot gas being expelled by the young stars.  The brightest star on the right of the above picture is S Mon, while the region just below it has been nicknamed the Fox Fur Nebula for its color and structure. The blue glow directly surrounding S Mon results from reflection, where neighboring dust reflects light from the bright star. The red glow that encompasses the whole region results not only from dust reflection but also emission from hydrogen gas ionized by starlight. S Mon is part of a young open cluster of stars named NGC 2264, located about 2500 light years away toward the constellation of the Unicorn (Monoceros).   Even though it points right at S Mon, details of the origin of the mysterious geometric Cone Nebula, visible on the far left, remain a mystery.",
        "hdurl": "https://apod.nasa.gov/apod/image/1308/cone_noajgendler_4500.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "In the Vicinity of the Cone Nebula",
        "url": "https://apod.nasa.gov/apod/image/1308/cone_noajgendler_960.jpg"
    },
    {
        "date": "2013-08-08",
        "explanation": "Similar in size and grand design to our own Milky Way, spiral galaxy NGC 3370 lies about 100 million light-years away toward the constellation Leo. Recorded here in exquisite detail by the Hubble Space Telescope's Advanced Camera for Surveys, the big, beautiful face-on spiral does steal the show, but the sharp image also reveals an impressive array of background galaxies in the field, strewn across the more distant Universe. Looking within NGC 3370, the image data has proved sharp enough to study individual pulsating stars known as Cepheids that can be used to accurately determine this galaxy's distance. NGC 3370 was chosen for this study because in 1994 the spiral galaxy was also home to a well studied stellar explosion -- a type Ia supernova. Combining the known distance to this standard candle supernova, based on the Cepheid measurements, with observations of supernovae at even greater distances, can reveal the size and expansion rate of the Universe itself.   Gallery: Recent supernova in nearby spiral M74",
        "hdurl": "https://apod.nasa.gov/apod/image/1308/ngc3370_hst_6031.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 3370: A Sharper View",
        "url": "https://apod.nasa.gov/apod/image/1308/ngc3370_hst_900.jpg"
    },
    {
        "date": "2013-08-11",
        "explanation": "If not perfect, then this spiral galaxy is at least one of the most photogenic. An island universe of about 100 billion stars, 32 million light-years away toward the constellation Pisces, M74 presents a gorgeous face-on view. Classified as an Sc galaxy, the grand design of M74's graceful spiral arms are traced by bright blue star clusters and dark cosmic dust lanes. Constructed from image data recorded in 2003 and 2005, this sharp composite is from the Hubble Space Telescope's Advanced Camera for Surveys. Spanning about 30,000 light-years across the face of M74, it includes exposures recording emission from hydrogen atoms, highlighting the reddish glow of the galaxy's large star-forming regions. Recently, many astronomers are tracking a bright supernova that has been seen in M74.   Gallery: Highlights of the 2013 Perseids Meteor Shower",
        "hdurl": "https://apod.nasa.gov/apod/image/1308/m74_hubble_4014.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M74: The Perfect Spiral",
        "url": "https://apod.nasa.gov/apod/image/1308/m74_hubble_960.jpg"
    },
    {
        "date": "2013-08-12",
        "explanation": "Are asteroids dangerous? Some are, but the likelihood of a dangerous asteroid striking the Earth during any given year is low. Because some past mass extinction events have been linked to asteroid impacts, however, humanity has made it a priority to find and catalog those asteroids that may one day affect life on Earth. Pictured above are the orbits of the over 1,000 known Potentially Hazardous Asteroids (PHAs). These documented tumbling boulders of rock and ice are over 140 meters across and will pass within 7.5 million kilometers of Earth -- about 20 times the distance to the Moon. Although none of them will strike the Earth in the next 100 years -- not all PHAs have been discovered, and past 100 years, many orbits become hard to predict. Were an asteroid of this size to impact the Earth, it could raise dangerous tsunamis, for example. Of course rocks and ice bits of much smaller size strike the Earth every day, usually pose no danger, and sometimes creating memorable fireball and meteor displays.    Gallery: Highlights of the 2013 Perseids Meteor Shower",
        "hdurl": "https://apod.nasa.gov/apod/image/1308/phas_jpl_3254.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Orbits of Potentially Hazardous Asteroids",
        "url": "https://apod.nasa.gov/apod/image/1308/phas_jpl_960.jpg"
    },
    {
        "date": "2013-08-15",
        "explanation": "In an astronomical version of the search for the source of the Nile, astronomers now have strong evidence for the origin of the Magellanic Stream. This composite image shows the long ribbon of gas, discovered at radio wavelengths in the 1970s, in pinkish hues against an optical all-sky view across the plane of our Milky Way galaxy. Both Large and Small Magellanic Clouds, dwarf satellite galaxies of the the Milky Way, are seen near the head of the stream at the right. Data from Hubble's Cosmic Origins Spectrograph were used to explore abundances of elements along sightlines to quasars that intersect the stream. The results indicate that most of the stream's material comes from the Small Magellanic Cloud. The Magellanic Stream is likely the result of gravitational tidal interactions between the two dwarf galaxies some 2 billion years ago, the Small Magellanic Cloud losing more material in the encounter because of its lower mass.   Gallery: New Bright Nova in Delphinus",
        "hdurl": "https://apod.nasa.gov/apod/image/1308/magStream_allskycomp.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Magellanic Stream",
        "url": "https://apod.nasa.gov/apod/image/1308/magStream_allskycomp1200.jpg"
    },
    {
        "date": "2013-08-18",
        "explanation": "Skylab was an orbiting laboratory launched by a Saturn V rocket in May 1973.  Skylab, pictured above, was visited three times by NASA astronauts who sometimes stayed as long as two and a half months.  Many scientific tests were performed on Skylab, including astronomical observations in ultraviolet and X-ray light.  Some of these observations yielded valuable information about Comet Kohoutek, our Sun and about the mysterious X-ray background - radiation that comes from all over the sky.  Skylab fell back to earth on 1979 July 11.   Highlights of the 2013 Perseids Meteor Shower",
        "hdurl": "https://apod.nasa.gov/apod/image/1308/skylab_nasa_3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Skylab Over Earth",
        "url": "https://apod.nasa.gov/apod/image/1308/skylab_nasa_960.jpg"
    },
    {
        "date": "2013-08-19",
        "explanation": "Why would the sky still glow after sunset? Besides stars and the band of our Milky Way galaxy, the sky might glow because it contains either noctilucent clouds or aurora. Rare individually, both are visible in the above time lapse movie taken over Caithness, Scotland, UK taken during a single night earlier this month. First noted in 1885, many noctilucent clouds are known to correlate with atmospheric meteor trails, although details and the origins of others remain a topic of research.  These meandering bright filaments of sunlight-reflecting ice crystals are the highest clouds in the Earth's atmosphere. The above video captures not only a variety of noctilucent clouds, but also how their structure varies over minutes. Lower clouds typically appear dark or fast moving. About halfway through the video the clouds are joined by aurora. At times, low clouds, noctilucent clouds, and aurora are all visible simultaneously, each doing their own separate dance, and once -- see if you can find it -- even with the Big Dipper rotating across the background.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
        "media_type": "video",
        "service_version": "v1",
        "title": "Noctilucent Clouds and Aurora Over Scotland",
        "url": "https://www.youtube.com/embed/E7PQbfnErEw?rel=0"
    },
    {
        "date": "2013-08-20",
        "explanation": "An unusual type of solar eclipse occurred last year.  Usually it is the Earth's Moon that eclipses the Sun.  Last June, most unusually, the planet Venus took a turn.  Like a solar eclipse by the Moon, the phase of Venus became a continually thinner crescent as Venus became increasingly better aligned with the Sun.  Eventually the alignment became perfect and the phase of Venus dropped to zero.  The dark spot of Venus crossed our parent star.  The situation could technically be labeled a Venusian annular eclipse with an extraordinarily large ring of fire.  Pictured above during the occultation, the Sun was imaged in three colors of ultraviolet light by the Earth-orbiting Solar Dynamics Observatory, with the dark region toward the right corresponding to a coronal hole. Hours later, as Venus continued in its orbit, a slight crescent phase appeared again.  The next Venusian solar eclipse will occur in 2117.",
        "hdurl": "https://apod.nasa.gov/apod/image/1308/sunvenusuv3_dove_800.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Venus and the Triply Ultraviolet Sun",
        "url": "https://apod.nasa.gov/apod/image/1308/sunvenusuv3_dove_960.jpg"
    },
    {
        "date": "2013-08-24",
        "explanation": "This friendly photo collage is constructed from more than 1,400 images shared by denizens of planet Earth as part of the Cassini Mission's July 19th Wave at Saturn event. The base picture of Earth corresponds to the view from the Saturn-orbiting Cassini spacecraft on that date, when its own cameras recorded images including planet Earth as a pale blue dot in the background. Of course, Saturn was 9.65 Astronomical Units away at the time, so it took light from all the waving Earth dwellers just over 80 minutes to travel there. Want to smile? Download and zoom in to the full-resolution (28MB jpg file) collage image available here.",
        "hdurl": "https://apod.nasa.gov/apod/image/1308/wave_earth_mosaic_1920.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Earth Waves at Saturn",
        "url": "https://apod.nasa.gov/apod/image/1308/wave_earth_mosaic_900c.jpg"
    },
    {
        "date": "2013-08-26",
        "explanation": "It is one of the brightest planetary nebulae on the sky -- what should it be named? First discovered in 1878, nebula NGC 7027 can be seen toward the constellation of the Swan (Cygnus) with a standard backyard telescope. Partly because it appears there as only an indistinct spot, it is rarely referred to with a moniker. When imaged with the Earth-orbiting Hubble Space Telescope, however, great details are revealed. Studying Hubble images of NGC 7027 have led to the understanding that it is a planetary nebula that began expanding about 600 years ago, and that the cloud of gas and dust is unusually massive as it appears to contain about three times the mass of our Sun. Pictured above in assigned colors, the resolved, layered, and dust-laced features of NGC 7027 might remind sky enthusiasts of a familiar icon that could be the basis for an informal name. Please feel free to make suggestions -- some suggestions are being recorded, for example, in an online APOD discussion forum.",
        "hdurl": "https://apod.nasa.gov/apod/image/1308/ngc7027_tolivia_665.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Bright Planetary Nebula NGC 7027 from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1308/ngc7027_tolivia_960.jpg"
    },
    {
        "date": "2013-08-27",
        "explanation": "What would it look like to fly through the distant universe? To find out, a team of astronomers estimated the relative distances to over 5,000 galaxies in one of the most distant fields of galaxies ever imaged: the Hubble Ultra Deep Field (HUDF). Because it takes light a long time to cross the universe, most galaxies visible in the above video are seen when the universe was only a fraction of its current age, were still forming, and have unusual shapes when compared to modern galaxies. No mature looking spiral galaxies such as our Milky Way or the Andromeda galaxy yet exist. Toward the end of the video the virtual observer flies past the farthest galaxies in the HUDF field, recorded to have a redshift past 8. This early class of low luminosity galaxies likely contained energetic stars emitting light that transformed much of the remaining normal matter in the universe from a cold gas to a hot ionized plasma.",
        "media_type": "video",
        "service_version": "v1",
        "title": "A Flight through the Hubble Ultra Deep Field",
        "url": "https://www.youtube.com/embed/PDMp8a-YNe0?rel=0"
    },
    {
        "date": "2013-08-31",
        "explanation": "Dwarf galaxy NGC 5195 is best known as the smaller companion of spiral M51, the Whirlpool galaxy. Seen together they seem to trace the curve and dot of a cosmic question mark, recorded in Lord Rosse's 19th century drawings as one of the original spiral nebulae. Dwarfed by enormous M51 (aka NGC 5194), NGC 5195 spans about 20,000 light-years. A close encounter with M51 has likely triggered star formation and enhanced that galaxy's prominent spiral arms. Processed from image data available in the Hubble Legacy Archive, this majestic close-up of NGC 5195 makes it clear that the dwarf galaxy now lies behind M51. A tidal bridge of dark dust clouds and young blue star clusters stretches from the outskirts of M51 on the right, appearing in silhouette against the dwarf galaxy's yellowish glow. The famous pair of interacting galaxies lie some 30 million light-years away, toward the handle of the Big Dipper, and the constellation of the Hunting Dogs.",
        "hdurl": "https://apod.nasa.gov/apod/image/1308/NGC5195recorte_priego.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 5195: The Dot Under the Question Mark",
        "url": "https://apod.nasa.gov/apod/image/1308/NGC5195recorte_priego950.jpg"
    },
    {
        "date": "2013-09-01",
        "explanation": "Sometimes, regions of planet Earth light up with fire. Since fire is the rapid acquisition of oxygen, and since oxygen is a key indicator of life, fire on any planet would be an indicator of life on that planet. Most of the Earth's land has been scorched by fire at some time in the past.  Although causing many a tragedy, for many places on Earth fire is considered part of a natural ecosystem cycle.  Large forest fires on Earth are usually caused by lightning and can be visible from orbit. Above, in the year 2000, stunned elk avoid a fire sweeping through Montana's Bitterroot Valley by standing in a river.",
        "hdurl": "https://apod.nasa.gov/apod/image/1309/fires_mccolgan_960.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Fire on Earth",
        "url": "https://apod.nasa.gov/apod/image/1309/fires_mccolgan_960.jpg"
    },
    {
        "date": "2013-09-04",
        "explanation": "Will this caterpillar-shaped interstellar cloud one day evolve into a butterfly-shaped nebula?  No one is sure.  What is sure is that IRAS 20324+4057, on the inside, is contracting to form a new star. On the outside, however, energetic winds are blowing and energetic light is eroding away much of the gas and dust that might have been used to form the star. Therefore, no one is sure what mass the resulting star will have, and, therefore, no one knows the fate of this star. Were the winds and light to whittle the protostar down near the mass of the Sun, the outer atmosphere of this new star may one day expand into a planetary nebula, possibly even one that looks like a butterfly. Alternatively, if the stellar cocoon retains enough mass, a massive star will form that will one day explode in a supernova.  The eroding protostellar nebula IRAS 20324+4057 spans about one light year and lies about 4,500 light years away toward the constellation of the Swan (Cygnus).  The above image of IRAS 20324+4057 was taken with the Hubble Space Telescope in 2006 but released last week.  The battle between gravity and light will likely take over 100,000 years to play out, but clever observations and deductions may yet yield telling clues well before that.",
        "hdurl": "https://apod.nasa.gov/apod/image/1309/iras20324_hubble_2938.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "IRAS 20324: Evaporating Protostar",
        "url": "https://apod.nasa.gov/apod/image/1309/iras20324_hubble_960.jpg"
    },
    {
        "date": "2013-09-06",
        "explanation": "Hot gas is hard to swallow. At least that seems to be true for the supermassive black hole at the center of our Milky Way Galaxy. Known as source Sagittarius A*, the Milky Way's black hole is centered in this infrared (red and yellow hues) and X-ray (blue) composite. Based on data from an extensive campaign of observations by the orbiting Chandra X-ray telescope, the diffuse emission surrounding the black hole is seen in the close-up inset, the inset field spanning about 1/2 light-year across the galactic center some 26,000 light-years away. Astronomers have found that the X-ray emission originates in hot gas drawn from the winds of massive young stars in the region. The Chandra data indicate that only about 1% or less of the gas within the black hole's gravitational influence ever reaches the event horizon, losing enough heat and angular momentum to fall into the black hole, while the rest of the gas escapes in an outflow. The result explains why the Milky Way's black hole is so quiet, much fainter than might be expected in energetic X-rays. It likely holds for most supermassive black holes in galaxies in the nearby Universe.",
        "hdurl": "https://apod.nasa.gov/apod/image/1309/sgra_gasChandra.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Quiet Sagittarius A*",
        "url": "https://apod.nasa.gov/apod/image/1309/sgra_gasChandra_900c.jpg"
    },
    {
        "date": "2013-09-08",
        "explanation": "What kind of cloud is this?  A type of arcus cloud called a roll cloud.  These rare long clouds may form near advancing cold fronts.   In particular, a downdraft from an advancing storm front can cause moist warm air to rise, cool below its dew point, and so form a cloud.  When this happens uniformly along an extended front, a roll cloud may form.  Roll clouds may actually have air circulating along the long horizontal axis of the cloud.  A roll cloud is not thought to be able to morph into a tornado.  Unlike a similar shelf cloud, a roll cloud is completely detached from their parent  cumulonimbus cloud.  Pictured above, a roll cloud extends far into the distance as a storm approached in 2007 in Racine, Wisconsin, USA.",
        "hdurl": "https://apod.nasa.gov/apod/image/1309/rollcloud_hanrahan_3072.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Roll Cloud Over Wisconsin",
        "url": "https://apod.nasa.gov/apod/image/1309/rollcloud_hanrahan_960.jpg"
    },
    {
        "date": "2013-09-09",
        "explanation": "It is one of the most important stars in the sky. This is partly because, by coincidence, it is surrounded by a dazzling reflection nebula. Pulsating RS Puppis, the brightest star in the image center, is some ten times more massive than our Sun and on average 15,000 times more luminous. In fact, RS Pup is a Cepheid type variable star, a class of stars whose brightness is used to estimate distances to nearby galaxies as one of the first steps in establishing the cosmic distance scale. As RS Pup pulsates over a period of about 40 days, its regular changes in brightness are also seen along the nebula delayed in time, effectively a light echo. Using measurements of the time delay and angular size of the nebula, the known speed of light allows astronomers to geometrically determine the distance to RS Pup to be 6,500 light-years, with a remarkably small error of plus or minus 90 light-years. An impressive achievement for stellar astronomy, the echo-measured distance also more accurately establishes the true brightness of RS Pup, and by extension other Cepheid stars, improving the knowledge of distances to galaxies beyond the Milky Way. The above image was taken by the Hubble Space Telescope and digitally processed by a volunteer.   Star Party? List it here.",
        "hdurl": "https://apod.nasa.gov/apod/image/1309/rspuppis_bryne_3938.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Nearby Cepheid Variable RS Pup",
        "url": "https://apod.nasa.gov/apod/image/1309/rspuppis_bryne_960.jpg"
    },
    {
        "date": "2013-09-10",
        "explanation": "Might this distant planet hold water? Actually, given how close Gliese 1214b is to its parent star, any water, if it exists, would surely be in the form of steam. In the above artist's illustration, the super-Earth Gliese 1214b is imagined passing in front of its parent star, creating a mini-eclipse that alerted humanity to its presence. Gliese 1214b, also designated GJ 1214b, has been designated a super-Earth because it is larger than the Earth but smaller a planet like Neptune. The entire Gliese 1214 planetary system is of the closest known systems to our Sun, located only 42 light years away. The parent star, Gliese 1214 is a slightly smaller and cooler version of our Sun. Recent observations from the Subaru telescope in Hawaii found very little scattering of blue light from the parent star by the planet. This appears most consistent with a planet that has a watery atmosphere -- although it is still possible that the super-Earth has clouds so thick that little of any color of light was scattered. Detecting water on exoplanets is important partly because most lifeforms on Earth need water to survive.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
        "hdurl": "https://apod.nasa.gov/apod/image/1309/gliese1214b_eso_3445.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Extrasolar Super-Earth Gliese 1214b Might Hold Water",
        "url": "https://apod.nasa.gov/apod/image/1309/gliese1214b_eso_960.jpg"
    },
    {
        "date": "2013-09-14",
        "explanation": "With parachute deployed and retro-rockets blazing, this spacecraft landed on planet Earth on September 11 (UT) in a remote area near the town of Zhezkazgan, Kazakhstan. Seen in silhouette against the rockets' glare, the spacecraft is a Soyuz TMA-08M. Its crew, Expedition 36 Commander Pavel Vinogradov and Flight Engineer Alexander Misurkin of the Russian Federal Space Agency (Roscosmos), and Flight Engineer Chris Cassidy of NASA were returning after five and half months aboard the International Space Station. The Soyuz retro-rockets fire very quickly and for an extremely short duration near touchdown. Capturing the moment, the well-timed photograph was taken from a helicopter flying over the landing site.",
        "hdurl": "https://apod.nasa.gov/apod/image/1309/201309110001HQ.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Landing on Planet Earth",
        "url": "https://apod.nasa.gov/apod/image/1309/900px_201309110001HQ.jpg"
    },
    {
        "date": "2013-09-15",
        "explanation": "Are stars better appreciated for their art after they die?  Actually, stars usually create their most artistic displays as they die.  In the case of low-mass stars like our Sun and  M2-9 pictured above, the stars transform themselves from normal stars to white dwarfs by casting off their outer gaseous envelopes.  The expended gas frequently forms an impressive display called a planetary nebula that fades gradually over thousand of years.  M2-9, a butterfly planetary nebula 2100 light-years away shown in representative colors, has wings that tell a strange but incomplete tale.  In the center, two stars orbit inside a gaseous disk 10 times the orbit of Pluto.  The expelled envelope of the dying star breaks out from the disk creating the bipolar appearance.  Much remains unknown about the physical processes that cause planetary nebulae.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
        "hdurl": "https://apod.nasa.gov/apod/image/1309/m2d9_hubble_985.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M2-9: Wings of a Butterfly Nebula",
        "url": "https://apod.nasa.gov/apod/image/1309/m2d9_hubble_985.jpg"
    },
    {
        "date": "2013-09-16",
        "explanation": "No one, presently, sees the Moon rotate like this. That's because the Earth's moon is tidally locked to the Earth, showing us only one side.  Given modern digital technology, however, combined with many detailed images returned by the Lunar Reconnaissance Orbiter (LRO), a high resolution virtual Moon rotation movie has now been composed. The above time-lapse video starts with the standard Earth view of the Moon. Quickly, though, Mare Orientale, a large crater with a dark center that is difficult to see from the Earth, rotates into view just below the equator.  From an entire lunar month condensed into 24 seconds, the video clearly shows that the Earth side of the Moon contains an abundance of dark lunar maria, while the lunar far side is dominated by bright lunar highlands. Two new missions are scheduled to begin exploring the Moon within the year, the first of which is NASA's Lunar Atmosphere and Dust Environment Explorer (LADEE). LADEE, which launched just over a week ago, is scheduled to begin orbiting the Moon in October and will explore the thin and unusual atmosphere of the Moon. In a few months, the Chinese Chang'e 3 is scheduled to launch, a mission that includes a soft lander that will dispatch a robotic rover.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Rotating Moon from LRO",
        "url": "//www.youtube.com/embed/sNUNB6CMnE8?rel=0"
    },
    {
        "date": "2013-09-17",
        "explanation": "It is one of the most massive objects in the visible universe.  In this view from the Hubble Space Telescope's Advanced Camera for Surveys, Abell 1689 is seen to warp space as predicted by Einstein's theory of gravity -- deflecting light from individual galaxies which lie behind the cluster to produce multiple, curved images. The power of this enormous gravitational lens depends on its mass, but the visible matter, in the form of the cluster's yellowish galaxies, only accounts for about one percent of the mass needed to make the observed bluish arcing images of background galaxies. In fact, most of the gravitational mass required to warp space enough to explain this cosmic scale lensing is in the form of still mysterious dark matter. As the dominant source of Abell 1689's gravity, the dark matter's unseen presence is mapped out by the lensed arcs and distorted background galaxy images.  Surprisingly, close inspection of the above image has revealed the presence of over 100,000 globular star clusters in the galaxy cluster.   Today: Third anniversary of APOD on Facebook",
        "hdurl": "https://apod.nasa.gov/apod/image/1309/abell1689_hubble_1280.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Galaxy Cluster Abell 1689 Deflects Light",
        "url": "https://apod.nasa.gov/apod/image/1309/abell1689_hubble_960.jpg"
    },
    {
        "date": "2013-09-21",
        "explanation": "The sky looks dark in this scene from the Mid-Atlantic Regional Spaceport (MARS) at NASA Wallops Flight Facility, Virginia. Captured on Wednesday, September 18, an Orbital Sciences Corporation Antares rocket is leaving launch pad-0A with the Cygnus cargo spacecraft aboard. Though it looks like night, the photograph was taken at 10:58am EDT, under bright, clear morning skies, with a digital camera modified to record infrared images. The Sun itself is above and left of the picture frame, creating strong glare and internal reflections in the camera lens at near-infrared wavelengths. In the false-color presentation, the vegetation and watery reflections also take on an otherworldly pallor. Reaching orbit, the Cygnus spacecraft is now on its way to a Sunday rendezvous with the International Space Station. The spacecraft will deliver about 1,300 pounds (589 kilograms) of cargo to the Expedition 37 crew.",
        "hdurl": "https://apod.nasa.gov/apod/image/1309/201309180016HQ.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Antares Rocket Launch",
        "url": "https://apod.nasa.gov/apod/image/1309/900px_20130918_1IR1999-Edit.jpg"
    },
    {
        "date": "2013-09-23",
        "explanation": "South of Antares, in the tail of the nebula-rich constellation Scorpius, lies emission nebula IC 4628. Nearby hot, massive stars, millions of years young, radiate the nebula with invisible ultraviolet light, stripping electrons from atoms. The electrons eventually recombine with the atoms to produce the visible nebular glow, dominated by the red emission of hydrogen. At an estimated distance of 6,000 light-years, the region shown is about 250 light-years across, spanning an area equivalent to four full moons on the sky. The nebula is also cataloged as Gum 56 for Australian astronomer Colin Stanley Gum, but seafood-loving astronomers might know this cosmic cloud as The Prawn Nebula.   Astrophysicists: Follow ASCL on Facebook, G+, or Twitter",
        "hdurl": "https://apod.nasa.gov/apod/image/1309/prawn_eso_1280.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "IC 4628: The Prawn Nebula",
        "url": "https://apod.nasa.gov/apod/image/1309/prawn_eso_960.jpg"
    },
    {
        "date": "2013-09-24",
        "explanation": "The stars are not alone.  In the disk of our Milky Way Galaxy about 10 percent of visible matter is in the form of gas, called the interstellar medium (ISM).  The ISM is not uniform, and shows patchiness even near our Sun.  It can be quite difficult to detect the local ISM because it is so tenuous and emits so little light.  This mostly hydrogen gas, however, absorbs some very specific colors that can be detected in the light of the nearest stars.  A working map of the local ISM within 20 light-years, based on ongoing observations and recent particle detections from the Earth-orbiting Interstellar Boundary Exporer satellite  (IBEX), is shown above.  These observations indicate that our Sun is moving through a Local Interstellar Cloud as this cloud flows outwards from the Scorpius-Centaurus Association star forming region.  Our Sun may exit the Local Cloud, also called the Local Fluff, during the next 10,000 years.  Much remains unknown about the local ISM, including details of its distribution, its origin, and how it affects the Sun and the Earth. Unexpectedly, recent IBEX spacecraft measurements indicate that the direction from which neutral interstellar particles flow through our Solar System is changing.",
        "hdurl": "https://apod.nasa.gov/apod/image/1309/localcloud_ibex_5580.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Local Fluff",
        "url": "https://apod.nasa.gov/apod/image/1309/localcloud_ibex_960.jpg"
    },
    {
        "date": "2013-09-28",
        "explanation": "From a geostationary orbit 36,000 kilometers above the equator, Russian meteorological satellite Elektro-L takes high-resolution images of our fair planet every 30 minutes. But only twice a year, during an Equinox, can it capture an image like this one, showing an entire hemisphere bathed in sunlight. At an Equinox, the Earth's axis of rotation is not tilted toward or away from the Sun, so the solar illumination can extend to both the planet's poles. Of course, this Elektro-L picture was recorded on September 22nd, at the northern hemisphere's autumnal equinox. For a moment on that date, the Sun was behind the geostationary satellite and a telltale glint of reflected sunlight is seen crossing the equator, at the location on the planet with satellite and sun directly overhead (5MB animated gif).",
        "hdurl": "https://apod.nasa.gov/apod/image/1309/EquinoxEarthElektroL900.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Equinox Earth",
        "url": "https://apod.nasa.gov/apod/image/1309/EquinoxEarthElektroL800.jpg"
    },
    {
        "date": "2013-09-29",
        "explanation": "The dust sculptures of the Eagle Nebula are evaporating.  As powerful starlight whittles away these cool cosmic mountains, the statuesque pillars that remain might be imagined as mythical beasts.  Pictured above is one of several striking dust pillars of the Eagle Nebula that might be described as a gigantic alien fairy.   This fairy, however, is ten light years tall and spews radiation much hotter than common fire. The greater Eagle Nebula, M16, is actually a giant evaporating shell of gas and dust inside of which is a growing cavity filled with a spectacular stellar nursery currently forming an open cluster of stars.  The above image in scientifically re-assigned colors was released in 2005 as part of the fifteenth anniversary celebration of the launch of the Hubble Space Telescope.   Note: How to follow APOD if the US government shuts down.",
        "hdurl": "https://apod.nasa.gov/apod/image/1309/fairypillar_hubble_900.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Fairy of Eagle Nebula",
        "url": "https://apod.nasa.gov/apod/image/1309/fairypillar_hubble_900.jpg"
    },
    {
        "date": "2013-10-03",
        "explanation": "Close to the Great Bear (Ursa Major) and surrounded by the stars of the Hunting Dogs (Canes Venatici), this celestial wonder was discovered in 1781 by the metric French astronomer Pierre Mechain. Later, it was added to the catalog of his friend and colleague Charles Messier as M106. Modern deep telescopic views reveal it to be an island universe: a spiral galaxy around 30 thousand light-years across located only about 21 million light-years beyond the stars of the Milky Way. Along with prominent dust lanes and a bright central core, this colorful composite image highlights youthful blue star clusters and reddish stellar nurseries that trace the galaxy's spiral arms. The high resolution galaxy portrait is a mosaic of data from Hubble's sharp ACS camera combined with groundbased color image data. M106 (aka NGC 4258) is a nearby example of the Seyfert class of active galaxies, seen across the spectrum from radio to X-rays. Energetic active galaxies are powered by matter falling into a massive central black hole.   Note: How to find APOD Alternative Mirror Sites",
        "hdurl": "https://apod.nasa.gov/apod/image/1310/m106_lumhst_colorablock_red1.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M106 Close Up",
        "url": "https://apod.nasa.gov/apod/image/1310/m106_lumhst_colorablock_red1h600.jpg"
    },
    {
        "date": "2013-10-04",
        "explanation": "The bright core and outer reaches of giant elliptical galaxy M60 (NGC 4649) loom large at the upper left of this sharp close-up from the Hubble Space Telescope. Some 54 million light-years away and 120,000 light-years across, M60 is one of the largest galaxies in the nearby Virgo Cluster. In cosmic contrast, the small, round smudge at picture center is now recognized as an ultra-compact dwarf galaxy. Cataloged as M60-UCD1, it may well be the densest galaxy in the nearby universe. Concentrating half of its total mass of 200 million suns into a radius of only 80 light-years, stars in the inner regions of M60-UCD1 are on average 25 times closer together than in planet Earth's neighborhood of the Milky Way. Exploring the nature of M60-UCD1, astronomers are trying to determine if ultra-compact dwarf galaxies are the central remnants of larger galaxies that have been tidally stripped by gravitatonal encounters, or evolved as massive globular star clusters. Recently discovered, a bright X-ray source seen at its center could be due to a supermassive black hole. If so, that would favor a remnant galaxy origin for M60-UCD1.   Note: How to find APOD Alternative Mirror Sites",
        "hdurl": "https://apod.nasa.gov/apod/image/1310/M60UCD_hst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Densest Galaxy",
        "url": "https://apod.nasa.gov/apod/image/1310/M60UCD_hst900crop.jpg"
    },
    {
        "date": "2013-10-06",
        "explanation": "Active galaxy NGC 1275 is the central, dominant member of the large and relatively nearby Perseus Cluster of Galaxies. Wild-looking at visible wavelengths, the active galaxy is also a prodigious source of x-rays and radio emission. NGC 1275 accretes matter as entire galaxies fall into it, ultimately feeding a supermassive black hole at the galaxy's core. This color composite image, recreated from archival Hubble Space Telescope data, highlights the resulting galactic debris and filaments of glowing gas, some up to 20,000 light-years long. The filaments persist in NGC 1275, even though the turmoil of galactic collisions should destroy them.  What keeps the filaments together? Observations indicate that the structures, pushed out from the galaxy's center by the black hole's activity, are held together by magnetic fields. Also known as Perseus A, NGC 1275 spans over 100,000 light years and lies about 230 million light years away.   Note: How to find APOD Alternative Mirror Sites",
        "hdurl": "https://apod.nasa.gov/apod/image/1310/n1275hst_kelly.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hubble Remix: Active Galaxy NGC 1275",
        "url": "https://apod.nasa.gov/apod/image/1310/n1275hst_kelly900.jpg"
    },
    {
        "date": "2013-10-21",
        "explanation": "This image of Saturn could not have been taken from Earth.  No Earth based picture could possibly view the night side of Saturn and the corresponding shadow cast across Saturn's rings.  Since Earth is much closer to the Sun than Saturn, only the day side of the ringed planet is visible from the Earth.  In fact, this image mosaic was taken earlier this month by the robotic Cassini spacecraft now orbiting Saturn.   The beautiful rings of Saturn are seen in full expanse, while cloud details are visible including the polar hexagon surrounding the north pole, and an extended light-colored storm system.",
        "hdurl": "https://apod.nasa.gov/apod/image/1310/saturnmosaic_cassini_4000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn from Above",
        "url": "https://apod.nasa.gov/apod/image/1310/saturnmosaic_cassini_960.jpg"
    },
    {
        "date": "2013-10-22",
        "explanation": "For reasons unknown, NGC 6357 is forming some of the most massive stars ever discovered.  One such massive star, near the center of NGC 6357, is framed above carving out its own interstellar castle with its energetic light from surrounding gas and dust. In the greater nebula, the intricate patterns are caused by complex interactions between interstellar winds, radiation pressures, magnetic fields, and gravity.  The overall glow of the nebula results from the emission of light from ionized hydrogen gas.  Near the more obvious Cat's Paw nebula, NGC 6357 houses the open star cluster Pismis 24, home to many of these tremendously bright and blue stars.  The central part of NGC 6357 shown spans about 10 light years and lies about 8,000 light years away toward the constellation of the Scorpion.",
        "hdurl": "https://apod.nasa.gov/apod/image/1310/ngc6357_hubble_3140.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Massive Star in NGC 6357",
        "url": "https://apod.nasa.gov/apod/image/1310/ngc6357_hubble_960.jpg"
    },
    {
        "date": "2013-10-27",
        "explanation": "Arcing toward a fiery fate, this Sungrazer comet was recorded by the SOHO spacecraft's Large Angle Spectrometric COronagraph(LASCO) on December 23, 1996. LASCO uses an occulting disk, partially visible at the lower right, to block out the otherwise overwhelming solar disk allowing it to image the inner 8 million kilometers of the relatively faint corona. The comet is seen as its coma enters the bright equatorial solar wind region (oriented vertically). Positioned in space to continuously observe the Sun, SOHO has now been used to discover over 1,500 comets, including numerous sungrazers. Based on their orbits, the vast majority of sungrazers are believed to belong to the Kreutz family of sungrazing comets created by successive break ups from a single large parent comet that passed very near the Sun in the twelfth century. The Great Comet of 1965, Ikeya-Seki, was also a member of the Kreutz family, coming within about 650,000 kilometers of the Sun's surface. Passing so close to the Sun, Sungrazers are subjected to destructive tidal forces along with intense solar heat. This small comet, known as the Christmas Comet SOHO 6, did not survive. Later this year, Comet ISON, potentially the brightest sungrazer in recorded history but not a Kreutz sungrazer, is expected to survive.",
        "hdurl": "https://apod.nasa.gov/apod/image/1310/sungrazer_soho_1024.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sungrazer",
        "url": "https://apod.nasa.gov/apod/image/1310/sungrazer_soho_960.jpg"
    },
    {
        "date": "2013-10-28",
        "explanation": "Was there ever another comet like ISON? Although no two comets are exactly alike, one that appears to have had notable similarities was Comet Kirch, the Great Comet of 1680. Like approaching Comet ISON, Comet Kirch was a bright sungrazer, making a very close approach to the surface of the Sun.  Neither comet, coincidently, is a member of the most common group of sungrazers -- the Kreutz group -- populated by remnants of a comet that disintegrated near the Sun hundreds of years ago.  The long tail of Comet Kirch is depicted in the above painting by Lieve Versheier. As pictured, some members of the foreground crowd of Rotterdam in the Netherlands are holding cross-staffs, an angle measuring device that predated the sextant. No one knows how Comet ISON will develop, but like Comet Kirch, it is expected to be brightest when very near the Sun, in ISON's case during last few days of November.   Gallery: Bright Comets of 2013",
        "hdurl": "https://apod.nasa.gov/apod/image/1310/GreatComet1680_verschuier_681.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Great Comet of 1680 Over Rotterdam",
        "url": "https://apod.nasa.gov/apod/image/1310/GreatComet1680_verschuier_960.jpg"
    },
    {
        "date": "2013-11-05",
        "explanation": "ven though Kepler-78b is only slightly larger than the Earth, it should not exist. Its size is extraordinary only in the sense that it is the most similar in size to the Earth of any exoplanet yet directly discovered.  Its orbit, however, is extraordinary in the sense that it circles a Sun-like star 40 times closer than planet Mercury. At such a scathing distance, even rock is liquid.  Models of planet formation predict that no planet can form in such a close orbit, and models of planet evolution predict that Kepler-78b's orbit should decay -- dooming the planet to eventually merge with its parent star. Illustrated above in comparison with the Earth, Kepler-78b was discovered by eclipse with the Earth-trailing Kepler spacecraft and further monitored for subtle wobbles by the HARPS- North, a spectrograph attached to the 3.6-meter Telescopio Nazionale Galileo in the Canary Islands.   New Estimate: 20% of Sun-like stars have a habitable Earth-sized planet.",
        "hdurl": "https://apod.nasa.gov/apod/image/1311/kepler78b_cfa_2400.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Kepler-78b: Earth-Sized Planet Discovered",
        "url": "https://apod.nasa.gov/apod/image/1311/kepler78b_cfa_960.jpg"
    },
    {
        "date": "2013-11-12",
        "explanation": "What is happening to asteroid P/2013 P5? No one is sure. For reasons unknown, the asteroid is now sporting not one but six discernible tails. The above images were taken two months ago by the orbiting Hubble Space Telescope and show the rapidly changing dust streams. It is not even known when P5 began displaying such unusual tails. Were the main belt asteroid struck by a large meteor, it would be expected to sport a single dust tail. Possible explanations include that light pressure from the Sun is causing the asteroid to rotate increasingly rapidly, which in turn causes pools of previously gravity-bound dust to spin off. Future observations should better indicate how P5 and its dust plumes are evolving and so provide more clues to its nature -- and to how many similar asteroids might exist.",
        "hdurl": "https://apod.nasa.gov/apod/image/1311/asteroidP5_hubble_3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Unexpected Tails of Asteroid P5",
        "url": "https://apod.nasa.gov/apod/image/1311/asteroidP5_hubble_960.jpg"
    },
    {
        "date": "2013-11-13",
        "explanation": "In the shadow of Saturn, unexpected wonders appear. The robotic Cassini spacecraft now orbiting Saturn drifted in giant planet's shadow earlier this year and looked back toward the eclipsed Sun.  Cassini saw a unique and celebrated view.  First, the night side of Saturn is seen to be partly lit by light reflected from its own majestic ring system.  Next, Saturn's expansive ring system appears as majestic as always even from this odd angle. Ring particles, many glowing only as irregular crescents, slightly scatter sunlight toward Cassini in this natural color image. Several moons and ring features are also discernible.  Appearing quite prominently is Saturn's E ring, the ring created by the unusual  ice-fountains of the moon Enceladus and the outermost ring visible above.  To the upper left, far in the distance, are the planets Mars and Venus. To the lower right, however, is perhaps the most wondrous spectacle of all: the almost invisible, nearly ignorable,  pale blue dot of Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/1311/saturnshadow2_cassini_annotated_9000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "In the Shadow of Saturn",
        "url": "https://apod.nasa.gov/apod/image/1311/saturnshadow2_cassini_annotated_960.jpg"
    },
    {
        "date": "2013-11-19",
        "explanation": "Stars, like bees, swarm around the center of bright globular cluster M15.  This ball of over 100,000 stars is a relic from the early years of our Galaxy, and continues to orbit the Milky Way's center.  M15, one of about 170 globular clusters remaining, is noted for being easily visible with only binoculars, having at its center one of the densest concentrations of stars known, and containing a high abundance of variable stars and pulsars.  Released only recently, this sharp image taken by the Earth-orbiting Hubble Space Telescope spans about 120 light years. It shows the dramatic increase in density of stars toward the cluster's center.  M15 lies about 35,000 light years away toward the constellation of the Winged Horse (Pegasus).    Gallery: Comets 2013",
        "hdurl": "https://apod.nasa.gov/apod/image/1311/m15_hubble_3749.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Globular Cluster M15 from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1311/m15_hubble_960.jpg"
    },
    {
        "date": "2013-11-20",
        "explanation": "What are black hole jets made of? Many black holes in stellar systems are surely surrounded by disks of gas and plasma gravitationally pulled from a close binary star companion.  Some of this material, after approaching the black hole, ends up being expelled from the star system in powerful jets emanating from the poles of the spinning black hole. Recent evidence indicates that these jets are composed not only electrons and protons, but also the nuclei of heavy elements such as iron and nickel.  The discovery was made in system 4U1630-47 using CSIROs Compact Array of radio telescopes in eastern Australia, and the European Space Agency's Earth-orbiting XMM-Newton satellite.  The 4U1630-47 star system is depicted above in an artist's illustration, with a large blue star on the right and jets emanating from a black hole in the center of the accretion disc on the left. Although the 4U1630-47 star system is thought to contain only a small black hole -- a few times the mass of our Sun -- the implications of the results may be larger: that black holes of larger sizes might also be emitting jets of massive nuclei into the cosmos.   Click Hyperspace: Random APOD Generator",
        "hdurl": "https://apod.nasa.gov/apod/image/1311/bhbinary_xmm_1728.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Heavy Black Hole Jets in 4U1630-47",
        "url": "https://apod.nasa.gov/apod/image/1311/bhbinary_xmm_960.jpg"
    },
    {
        "date": "2013-11-23",
        "explanation": "Still intact, on November 21 Comet ISON (C/2012 S1) swept into this animated field of view (left) from the HI-1 camera on the STEREO-A spacecraft. The camera has also captured periodic Comet Encke, Mercury, and Earth, with the Sun cropped out of the frame at the right, the source of the billowing solar wind. From STEREO's perspective in interplanetary space, planet Earth is actually the most distant of the group, seen in its orbit beyond the Sun. Mercury is closest, but both planets are still so bright they create sharp vertical lines in the camera's detector. Both comets clearly sport substantial tails, but ISON is closer to the camera and will continue to move more rapidly through the field. Cameras on STEREO and SOHO spacecraft will be able to follow Comet ISON as it falls towards its close encounter with the Sun on November 28, even as ISON gets more difficult to see in the bright dawn skies of planet Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/1311/ison_encke_hi1_srem_a.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Comet ISON from STEREO",
        "url": "https://apod.nasa.gov/apod/image/1311/encke_ison_crop_srem_lr.gif"
    },
    {
        "date": "2013-11-25",
        "explanation": "How far away is spiral galaxy NGC 4921? Although presently estimated to be about 310 million light years distant, a more precise determination could be coupled with its known recession speed to help humanity better calibrate the expansion rate of the entire visible universe.  Toward this goal, several images were taken by the Hubble Space Telescope in order to help identify key stellar distance markers known as Cepheid variable stars.   Since NGC 4921 is a member of the Coma Cluster of Galaxies, refining its distance would also allow a better distance determination to one of the largest nearby clusters in the local universe. The magnificent spiral NGC 4921 has been informally dubbed anemic because of its low rate of star formation and low surface brightness. Visible in the above image are, from the center, a bright nucleus, a bright central bar, a prominent ring of dark dust, blue clusters of recently formed stars, several smaller companion galaxies, unrelated galaxies in the far distant universe, and unrelated stars in our Milky Way Galaxy.    Free lecture: APOD editor to speak in NYC on Jan. 3",
        "hdurl": "https://apod.nasa.gov/apod/image/1311/ngc4921_colombari_3984.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Anemic Spiral NGC 4921 from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1311/ngc4921_colombari_960.jpg"
    },
    {
        "date": "2013-11-28",
        "explanation": "South of the large star-forming region known as the Orion Nebula, lies bright blue reflection nebula NGC 1999. At the edge of the Orion molecular cloud complex some 1,500 light-years distant, NGC 1999's illumination is provided by the embedded variable star V380 Orionis. That nebula is marked with a dark sideways T-shape near center in this cosmic vista that spans about 10 light-years. The dark shape was once assumed to be an obscuring dust cloud seen in silhouette against the bright reflection nebula. But recent infrared images indicate the shape is likely a hole blown through the nebula itself by energetic young stars. In fact, this region abounds with energetic young stars producing jets and outflows with luminous shock waves. Cataloged as Herbig-Haro (HH) objects, named for astronomers George Herbig and Guillermo Haro, the shocks look like red gashes in this scene that includes HH1 and HH2 just below NGC 1999. The stellar jets push through the surrounding material at speeds of hundreds of kilometers per second.  Comet ISON: Observing Campaign | SOHO | SDO | STEREO | Hangout",
        "hdurl": "https://apod.nasa.gov/apod/image/1311/NGC1999-Subaru-HST-L.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 1999: South of Orion",
        "url": "https://apod.nasa.gov/apod/image/1311/NGC1999-Subaru-HST-S950.jpg"
    },
    {
        "date": "2013-11-29",
        "explanation": "Sungrazing Comet ISON reached perihelion, its closest approach to the Sun, yesterday, November 28, at 18:45 UT. The comet passed just over 1 million kilometers above the solar surface, a distance less than the diameter of the Sun. These two panels follow ISON before (right) and after its close approach, imaged by the LASCO instrument onboard the Sun staring SOHO spacecraft. Overwhelming sunlight is blocked by LASCO's central occulting disk with a white circle indicating the Sun's positon and scale. The bright comet is seen along its path at the bottom of the before panel, but something much fainter exits near the top of the after panel, potentially a dust tail reforming from the debris left from ISON's perihelion passage.",
        "hdurl": "https://apod.nasa.gov/apod/image/1311/ISONperihelionLASCOc2.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Comet ISON Before and After",
        "url": "https://apod.nasa.gov/apod/image/1311/ISONperihelionLASCOc2h600.jpg"
    },
    {
        "date": "2013-11-30",
        "explanation": "After failing to appear for Sun staring spacecraft at perihelion, its harrowing closest approach to the Sun, sungrazing Comet ISON was presumed lost. But ISON surprised observers yesterday as material still traveling along the comet's trajectory became visible and even developed an extensive fan-shaped dust tail. Edited and processed to HD format, this video (vimeo, youtube) is composed of frames from the SOHO spacecraft's coronographs. It follows the comet in view of the wide (blue tint) and narrow (red tint) field cameras in the hours both before and after perihelion passage. In both fields, overwhelming sunlight is blocked by a central occulting disk. A white circle indicates the Sun's positon and scale. With questions to be answered and the tantalizing possibility that a small cometary nucleus has survived in whole or part, surprising comet ISON will be rising before dawn in planet Earth's skies in the coming days.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Surprising Comet ISON",
        "url": "//player.vimeo.com/video/80568171?portrait=0"
    },
    {
        "date": "2013-12-01",
        "explanation": "Why are these people shooting a powerful laser into the center of our Galaxy?  Fortunately, this is not meant to be the first step in a Galactic war.  Rather, astronomers at the Very Large Telescope (VLT) site in Chile are trying to measure the distortions of Earth's ever changing atmosphere.  Constant imaging of high-altitude atoms excited by the laser -- which appear like an artificial star -- allow astronomers to instantly measure atmospheric blurring.  This information is fed back to a VLT telescope mirror which is then slightly deformed to minimize this blurring.  In this case, a VLT was observing our Galaxy's center, and so Earth's atmospheric blurring in that direction was needed.  As for inter-galaxy warfare, when viewed from our Galaxy's center, no casualties are expected.  In fact, the light from this powerful laser would combine with light from our Sun to together appear only as bright as a faint and distant star.    If Time Continues: Free APOD 2014 Calendar in PDF format",
        "hdurl": "https://apod.nasa.gov/apod/image/1312/vltlaser_beletsky_1400.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Laser Strike at the Galactic Center",
        "url": "https://apod.nasa.gov/apod/image/1312/vltlaser_beletsky_960.jpg"
    },
    {
        "date": "2013-12-06",
        "explanation": "For an Earth-orbiting gamma-ray telescope, Earth is actually the brightest source of gamma-rays, the most energetic form of light. Gamma-rays from Earth are produced when high energy particles, cosmic rays from space, crash into the atmosphere. While that interaction blocks harmful radiation from reaching the surface, those gamma-rays dominate in this remarkable Earth and sky view from the orbiting Fermi Gamma-ray Space Telescope's Large Area Telescope. The image was constructed using only observations made when the center of our Milky Way galaxy was near the zenith, directly above the Fermi satellite. The zenith is mapped to the center of the field. The Earth and points near the nadir, directly below the satellite, are mapped to the edges of the field resulting in an Earth and all-sky projection from Fermi's orbital perspective. The color scheme shows low intensities of gamma-rays as blue and high intensities as yellowish hues on a logarithmic scale. Our fair planet's brighter gamma-ray glow floods the edges of field, the high intensity yellow ring tracing Earth's limb. Gamma-ray sources in the sky along the relatively faint Milky Way stretch diagonally across the middle. Launched June 11, 2008 to explore the high-energy Universe, this week Fermi celebrated its 2,000th day in low Earth orbit.",
        "hdurl": "https://apod.nasa.gov/apod/image/1312/intens_comb6_zea_960.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Gamma-Ray Earth and Sky",
        "url": "https://apod.nasa.gov/apod/image/1312/intens_comb6_zea_900.jpg"
    },
    {
        "date": "2013-12-08",
        "explanation": "If you could stand on Mars -- what might you see? Scroll right to find out.  The robotic Spirit rover that rolled around Mars from 2004 to 2009  Mars climbed to the top of a hill in 2005 and took a series of images over three days that were then digitally combined into a 360 degree panorama.  Spirit was instructed to take images having the same resolution as a human with 20-20 eyesight.  The full panoramic result can be found by clicking on the above image and has a level of detail unparalleled in the history of Martian surface photography.  The panorama was taken from the pinnacle of Husband Hill and has been dubbed the Everest panorama, in honor of the view from the tallest mountain on Earth.  Visible in Gusev Crater are rocks, rusting sand, a Martian sundial, vast plains, nearby peaks, faraway peaks, and sand drifts.  In the distance, fast moving dust devils can be seen as slight apparitions of red, green, or blue, the colors of filters used to build up this natural color vista.   Latest Images + Classic APODs: Look into the Sky on Facebook",
        "hdurl": "https://apod.nasa.gov/apod/image/1312/everest_spirit_22348.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Everest Panorama from Mars",
        "url": "https://apod.nasa.gov/apod/image/1312/everest_spirit_5966.jpg"
    },
    {
        "date": "2013-12-10",
        "explanation": "What will survive this battle of the galaxies?  Known as Seyfert's Sextet, this intriguing group of galaxies lies in the head portion of the split constellation of the Snake (Serpens). The sextet actually contains only four interacting galaxies, though. Near the center of this Hubble Space Telescope picture, the small face-on spiral galaxy lies in the distant background and appears only by chance aligned with the main group. Also, the prominent condensation on the upper left is likely not a separate galaxy at all, but a tidal tail of stars flung out by the galaxies' gravitational interactions. About 190 million light-years away, the interacting galaxies are tightly packed into a region around 100,000 light-years across, comparable to the size of our own Milky Way galaxy, making this one of the densest known galaxy groups. Bound by gravity, the close-knit group may coalesce into a single large galaxy over the next few billion years.   Free lecture: APOD editor to speak in NYC on Jan. 3",
        "hdurl": "https://apod.nasa.gov/apod/image/1312/seyfertsextet_HLAschmidt_1496.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "Seyfert's Sextet",
        "url": "https://apod.nasa.gov/apod/image/1312/seyfertsextet_HLAschmidt_960.jpg"
    },
    {
        "date": "2013-12-11",
        "explanation": "How cold can it get on Earth? In the interior of the Antarctica, a record low temperature of -93.2 C (-135.8 F) has been recorded.  This is about 25 C (45 F) colder than the coldest lows noted for any place humans live permanently. The record temperature occurred in 2010 August -- winter in Antarctica -- and was found by scientists sifting through decades of climate data taken by Earth-orbiting satellites. The coldest spots were found near peaks because higher air is generally colder, although specifically in depressions near these peaks because relatively dense cold air settled there and was further cooled by the frozen ground.  Summer is a much better time to visit Antarctica, as some regions will warm up as high as 15 C (59 F).   Astrophysicists: Browse 600+ codes in the Astrophysics Source Code Library",
        "hdurl": "https://apod.nasa.gov/apod/image/1312/coldestplace_landsat8_960.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Coldest Place on Earth",
        "url": "https://apod.nasa.gov/apod/image/1312/coldestplace_landsat8_960.jpg"
    },
    {
        "date": "2013-12-16",
        "explanation": "A new desk-sized rover has begun exploring the Moon. Launched two weeks ago by the Chinese National Space Administration, the Chang'e 3 spacecraft landed on the Moon yesterday and deployed the robotic rover. Yutu, named for a folklore lunar Jade Rabbit, has a scheduled three-month mission to explore several kilometers inside the Sinus Iridum (Latin for \"Bay of Rainbows\") impact crater. Yutu's cameras and spectrometers will investigate surface features and composition while ground penetrating radar will investigate deep soil structure. Chang'e 3 achieved the first soft Moon landing since the Soviet Union's Luna 24 in 1976, and Yutu is the first lunar rover deployed since the USSR's Lunokhod 2 in 1973. Pictured above, Yutu was imaged from its lander yesterday soon after rolling onto the Moon.   Note: APOD is available in Chinese from the Beijing Planetarium.",
        "hdurl": "https://apod.nasa.gov/apod/image/1312/yutu01_cnsa_960.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Yutu Rover Rolls onto the Moon",
        "url": "https://apod.nasa.gov/apod/image/1312/yutu01_cnsa_960.jpg"
    },
    {
        "date": "2013-12-20",
        "explanation": "Saturn's large moon Titan would be unique in our solar system, the only world with stable liquid lakes and seas on its surface ... except for planet Earth of course. Centered on the north pole, this colorized map shows Titan's bodies of methane and ethane in blue and black, still liquid at frigid surface temperatures of -180 degrees C (-292 degrees F). The map is based on data from the Cassini spacecraft's radar, taken during flybys between 2004 and 2013. Roughly heart-shaped, the lake above and right of the pole is Ligeia Mare, the second largest known body of liquid on Titan and larger than Lake Superior on Earth. Just below the north pole is Punga Mare. The sprawling sea below and right of Punga is the (hopefully sleeping) Kraken Mare, Titan's largest known sea. Above and left of the pole, the moon's surface is dotted with smaller lakes that range up to 50 kilometers across.",
        "hdurl": "https://apod.nasa.gov/apod/image/1312/PIA17655_TitanLakesCassini.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Titan's Land of Lakes",
        "url": "https://apod.nasa.gov/apod/image/1312/PIA17655_TitanLakesCassini900c.jpg"
    },
    {
        "date": "2013-12-21",
        "explanation": "Today, the solstice is at 17:11 Universal Time, the Sun reaching the southernmost declination in its yearly journey through planet Earth's sky. The December solstice marks the astronomical beginning of winter in the northern hemisphere and summer in the south. To celebrate, explore this creative visualization of the Sun from visible to extreme ultraviolet wavelengths, using image data from the orbiting Solar Dynamics Observatory (SDO). Against a base image made at a visible wavelengths, the wedge-shaped segments show the solar disk at increasingly shorter ultraviolet and extreme ultraviolet wavelengths. Shown in false-color and rotating in a clockwise direction, the filters decrease in wavelength from 170 nanometers (in pink) through 9.4 nanometers (green). At shorter wavelengths, the altitude and temperature of the regions revealed in the solar atmosphere tend to increase. Bright at visible wavelengths, the solar photosphere looks darker in the ultraviolet, but sunspots glow and bright plasma traces looping magnetic fields. Watch the filters sweep around the solar disk in this animation of SDO's multiwavelength view of the Sun.",
        "hdurl": "https://apod.nasa.gov/apod/image/1312/SDOargoFD_bridgman.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "SDO's Multiwavelength Sun",
        "url": "https://apod.nasa.gov/apod/image/1312/SDOargoFD_bridgman950c.jpg"
    },
    {
        "date": "2013-12-25",
        "explanation": "What does the Martian moon Phobos look like? To better visualize this unusual object, images from ESA's Mars Express orbiter have been combined into a virtual rotation movie. The rotation is actually a digital illusion -- tidally-locked Phobos always keeps the same face toward its home planet, as does Earth's moon. The above video highlights Phobos' chunky shape and an unusually dark surface covered with craters and grooves. What lies beneath the surface is a topic of research since the moon is not dense enough to be filled with solid rock. Phobos is losing about of centimeter of altitude a year and is expected to break up and crash onto Mars within the next 50 million years. To better understand this unusual world, Mars Express is on course to make the closest flyby ever on Sunday.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Phobos 360",
        "url": "//www.youtube.com/embed/7MMOCw21D4w?rel=0"
    }
]