[
    {
        "date": "2019-01-01",
        "explanation": "This floating ring is the size of a galaxy.  In fact, it is a galaxy -- or at least part of one: the photogenic Sombrero Galaxy, one of the largest galaxies in the nearby Virgo Cluster of Galaxies.  The dark band of dust that obscures the mid-section of the Sombrero Galaxy in optical light actually glows brightly in infrared light.  The featured image, digitally sharpened, shows the infrared glow, recently recorded by the orbiting Spitzer Space Telescope, superposed in false-color on an existing image taken by NASA's Hubble Space Telescope in optical light. The Sombrero Galaxy, also known as M104, spans about 50,000 light years across and lies 28 million light years away.  M104 can be seen with a small telescope in the direction of the constellation Virgo.   News: New Horizons Spacecraft Passes Ultima Thule",
        "hdurl": "https://apod.nasa.gov/apod/image/1901/sombrero_spitzer_3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Sombrero Galaxy in Infrared",
        "url": "https://apod.nasa.gov/apod/image/1901/sombrero_spitzer_1080.jpg"
    },
    {
        "date": "2019-01-03",
        "explanation": "On January 1 New Horizons encountered the Kuiper Belt object nicknamed Ultima Thule. Some 6.5 billion kilometers from the Sun, Ultima Thule is the most distant world ever explored by a spacecraft from Earth. This historic image, the highest resolution image released so far, was made at a range of about 28,000 kilometers only 30 minutes before the New Horizons closest approach. Likely the result of a gentle collision shortly after the birth of the Solar System, Ultima Thule is revealed to be a contact binary, two connected sphere-like shapes held in contact by mutual gravity. Dubbed separately by the science team Ultima and Thule, the larger lobe Ultima is about 19 kilometers in diameter. Smaller Thule is 14 kilometers across.  News: New Horizons science results briefing",
        "hdurl": "https://apod.nasa.gov/apod/image/1901/20190102UltimaThule-pr.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ultima and Thule",
        "url": "https://apod.nasa.gov/apod/image/1901/20190102UltimaThule-pr600.jpg"
    },
    {
        "date": "2019-01-04",
        "explanation": "Ultima Thule is the most distant world explored by a spacecraft from Earth. In the dim light 6.5 billion kilometers from the Sun, the New Horizons spacecraft captured these two frames 38 minutes apart as it sped toward the Kuiper belt world on January 1 at 51,000 kilometers per hour. A contact binary, the two lobes of Ultima Thule rotate together once every 15 hours or so. Shown as a blinking gif, the rotation between the frames produces a tantalizing 3D perspective of the most primitive world ever seen. Dubbed separately by the science team Ultima and Thule, the larger lobe Ultima, is about 19 kilometers in diameter. Smaller Thule is 14 kilometers across.",
        "hdurl": "https://apod.nasa.gov/apod/image/1901/UT-blink_3d_a.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ultima Thule Rotation Gif",
        "url": "https://apod.nasa.gov/apod/image/1901/UT-blink_3d_a.gif"
    },
    {
        "date": "2019-01-05",
        "explanation": "On January 3, the Chinese Chang'e-4 spacecraft made the first successful landing on the Moon's farside. Taken by a camera on board the lander, this image is from the landing site inside Von Karman crater. It shows the desk-sized, six-wheeled Yutu 2 (Jade Rabbit 2) rover as it rolled down lander ramps and across the surface near local sunrise and the start of the two week long lunar day. Ripe for exploration, Von Karman crater itself is 186 kilometers in diameter. It lies within the Moon's old and deep South Pole-Aitken impact basin with some of the most ancient and least understood lunar terrains. To bridge communications from the normally hidden hemisphere of the Moon, China launched a relay satellite, Queqiao, in May of 2018 in to an orbit beyond the lunar farside.",
        "hdurl": "https://apod.nasa.gov/apod/image/1901/Jan3yutu2CNSA.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Yutu 2 on the Farside",
        "url": "https://apod.nasa.gov/apod/image/1901/Jan3yutu2CNSA1024.jpg"
    },
    {
        "date": "2019-01-06",
        "explanation": "Why are these people shooting a powerful laser into the center of our Galaxy?  Fortunately, this is not meant to be the first step in a Galactic war.  Rather, astronomers at the Very Large Telescope (VLT) site in Chile are trying to measure the distortions of Earth's ever changing atmosphere.  Constant imaging of high-altitude atoms excited by the laser -- which appear like an artificial star -- allow astronomers to instantly measure atmospheric blurring.  This information is fed back to a VLT telescope mirror which is then slightly deformed to minimize this blurring.  In this case, a VLT was observing our Galaxy's center, and so Earth's atmospheric blurring in that direction was needed.  As for inter-galaxy warfare, when viewed from our Galaxy's center, no casualties are expected.  In fact, the light from this powerful laser would combine with light from our Sun to together appear only as bright as a faint and distant star.    APOD in other languages: Arabic, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, German, French, French, Hebrew, Indonesian, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian and Spanish",
        "hdurl": "https://apod.nasa.gov/apod/image/1901/vltlaser_beletsky_1400.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Laser Strike at the Galactic Center",
        "url": "https://apod.nasa.gov/apod/image/1901/vltlaser_beletsky_960.jpg"
    },
    {
        "date": "2019-01-13",
        "explanation": "What star created this huge puffball?  What's pictured is the hot expanding nebula of Tycho's supernova remnant, the result of a stellar explosion first recorded over 400 years ago by the famous astronomer Tycho Brahe.  The featured image is a composite of three X-ray colors taken by the orbiting Chandra X-ray Observatory. The expanding gas cloud is extremely hot, while slightly different expansion speeds have given the cloud a puffy appearance.  Although the star that created SN 1572, is likely completely gone, a star dubbed Tycho G, too dim to be discerned here, is thought to be a companion. Finding progenitor remnants of Tycho's supernova is particularly important because the supernova is of Type Ia, an important rung in the distance ladder that calibrates the scale of the visible universe.   The peak brightness of Type Ia supernovas is thought to be well understood, making them quite valuable in exploring the relationship between faintness and farness in the distant universe.",
        "hdurl": "https://apod.nasa.gov/apod/image/1901/TychoSNR_Chandra_3600.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Tycho's Supernova Remnant in X-ray",
        "url": "https://apod.nasa.gov/apod/image/1901/TychoSNR_Chandra_960.jpg"
    },
    {
        "date": "2019-01-21",
        "explanation": "This is what NASA's Insight lander looks like on Mars. With its solar panels, InSight is about the size of a small bus.  Insight successfully landed on Mars in November with a main objective to detect seismic activity. The featured selfie is a compilation of several images taken of different parts of the InSight lander, by the lander's arm, at different times. SEIS, the orange-domed seismometer seen near the image center last month, has now been placed on the Martian surface.  With this selfie, Mars InSight continues  a long tradition of robotic spacecraft on Mars taking and returning images of themselves, including Viking, Sojourner, Pathfinder, Spirit, Opportunity, Phoenix, and Curiosity.  Data taken by Mars Insight is expected to give humanity unprecedented data involving the interior of Mars, a region thought to harbor formation clues not only about Mars, but Earth.    Growing Gallery:  Last Night's Total Lunar Eclipse",
        "hdurl": "https://apod.nasa.gov/apod/image/1901/Selfie_InSight_4391.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "InSight Lander Takes Selfie on Mars",
        "url": "https://apod.nasa.gov/apod/image/1901/Selfie_InSight_1080.jpg"
    },
    {
        "date": "2019-01-29",
        "explanation": "How do distant asteroids differ from those near the Sun?  To help find out, NASA sent the robotic New Horizons spacecraft past the classical Kuiper belt object 2014 MU69, nicknamed Ultima Thule, the farthest asteroid yet visited by a human spacecraft.  Zooming past the 30-km long space rock on January 1, the featured image is the highest resolution picture of Ultima Thule's surface beamed back so far. Ultima Thule does look different from imaged asteroids of the inner Solar System, as it shows unusual surface texture, relatively few obvious craters, and nearly spherical lobes. Its shape is hypothesized to have formed from the coalescence of early Solar System rubble in into two objects -- Ultima and Thule -- which then spiraled together and stuck.  Research will continue into understanding the origin of different surface regions on Ultima Thule, whether it has a thin atmosphere, how it obtained its red color, and what this new knowledge of the ancient Solar System tells us about the formation of our Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/1901/UltimaThule_NewHorizonsAppere_1000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ultima Thule from New Horizons",
        "url": "https://apod.nasa.gov/apod/image/1901/UltimaThule_NewHorizonsAppere_1000.jpg"
    },
    {
        "date": "2019-02-05",
        "explanation": "Watch Juno zoom past Jupiter again.  NASA's robotic spacecraft Juno is continuing on its 53-day, highly-elongated orbits around our Solar System's largest planet.  The featured video is from perijove 16, the sixteenth time that Juno has passed near Jupiter since it arrived in mid-2016. Each perijove passes near a slightly different part of Jupiter's cloud tops.  This color-enhanced video has been digitally composed from 21 JunoCam still images, resulting in a 125-fold time-lapse. The video begins with Jupiter rising as Juno approaches from the north. As Juno reaches its closest view -- from about 3,500 kilometers over Jupiter's cloud tops -- the spacecraft captures the great planet in tremendous detail. Juno passes light zones and dark belt of clouds that circle the planet, as well as numerous swirling circular storms, many of which are larger than hurricanes on Earth.  As Juno moves away, the remarkable dolphin-shaped cloud is visible.  After the perijove, Jupiter recedes into the distance, now displaying the unusual clouds that appear over Jupiter's south.  To get desired science data, Juno swoops so close to Jupiter that its instruments are exposed to very high levels of radiation.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Perijove 16: Passing Jupiter",
        "url": "https://www.youtube.com/embed/c4TU3arrZR8?rel=0"
    },
    {
        "date": "2019-02-10",
        "explanation": "What does Venus look like beneath its thick clouds?  These clouds keep the planet's surface hidden from even the powerful telescopic eyes of Earth-bound astronomers.  In the early 1990s, though, using imaging radar, NASA's Venus-orbiting Magellan spacecraft was able to lift the veil from the face of Venus and produced spectacular high resolution images of the planet's surface.  Colors used in this computer generated picture of Magellan radar data are based on color images from the surface of Venus transmitted by the Soviet Venera 13 and 14 landers.  The bright area running roughly across the middle represents the largest highland region of Venus known as Aphrodite Terra. Venus, on the left, is about the same size as our Earth, shown to the right for comparison.",
        "hdurl": "https://apod.nasa.gov/apod/image/1902/VenusEarth_MagellanApollo17_3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Venus Unveiled",
        "url": "https://apod.nasa.gov/apod/image/1902/VenusEarth_MagellanApollo17_1080.jpg"
    },
    {
        "date": "2019-02-11",
        "explanation": "Ultima Thule is not the object humanity thought that it was last month.  When the robotic New Horizons spacecraft zoomed past the distant asteroid Ultima Thule (officially 2014 MU69) in early January, early images showed two circular lobes that when most simply extrapolated to 3D were thought to be, roughly, spheres. However, analyses of newly beamed-back images -- including many taken soon after closest approach -- shows eclipsed stars re-appearing sooner than expected. The only explanation possible is that this 30-km long Kuiper belt object has a different 3D shape than believed only a few weeks ago.  Specifically, as shown in the featured illustration, it now appears that the larger lobe -- Ultima -- is more similar to a fluffy pancake than a sphere, while the smaller lobe -- Thule -- resembles a dented walnut. The remaining uncertainty in the outlines are shown by the dashed blue lines.  The new shape information indicates that gravity -- which contracts more massive bodies into spheres -- played perhaps less of a role in contouring the lobes of Ultima Thule than previously thought. The New Horizons spacecraft continued on to Ultima Thule after passing Pluto in mid-2015. New data and images are still being received.",
        "hdurl": "https://apod.nasa.gov/apod/image/1902/MU69Flatter_NewHorizons_1920.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "New Data: Ultima Thule Surprisingly Flat",
        "url": "https://apod.nasa.gov/apod/image/1902/MU69Flatter_NewHorizons_960.jpg"
    },
    {
        "date": "2019-02-14",
        "explanation": "On Valentine's Day in 1990, cruising four billion miles from the Sun, the Voyager 1 spacecraft looked back one last time to make this first ever Solar System family portrait. The complete portrait is a 60 frame mosaic made from a vantage point 32 degrees above the ecliptic plane. In it, Voyager's wide angle camera frames sweep through the inner Solar System at the left, linking up with gas giant Neptune, the Solar System's outermost planet, at the far right. Positions for Venus, Earth, Jupiter, Saturn, Uranus, and Neptune are indicated by letters, while the Sun is the bright spot near the center of the circle of frames. The inset frames for each of the planets are from Voyager's narrow field camera. Unseen in the portrait are Mercury, too close to the Sun to be detected, and Mars, unfortunately hidden by sunlight scattered in the camera's optical system. Closer to the Sun than Neptune at the time, small, faint Pluto's position was not covered.",
        "hdurl": "https://apod.nasa.gov/apod/image/1902/ssportrait_vg1_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Solar System Family Portait",
        "url": "https://apod.nasa.gov/apod/image/1902/ssportrait_vg1.jpg"
    },
    {
        "date": "2019-02-15",
        "explanation": "Opportunity had already reached Perseverance Valley by June of 2018. Its view is reconstructed in a colorized mosaic of images taken by the Mars Exploration Rover's Navcam. In fact, Perseverance Valley is an appropriate name for the destination. Designed for a 90 day mission, Opportunity had traveled across Mars for over 5,000 sols (martian solar days) following a January 2004 landing in Eagle crater. Covering a total distance of over 45 kilometers (28 miles), its intrepid journey of exploration across the Martian landscape has come to a close here. On June 10, 2018, the last transmission from the solar-powered rover was received as a dust storm engulfed the Red Planet. Though the storm has subsided, eight months of attempts to contact Opportunity have not been successful and its trailblazing mission ended after almost 15 years of exploring the surface of Mars.",
        "hdurl": "https://apod.nasa.gov/apod/image/1902/OpportunitySol5074_1a_kremer.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Opportunity at Perseverance Valley",
        "url": "https://apod.nasa.gov/apod/image/1902/OpportunitySol5074_1a_kremer1024.jpg"
    },
    {
        "date": "2019-02-17",
        "explanation": "What if you saw your shadow on Mars and it wasn't human?  Then you might have been the Opportunity rover exploring Mars.  Opportunity explored the red planet from 2004 to 2018, finding evidence of ancient water, and sending breathtaking images across the inner Solar System.  Pictured here in 2004, Opportunity looks opposite the Sun into Endurance Crater and sees its own shadow.  Two wheels are visible on the lower left and right, while the floor and walls of the unusual crater are visible in the background.  Caught in a dust storm in 2018, last week NASA stopped trying to contact Opportunity and declared the ground-breaking mission, originally planned for only 92 days, complete.",
        "hdurl": "https://apod.nasa.gov/apod/image/1902/marsshadow_opportunity_1024.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Shadow of a Martian Robot",
        "url": "https://apod.nasa.gov/apod/image/1902/marsshadow_opportunity_960.jpg"
    },
    {
        "date": "2019-02-20",
        "explanation": "Carinae may be about to explode.  But no one knows when - it may be next year, it may be one million years from now. Eta Carinae's mass - about 100 times greater than our Sun - makes it an excellent candidate for a full blown supernova. Historical records do show that about 170 years ago Eta Carinae underwent an unusual outburst that made it one of the brightest stars in the southern sky.  Eta Carinae, in the Keyhole Nebula, is the only star currently thought to emit natural LASER light. This featured image brings out details in the unusual nebula that surrounds this rogue star.  Diffraction spikes, caused by the telescope, are visible as bright multi-colored streaks emanating from Eta Carinae's center.  Two distinct lobes of the Homunculus Nebula encompass the hot central region, while some strange radial streaks are visible in red extending toward the image right. The lobes are filled with lanes of gas and dust which absorb the blue and ultraviolet light emitted near the center.  The streaks, however, remain unexplained.",
        "hdurl": "https://apod.nasa.gov/apod/image/1902/EtaCarinae_HubbleSchmidt_1764.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Doomed Star Eta Carinae",
        "url": "https://apod.nasa.gov/apod/image/1902/EtaCarinae_HubbleSchmidt_960.jpg"
    },
    {
        "date": "2019-02-23",
        "explanation": "Like grains of sand on a cosmic beach, stars of the Triangulum Galaxy are resolved in this sharp mosaic from the Hubble Space Telescope's Advanced Camera for Surveys (ACS). The inner region of the galaxy spanning over 17,000 light-years is covered at extreme resolution, the second largest image ever released by Hubble. At its center is the bright, densely packed galactic core surrounded by a loose array of dark dust lanes mixed with the stars in the galactic plane. Also known as M33, the face-on spiral galaxy lies 3 million light-years away in the small northern constellation Triangulum. Over 50,000 light-years in diameter, the Triangulum Galaxy is the third largest in the Local Group of galaxies after the Andromeda Galaxy (M31), and our own Milky Way. Of course, to fully appreciate the Triangulum's stars, star clusters, and bright nebulae captured in this Hubble mosaic, you'll need to use a zoom tool.",
        "hdurl": "https://apod.nasa.gov/apod/image/1902/heic1901aTriangulum.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Stars of the Triangulum Galaxy",
        "url": "https://apod.nasa.gov/apod/image/1902/heic1901aTriangulumS.jpg"
    },
    {
        "date": "2019-02-26",
        "explanation": "How do clusters of galaxies form?  Since our universe moves too slowly to watch, faster-moving computer simulations are created to help find out. A recent effort is TNG50 from IllustrisTNG, an upgrade of the famous Illustris Simulation. The first part of the featured video tracks cosmic gas (mostly hydrogen) as it evolves into galaxies and galaxy clusters from the early universe to today, with brighter colors marking faster moving gas.  As the universe matures, gas falls into gravitational wells, galaxies forms, galaxies spin, galaxies collide and merge, all while black holes form in galaxy centers and expel surrounding gas at high speeds. The second half of the video switches to tracking stars, showing a galaxy cluster coming together complete with tidal tails and stellar streams. The outflow from black holes in TNG50 is surprisingly complex and details are being compared with our real universe.  Studying how gas coalesced in the early universe helps humanity better understand how our Earth, Sun, and Solar System originally formed.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Simulation TNG50: A Galaxy Cluster Forms",
        "url": "https://www.youtube.com/embed/cNT5yAqpBmI?rel=0"
    },
    {
        "date": "2019-02-28",
        "explanation": "On January 1, New Horizons swooped to within 3,500 kilometers of the Kuiper Belt world known as Ultima Thule. That's about 3 times closer than its July 2015 closest approach to Pluto. The spacecraft's unprecedented feat of navigational precision, supported by data from ground and space-based observing campaigns, was accomplished 6.6 billion kilometers (over 6 light-hours) from planet Earth. Six and a half minutes before closest approach to Ultima Thule it captured the nine frames used in this composite image. The most detailed picture possible of the farthest object ever explored, the image has a resolution of about 33 meters per pixel, revealing intriguing bright surface features and dark shadows near the terminator. A primitive Solar System object, Ultima Thule's two lobes combine to span just 30 kilometers. The larger lobe, referred to as Ultima, is recently understood to be flattened like a fluffy pancake, while the smaller, Thule, has a shape that resembles a dented walnut.",
        "hdurl": "https://apod.nasa.gov/apod/image/1902/ultima-thule-1-ca06_022219.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sharpest Ultima Thule",
        "url": "https://apod.nasa.gov/apod/image/1902/ultima-thule-1-ca06_022219_1024.jpg"
    },
    {
        "date": "2019-03-03",
        "explanation": "Why are bullets of gas shooting out of the Orion Nebula? Nobody is yet sure.  First discovered in 1983, each bullet is actually about the size of our Solar System, and moving at about 400 km/sec from a central source dubbed IRc2.  The age of the bullets, which can be found from their speed and distance from IRc2, is very young -- typically less than 1,000 years. As the bullets expand out the top of the Kleinmann-Low section of the Orion Nebula, a small percentage of iron gas causes the tip of each bullet to glow blue, while each bullet leaves a tubular pillar that glows by the light of heated hydrogen gas.   The detailed image was created using the 8.1 meter Gemini South telescope in Chile with an adaptive optics system (GeMS). GeMS uses five laser generated guide stars to help compensate for the blurring effects of planet Earth's atmosphere.",
        "hdurl": "https://apod.nasa.gov/apod/image/1903/OrionBullets_Gemini_2592.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Orion Bullets",
        "url": "https://apod.nasa.gov/apod/image/1903/OrionBullets_Gemini_960.jpg"
    },
    {
        "date": "2019-03-05",
        "explanation": "What created these huge galactic superbubbles? Two of these unusual bubbles, each spanning thousands of light-years, were recently discovered near the center of spiral galaxy NGC 3079. The superbubbles, shown in purple on the image right, are so hot they emit X-rays detected by NASA's Earth-orbiting Chandra X-Ray Observatory.  Since the bubbles straddle the center of NGC 3079, a leading hypothesis is that they were somehow created by the interaction of the central supermassive black hole with surrounding gas.  Alternatively, the superbubbles might have been created primarily by the energetic winds from many young and hot stars near that galaxy's center. The only similar known phenomenon is the gamma-ray emitting Fermi bubbles emanating from the center of our Milky Way Galaxy, discovered 10 years ago in images taken by NASA's Fermi satellite. Research into the nature of the NGC 3079 superbubbles will surely continue, as well as searches for high-energy superbubbles in other galaxies.",
        "hdurl": "https://apod.nasa.gov/apod/image/1903/ngc3079Superbubbles_chandra_1080.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "X-Ray Superbubbles in Galaxy NGC 3079",
        "url": "https://apod.nasa.gov/apod/image/1903/ngc3079Superbubbles_chandra_1080.jpg"
    },
    {
        "date": "2019-03-09",
        "explanation": "Peering from the shadows, the Saturn-facing hemisphere of tantalizing inner moon Enceladus poses in this Cassini spacecraft image. North is up in the dramatic scene captured during November 2016 as Cassini's camera was pointed in a nearly sunward direction about 130,000 kilometers from the moon's bright crescent. In fact, the distant world reflects over 90 percent of the sunlight it receives, giving its surface about the same reflectivity as fresh snow. A mere 500 kilometers in diameter, Enceladus is a surprisingly active moon. Data collected during Cassini's flybys and years of images have revealed the presence of remarkable south polar geysers and a possible global ocean of liquid water beneath an icy crust.",
        "hdurl": "https://apod.nasa.gov/apod/image/1903/PIA20522enceladus.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Crescent Enceladus",
        "url": "https://apod.nasa.gov/apod/image/1903/PIA20522enceladusC.jpg"
    },
    {
        "date": "2019-03-11",
        "explanation": "Are galaxies giant magnets? Yes, but the magnetic fields in galaxies are typically much weaker than on Earth's surface, as well as more complex and harder to measure.  Recently, though, the HAWC+ instrument onboard the airborne (747) SOFIA observatory has been successful in detailing distant magnetic fields by observing the polarized infrared light emitted by elongated dust grains rotating in alignment with the local magnetic field. HAWC+ observations of M82, the Cigar galaxy, show that the central magnetic field is perpendicular to the disk and parallel to the strong supergalactic wind.  This observation bolsters the hypothesis that M82's central magnetic field helps its wind transport the mass of millions of stars out from the central star-burst region.  The featured image shows magnetic field lines superposed on top of an optical light (gray) and hydrogen gas (red) image from Kitt Peak National Observatory, further combined with infrared images (yellow) from SOFIA and the Spitzer Space Telescope.  The Cigar Galaxy is about 12 million light years distant and visible with binoculars towards the constellation of the Great Bear.",
        "hdurl": "https://apod.nasa.gov/apod/image/1903/M82Magnet_SOFIA_2412.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Central Magnetic Field of the Cigar Galaxy",
        "url": "https://apod.nasa.gov/apod/image/1903/M82Magnet_SOFIA_960.jpg"
    },
    {
        "date": "2019-03-12",
        "explanation": "Last month, humanity bounced a robot off an asteroid. The main reason was to collect a surface sample.  Despite concern over finding a safely reboundable touchdown spot, Japan's robotic Hayabusa2 spacecraft successfully touched down -- and bounced right back from -- asteroid Ryugu. Before impact, Hayabusa2 fired a small bullet into 162173 Ryugu to scattered surface material and increase the chance that Hayabusa2 would be able to capture some.  Next month, Hayabusa2 will fire a much larger bullet into Ryugu in an effort to capture sub-surface material.  Near the end of this year, Hayabusa2 is scheduled to depart Ryugu and begin a looping trip back to Earth, hopefully returning small pieces of this near-Earth asteroid in late 2020. Studying Ryugu could tell humanity not only about the minor planet's surface and interior, but about what materials were available in the early Solar System for the development of life.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Touchdown on Asteroid Ryugu",
        "url": "https://www.youtube.com/embed/-3hO58HFa1M?start=15"
    },
    {
        "date": "2019-03-13",
        "explanation": "What can you see in the night sky this season?  The featured graphic gives a few highlights for Earth's northern hemisphere. Viewed as a clock face centered at the bottom, early (northern) spring sky events fan out toward the left, while late spring events are projected toward the right. Objects relatively close to Earth are illustrated, in general, as nearer to the cartoon figure with the telescope at the bottom center -- although almost everything pictured can be seen without a telescope.  As happens during any season, constellations appear the same year to year, and, as usual, the Lyrids meteor shower will peak in mid-April.  Also as usual, the International Space Station (ISS) can be seen, at times, as a bright spot drifting across the sky after sunset.  After the Vernal Equinox next week, the length of daytime will be greater than the length of nighttime in Earth's northern hemisphere, an inequality that will escalate as the spring season develops.  Also as spring ages, Jupiter becomes visible increasingly earlier in the night. As spring draws to a close, the month of May will feature the third of four full moons of the season, one of the definiitions of a  Blue Moon.",
        "hdurl": "https://apod.nasa.gov/apod/image/1903/SpringSky19_u2g_5000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Highlights of the North Spring Sky",
        "url": "https://apod.nasa.gov/apod/image/1903/SpringSky19_u2g_960.jpg"
    },
    {
        "date": "2019-03-14",
        "explanation": "Mars exploration rover Opportunity's parting panorama from Perseverance Valley spans 360 degrees in this false color mosaic. The scene is composed of 354 individual images recorded through 3 different color filters by the rover's panoramic camera from May 13 through June 10, 2018. A few frames remain in black and white at the lower left though. Those were obtained through only one filter just before a dust storm engulfed Mars in June 2018, ultimately ending the solar-powered rover's trailblazing 15 year mission. Just right of center, the annotation identifies Opportunity's entry point to Perseverance Valley along the Endeavor crater's western rim. The rover's tracks begin there, extending from over the horizon toward the far right and its final resting spot on the Red Planet.",
        "hdurl": "https://apod.nasa.gov/apod/image/1903/PIA22908_fig1.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Perseverance Valley Panorama",
        "url": "https://apod.nasa.gov/apod/image/1903/PIA22908_fig1.jpg"
    },
    {
        "date": "2019-03-17",
        "explanation": "What's happening at the center of spiral galaxy M106? A swirling disk of stars and gas, M106's appearance is dominated by blue spiral arms and red  dust lanes near the nucleus, as shown in the featured image.  The core of M106 glows brightly in radio waves and X-rays where twin jets have been found running the length of the galaxy.  An unusual central glow makes M106 one of the closest examples of the Seyfert class of galaxies, where vast amounts of glowing gas are thought to be falling into a central massive black hole.  M106, also designated NGC 4258, is a relatively close 23.5 million light years away, spans 60 thousand light years across, and can be seen with a small telescope towards the constellation of the Hunting Dogs (Canes Venatici).    Astrophysicists: Browse 1,900+ codes in the Astrophysics Source Code Library",
        "hdurl": "https://apod.nasa.gov/apod/image/1903/m106_colombari_3568.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M106: A Spiral Galaxy with a Strange Center",
        "url": "https://apod.nasa.gov/apod/image/1903/m106_colombari_960.jpg"
    },
    {
        "date": "2019-03-19",
        "explanation": "What are those strange arcs? While imaging the cluster of galaxies Abell 370, astronomers noticed an unusual arc.  The arc wasn't understood right away -- not until better images showed that the arc was a previously unseen type of astrophysical artifact of a gravitational lens, where the lens was the center of an entire cluster of galaxies. Today, we know that this arc, the brightest arc in the cluster, actually consists of two distorted images of a fairly normal galaxy that happens to lie far in the distance.  Abell 370's gravity caused the background galaxies' light -- and others -- to spread out and come to the observer along multiple paths, not unlike a distant light appears through the stem of a wine glass. Almost all of the yellow images featured here are galaxies in the Abell 370 cluster. An astute eye can pick up many strange arcs and distorted arclets, however, that are actually gravitationally lensed images of distant normal galaxies. Studying Abell 370 and its images gives astronomers a unique window into the distribution of normal and dark matter in galaxy clusters and the universe.",
        "hdurl": "https://apod.nasa.gov/apod/image/1903/Abell370Arcs_HubbleAndreo_1840.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Abell 370: Galaxy Cluster Gravitational Lens",
        "url": "https://apod.nasa.gov/apod/image/1903/Abell370Arcs_HubbleAndreo_960.jpg"
    },
    {
        "date": "2019-03-20",
        "explanation": "Welcome to an equinox on planet Earth. Today is the first day of spring in our fair planet's northern hemisphere, fall in the southern hemisphere, with day and night nearly equal around the globe. At an equinox Earth's terminator, the dividing line between day and night, connects the planet's north and south poles as seen at the start of this remarkable time-lapse video compressing an entire year into twelve seconds. To make it, the Meteosat satellite recorded these infrared images every day at the same local time from a geosynchronous orbit. The video actually starts at the September 2010 equinox with the terminator aligned vertically. As the Earth revolves around the Sun, the terminator tilts to provide less daily sunlight to the northern hemisphere, reaching the solstice and northern hemisphere winter at the maximum tilt. As the year continues, the terminator tilts back again and March 2011 equinox arrives halfway through the video. Then the terminator swings past vertical the other way, reaching the the June 2011 solstice and the beginning of northern summer. The video ends as the September equinox returns.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Equinox on Planet Earth",
        "url": "https://www.youtube.com/embed/LUW51lvIFjg?rel=0&showinfo=0"
    },
    {
        "date": "2019-03-24",
        "explanation": "Globular clusters once ruled the Milky Way.  Back in the old days, back when our Galaxy first formed, perhaps thousands of globular clusters roamed our Galaxy.  Today, there are less than 200 left.  Over the eons, many globular clusters were destroyed by repeated fateful encounters with each other or the Galactic center.  Surviving relics are older than any Earth fossil, older than any other structures in our Galaxy, and limit the universe itself in raw age.  There are few, if any, young globular clusters in our Milky Way Galaxy because conditions are not ripe for more to form. The featured video shows what it might look like to go from the Earth to the globular cluster Terzan 5, ending with a picture of the cluster taken with the Hubble Space Telescope.  This star cluster has been  found to contain not only stars formed in the early days of our Milky Way Galaxy, but also, quite surprisingly, others that formed in a separate burst of star formation about 7 billion years later.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Zooming in on Star Cluster Terzan 5",
        "url": "https://www.youtube.com/embed/jtQOAtiJq3o?rel=0"
    },
    {
        "date": "2019-03-25",
        "explanation": "Why are stars forming in the bridge between these colliding galaxies? Usually when galaxies crash, star formation is confined to galaxy disks or tidal tails. In Arp 194, though, there are bright knots of young stars right in a connecting bridge.  Analyses of images and data including the featured image of Arp 194 from Hubble, as well as computer simulations of the interaction, indicate that the bottom galaxy passed right through the top galaxy within the past 100 million years. The result has left a stream of gas that is now falling toward the bottom galaxy. Astronomers hypothesize that stars form in this bridge because of the recent fading of turbulence after the rapid collision. In about a billion years, the galaxies -- including a smaller galaxy superposed on the upper galaxy (see it?) -- will all merge into one larger galaxy.",
        "hdurl": "https://apod.nasa.gov/apod/image/1903/Arp194_HubbleSchmidt_1494.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Arp 194: Merging Galaxy Group",
        "url": "https://apod.nasa.gov/apod/image/1903/Arp194_HubbleSchmidt_960.jpg"
    },
    {
        "date": "2019-03-28",
        "explanation": "Messier 15 is a 13 billion year old relic of the early formative years of our galaxy, one of about 170 globular star clusters that still roam the halo of the Milky Way.  About 200 light-years in diameter, it lies about 35,000 light years away toward the constellation Pegasus. But this realistic looking view of the ancient globular star cluster is not a photograph. Instead it's an animated gif image constructed from remarkably precise individual measurements of star positions, brightness, and color. The astronomically rich data set used was made by the sky-scanning Gaia satellite which also determined parallax distances for 1.3 billion Milky Way stars. In the animated gif, twinkling stars are M15's identified RR Lyrae stars. Plentiful in M15, RR Lyrae stars are evolved pulsating variable stars whose brightness and pulsation period, typically less than a day, are related.",
        "hdurl": "https://apod.nasa.gov/apod/image/1903/M15_Gaia_stars.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Gaia Stars of M15",
        "url": "https://apod.nasa.gov/apod/image/1903/M15_Gaia_stars1024b.gif"
    },
    {
        "date": "2019-03-29",
        "explanation": "The striking spiral galaxy M104 is famous for its nearly edge-on profile featuring a broad ring of obscuring dust lanes. Seen in silhouette against an extensive central bulge of stars, the swath of cosmic dust lends a broad brimmed hat-like appearance to the galaxy suggesting a more popular moniker, The Sombrero Galaxy. Hubble Space Telescope data have been used to create this sharp view of the well-known galaxy. The processing results in a natural color appearance and preserves details often lost in overwhelming glare of M104's bright central bulge when viewed with smaller ground-based telescopes. Also known as NGC 4594, the Sombrero galaxy can be seen across the spectrum and is host to a central supermassive black hole. About 50,000 light-years across and 28 million light-years away, M104 is one of the largest galaxies at the southern edge of the Virgo Galaxy Cluster.",
        "hdurl": "https://apod.nasa.gov/apod/image/1903/M104_Hubble_rba.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M104: The Sombrero Galaxy",
        "url": "https://apod.nasa.gov/apod/image/1903/M104_Hubble_rba1024.jpg"
    },
    {
        "date": "2019-03-30",
        "explanation": "Put on your red/cyan glasses and float next to the jagged and double-lobed nucleus of Churyumov-Gerasimenko, also known as Comet 67P. The stereo anaglyph was created by combining two images from the Rosetta spacecraft's narrow angle OSIRIS camera taken on July 25, 2015 from a distance of 184 kilometers. Numerous jets are emanating from the small solar system world's active surface near its closest approach to the Sun. The larger lobe is around 4 kilometers in diameter, joined to a smaller, 2.5 kilometer diameter lobe by a narrow neck. Rosetta's mission to the comet ended in September 2016 when the spacecraft was commanded to a controlled impact with the comet's surface. Keep those 3D glasses on though. You can check out a new catalog of nearly 1400 stereo anaglyphs created from Rosetta image data on this website.",
        "hdurl": "https://apod.nasa.gov/apod/image/1903/anaglyph-NAC_2015-07-25T06.28.48.742Z_lamy.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "3D 67P",
        "url": "https://apod.nasa.gov/apod/image/1903/anaglyph-NAC_2015-07-25T06.28.48.742Z_lamy1024.jpg"
    },
    {
        "date": "2019-04-01",
        "explanation": "Score three points for NASA.  With time running out late in Apollo 15's mission to the Moon in 1971, Astronaut David Scott prepared to split the uprights and bring about yet another dramatic end-of-the-mission victory for NASA.  Scott used a special  lunar football designed for the rugged games held on the Moon.  R1-D1, a predecessor to R2-D2, cheered from the sideline.  Happy April Fools' Day from the folks at APOD.  In reality, Astronaut Scott placed a drill that measured how temperature changed with lunar depth.  The foreground device actually detected high-energy particles that escaped from the Sun.   No Joke: NASA Plans to Return to the Moon in the Next Five Years",
        "hdurl": "https://apod.nasa.gov/apod/image/1904/MoonKick_Apollo15_4175.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Astronaut Kicks Lunar Field Goal",
        "url": "https://apod.nasa.gov/apod/image/1904/MoonKick_Apollo15_960.jpg"
    },
    {
        "date": "2019-04-04",
        "explanation": "After the Crab Nebula, M1, this giant star cluster is the second entry in 18th century astronomer Charles Messier's famous list of things that are not comets. M2 is one of the largest globular star clusters now known to roam the halo of our Milky Way galaxy. Though Messier originally described it as a nebula without stars, this stunning Hubble image resolves stars across the central 40 light-years of M2. Its population of stars numbers close to 150,000, concentrated within a total diameter of around 175 light-years. About 55,000 light-years distant toward the constellation Aquarius, this ancient denizen of the Milky Way, also known as NGC 7089, is 13 billion years old.",
        "hdurl": "https://apod.nasa.gov/apod/image/1904/potw1913aa.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Messier 2",
        "url": "https://apod.nasa.gov/apod/image/1904/potw1913aM2_1024.jpg"
    },
    {
        "date": "2019-04-05",
        "explanation": "This astronomical sky spanning view is a mosaic from the Pan-STARRS observatory. The images were recorded with its 1.8 meter telescope at the summit of Haleakala on planet Earth's island of Maui. In fact, Earth's north celestial pole is centered in this across-the-sky projection. A declination of -30 degrees, the southern horizon limit as seen from the Hawaiian Valley Isle, defines the circular outer edge. Crowded starfields and cosmic dust clouds along the plane of our Milky Way galaxy stretch across the scene with the bright bulge of the galactic center at the bottom. Compiled over four years, the image data represent the second edition of data from Pan-STARRS (Panoramic Survey Telescope & Rapid Response System), currently the planet's largest digital sky survey. In 2017 Pan-STARRS was used to first recognize the interstellar voyage of 'Oumuamua, visitor to our Solar System.",
        "hdurl": "https://apod.nasa.gov/apod/image/1904/STScI-H-1912b-panstarrs.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Pan-STARRS Across the Sky",
        "url": "https://apod.nasa.gov/apod/image/1904/STScI-H-1912b-panstarrs1024.jpg"
    },
    {
        "date": "2019-04-10",
        "explanation": "What's that passing in front of the Sun? It looks like a moon, but it can't be Earth's Moon, because it isn't round. It's the Martian moon Phobos.  The featured video was taken from the surface of Mars late last month by the Curiosity rover. Phobos, at 11.5 kilometers across, is 150 times smaller than Luna (our moon) in diameter, but also 50 times closer to its parent planet.  In fact, Phobos is so close to Mars that it is expected to break up and crash into Mars within the next 50 million years.  In the near term, the low orbit of Phobos results in more rapid solar eclipses than seen from Earth. The featured video has been sped up -- the actual transit took about 35 seconds. A similar video was taken of Mars' smaller and most distant moon Diemos transiting the Sun.  The videographer -- the robotic rover Curiosity -- continues to explore Gale crater, most recently an area with stunning vistas and unusual rocks dubbed Glen Torridon.    Retrospective: Previous APODs that appeared on April 10.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Martian Moon Phobos Crosses the Sun",
        "url": "https://www.youtube.com/embed/Ce21mE1nXaU?rel=0"
    },
    {
        "date": "2019-04-11",
        "explanation": "What does a black hole look like? To find out, radio telescopes from around the Earth coordinated observations of black holes with the largest known event horizons on the sky.  Alone, black holes are just black, but these monster attractors are known to be surrounded by glowing gas.  The first image was released yesterday and resolved the area around the black hole at the center of galaxy M87 on a scale below that expected for its event horizon.  Pictured, the dark central region is not the event horizon, but rather the black hole's shadow -- the central region of emitting gas darkened by the central black hole's gravity. The size and shape of the shadow is determined by bright gas near the event horizon, by strong gravitational lensing deflections, and by the black hole's spin.  In resolving this black hole's shadow, the Event Horizon Telescope (EHT) bolstered evidence that Einstein's gravity works even in extreme regions, and gave clear evidence that M87 has a central spinning black hole of about 6 billion solar masses.  The EHT is not done -- future observations will be geared toward even higher resolution, better tracking of variability, and exploring the immediate vicinity of the black hole in the center of our Milky Way Galaxy.",
        "hdurl": "https://apod.nasa.gov/apod/image/1904/M87bh_EHT_2629.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "First Horizon-Scale Image of a Black Hole",
        "url": "https://apod.nasa.gov/apod/image/1904/M87bh_EHT_960.jpg"
    },
    {
        "date": "2019-04-14",
        "explanation": "Sit back and watch two black holes merge. Inspired by the first direct detection of gravitational waves in 2015, this simulation video plays in slow motion but would take about one third of a second if run in real time. Set on a cosmic stage the black holes are posed in front of stars, gas, and dust. Their extreme gravity lenses the light from behind them into Einstein rings as they spiral closer and finally merge into one. The otherwise invisible gravitational waves generated as the massive objects rapidly coalesce cause the visible image to ripple and slosh both inside and outside the Einstein rings even after the black holes have merged. Dubbed GW150914, the gravitational waves detected by LIGO are consistent with the merger of 36 and 31 solar mass black holes at a distance of 1.3 billion light-years. The final, single black hole has 63 times the mass of the Sun, with the remaining 3 solar masses converted into energy in gravitational waves. Since then the LIGO and VIRGO gravitational wave observatories have reported several more detections of merging massive systems, while last week the Event Horizon Telescope reported the first horizon-scale image of a black hole.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Simulation: Two Black Holes Merge",
        "url": "https://www.youtube.com/embed/I_88S8DWbcU?rel=0"
    },
    {
        "date": "2019-04-15",
        "explanation": "Do you see the dolphin-shaped cloud on Jupiter? The cloud was visible last year during perijove 16, the sixteenth time that NASA's robotic spacecraft Juno passed near Jupiter since it arrived in mid-2016.  During each perijove, Juno passes near a slightly different part of Jupiter's cloud tops.  The dolphin shape may be surprising but is not scientifically significant -- clouds on Jupiter and Earth are constantly shifting and can temporarily mimic many familiar shapes. The cloud appears in Jupiter's South Temperate Belt (STB), a band of dark and dropping clouds that rings the planet and also contains Oval BA, dubbed Red Spot Jr.  The featured image was digitally processed to enhance color and contrast.  Juno's next swoop near Jupiter -- perijove 20 -- will occur on late May.",
        "hdurl": "https://apod.nasa.gov/apod/image/1904/JupiterDolphin_JunoEichstadt_3064.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Enhanced: The Dolphin Cloud on Jupiter",
        "url": "https://apod.nasa.gov/apod/image/1904/JupiterDolphin_JunoEichstadt_1080.jpg"
    },
    {
        "date": "2019-04-20",
        "explanation": "Twenty seven Merlin rocket engines are firing in this close-up of the launch of a Falcon Heavy rocket. Derived from three Falcon 9 first stage rockets with nine Merlin rocket engines each, the Falcon Heavy left NASA's Kennedy Space Center launch pad 39A on April 11. This second launch of a Falcon Heavy rocket carried the Arabsat 6A communications satellite to space. In February of 2018, the first Falcon Heavy launch carried Starman and a Tesla Roadster. Designed to be reusable, both booster stages and the central core returned safely to planet Earth, the boosters to Cape Canaveral Air Force Station landing zones. The core stage landed off shore on autonomous spaceport drone ship Of Course I Still Love You.",
        "hdurl": "https://apod.nasa.gov/apod/image/1904/SpaceXFalconHeavy11Apr.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Falcon Heavy Launch Close Up",
        "url": "https://apod.nasa.gov/apod/image/1904/SpaceXFalconHeavy11Apr1024.jpg"
    },
    {
        "date": "2019-04-22",
        "explanation": "The methane mystery on Mars just got stranger. New results from ESA and Roscosmos' ExoMars Trace Gas Orbiter, has unexpectedly not detected methane in the atmosphere of Mars. This result follows the 2013 detection of methane by NASA's Curiosity rover, a result seemingly confirmed by ESA's orbiting Mars Express the next day.  The issue is so interesting because life is a major producer of methane on Earth, leading to intriguing speculation that some sort of life -- possibly microbial life -- is creating methane beneath the surface of Mars.  Non-biological sources of methane are also possible.  Pictured is a visualization of the first claimed methane plume over Mars as detected from Earth in 2003.  The new non-detection of methane by the ExoMars Orbiter could mean that Mars has some unexpected way of destroying methane, or that only some parts of Mars release methane -- and possibly only at certain times. As the mystery has now deepened, humanity's scrutiny of our neighboring planet's atmosphere will deepen as well.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Mars Methane Mystery Deepens",
        "url": "https://www.youtube.com/embed/rKBoYvVirwA?rel=0"
    },
    {
        "date": "2019-04-24",
        "explanation": "The symmetric, multi-legged appearance of the Southern Crab Nebula is certainly distinctive. About 7,000 light-years distant toward the southern sky constellation Centaurus, its glowing nested hourglass shapes are produced by the remarkable symbiotic binary star system at its center. The nebula's dramatic stellar duo consists of a hot white dwarf star and cool, pulsating red giant star shedding outer layers that fall onto the smaller, much hotter companion. Embedded in a disk of material, outbursts from the white dwarf cause an outflow of gas driven away both above and below the disk resulting in the bipolar hourglass shapes. The bright central shape is about half a light-year across. This new Hubble Space Telescope image celebrates the 29th anniversary of Hubble's launch on April 24, 1990 on board the Space Shuttle Discovery.",
        "hdurl": "https://apod.nasa.gov/apod/image/1904/SouthernCrabHST_2100x2460.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Shape of the Southern Crab",
        "url": "https://apod.nasa.gov/apod/image/1904/SouthernCrabHST_853x1000.jpg"
    },
    {
        "date": "2019-04-25",
        "explanation": "Ridges of glowing interstellar gas and dark dust clouds inhabit the turbulent, cosmic depths of the Lagoon Nebula. Also known as M8, the bright star forming region is about 5,000 light-years distant. But it still makes for a popular stop on telescopic tours of the constellation Sagittarius, toward the center of our Milky Way Galaxy. Dominated by the telltale red emission of ionized hydrogen atoms recombining with stripped electrons, this stunning view of the Lagoon is over 100 light-years across.  At its center, the bright, compact, hourglass shape is gas ionized and sculpted by energetic radiation and extreme stellar winds from a massive young star. In fact, the many bright stars of open cluster NGC 6530 drift within the nebula, just formed in the Lagoon several million years ago. Broadband image data from Pan-STARRS (Panoramic Survey Telescope & Rapid Response System) was combined with narrowband data from amateur telescopes to create this wide and deep portrait of the Lagoon Nebula.",
        "hdurl": "https://apod.nasa.gov/apod/image/1904/LagoonPanSTARRS_ColesPugh2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Pan-STARRS Across the Lagoon",
        "url": "https://apod.nasa.gov/apod/image/1904/LagoonPanSTARRS_ColesPugh1024.jpg"
    },
    {
        "date": "2019-04-27",
        "explanation": "Bright elliptical galaxy Messier 87 (M87) is home to the supermassive black hole captured by planet Earth's Event Horizon Telescope in the first ever image of a black hole. Giant of the Virgo galaxy cluster about 55 million light-years away, M87 is the large galaxy rendered in blue hues in this infrared image from the Spitzer Space telescope.  Though M87 appears mostly featureless and cloud-like, the Spitzer image does record details of relativistic jets blasting from the galaxy's central region. Shown in the inset at top right, the jets themselves span thousands of light-years. The brighter jet seen on the right is approaching and close to our line of sight. Opposite, the shock created by the otherwise unseen receding jet lights up a fainter arc of material. Inset at bottom right, the historic black hole image is shown in context, at the center of giant galaxy and relativistic jets. Completely unresolved in the Spitzer image, the supermassive black hole surrounded by infalling material is the source of the enormous energy driving the relativistic jets from the center of active galaxy M87.",
        "hdurl": "https://apod.nasa.gov/apod/image/1904/pia23122c-16.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Galaxy, the Jet, and the Black Hole",
        "url": "https://apod.nasa.gov/apod/image/1904/pia23122c-16_1067.jpg"
    },
    {
        "date": "2019-04-28",
        "explanation": "Only six years ago, the entire surface of planet Mercury was finally mapped. Detailed observations of the innermost planet's surprising crust began when the robotic MESSENGER spacecraft first passed Mercury in 2008 and continued until its controlled crash landing in 2015.  Previously, much of the Mercury's surface was unknown as it is too far for Earth-bound telescopes to see clearly, while the Mariner 10 flybys in the 1970s observed only about half. The featured video is a compilation of thousands of images of Mercury rendered in exaggerated colors to better contrast different surface features. Visible on the rotating world are rays emanating from a northern impact that stretch across much of the planet, while about half-way through the video the light colored Caloris Basin rotates into view, a northern ancient impact feature that filled with lava. Recent analysis of MESSENGER data indicates that Mercury has a solid inner core.   Surf the Universe: Click here to see a randomly selected APOD!",
        "media_type": "video",
        "service_version": "v1",
        "title": "All of Mercury",
        "url": "//www.youtube.com/embed/DmYK479EpQc?vq=hd720&rel=0"
    },
    {
        "date": "2019-04-29",
        "explanation": "Massive stars, abrasive winds, mountains of dust, and energetic light sculpt one of the largest and most picturesque regions of star formation in the Local Group of Galaxies.  Known as N11, the region is visible on the upper right of many images of its home galaxy, the Milky Way neighbor known as the Large Magellanic Clouds (LMC).  The featured image was taken for scientific purposes by the Hubble Space Telescope and reprocessed for artistry by an amateur to win a Hubble's Hidden Treasures competition.  Although the section imaged above is known as NGC 1763, the entire N11 emission nebula is second in LMC size only to the Tarantula Nebula.  Compact globules of dark dust housing emerging young stars are also visible around the image.  A new study of variable stars in the LMC with Hubble has helped to recalibrate the distance scale of the  observable universe, but resulted in a slightly different scale than found using the pervasive cosmic microwave background.   Astrophysicists: Browse 1,900+ codes in the Astrophysics Source Code Library",
        "hdurl": "https://apod.nasa.gov/apod/image/1904/N11_Hubble_1989.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "N11: Star Clouds of the LMC",
        "url": "https://apod.nasa.gov/apod/image/1904/N11_Hubble_960.jpg"
    },
    {
        "date": "2019-04-30",
        "explanation": "The galaxy was never in danger. For one thing, the Triangulum galaxy (M33), pictured, is much bigger than the tiny grain of rock at the head of the meteor. For another, the galaxy is much farther away -- in this instance 3 million light years as opposed to only about 0.0003 light seconds.  Even so, the meteor's path took it angularly below the galaxy. Also the wind high in Earth's atmosphere blew the meteor's glowing evaporative molecule train away from the galaxy, in angular projection.  Still, the astrophotographer was quite lucky to capture both a meteor and a galaxy in a single exposure -- which was subsequently added to two other images of M33 to bring up the spiral galaxy's colors.  At the end, the meteor was gone in a second, but the galaxy will last billions of years.    Follow APOD on: Instagram, Facebook,  Reddit, or Twitter",
        "hdurl": "https://apod.nasa.gov/apod/image/1904/M33Meteor_Chokshi_2000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Meteor Misses Galaxy",
        "url": "https://apod.nasa.gov/apod/image/1904/M33Meteor_Chokshi_960.jpg"
    },
    {
        "date": "2019-05-01",
        "explanation": "To some it looks like a cat's eye. To others, perhaps like a giant cosmic conch shell.  It is actually one of brightest and most highly detailed planetary nebula known, composed of gas expelled in the brief yet glorious phase near the end of life of a Sun-like star. This nebula's dying central star may have produced the outer circular concentric shells by shrugging off outer layers in a series of regular convulsions. The formation of the beautiful, complex-yet-symmetric inner structures, however, is not well understood. The featured image is a composite of a digitally sharpened Hubble Space Telescope image with X-ray light captured by the orbiting Chandra Observatory.  The exquisite floating space statue spans over half a light-year across. Of course, gazing into this Cat's Eye, humanity may well be seeing the fate of our sun, destined to enter its own planetary nebula phase of evolution ... in about 5 billion years.",
        "hdurl": "https://apod.nasa.gov/apod/image/1905/CatsEye_HubblePohl_1278.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Cat's Eye Nebula in Optical and X-ray",
        "url": "https://apod.nasa.gov/apod/image/1905/CatsEye_HubblePohl_960.jpg"
    },
    {
        "date": "2019-05-02",
        "explanation": "Orbiting 400 kilometers above Quebec, Canada, planet Earth, the International Space Station Expedition 59 crew captured this snapshot of the broad St. Lawrence River and curiously circular Lake Manicouagan on April 11. Right of center, the ring-shaped lake is a modern reservoir within the eroded remnant of an ancient 100 kilometer diameter impact crater. The ancient crater is very conspicuous from orbit, a visible reminder that Earth is vulnerable to rocks from space. Over 200 million years old, the Manicouagan crater was likely caused by the impact of a rocky body about 5 kilometers in diameter.  Currently, there is no known asteroid with a significant probability of impacting Earth in the next century.  But a fictional scenario to help practice for an asteroid impact is on going at the 2019 IAA Planetary Defense Conference.",
        "hdurl": "https://apod.nasa.gov/apod/image/1905/iss059e019043.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Manicouagan Impact Crater from Space",
        "url": "https://apod.nasa.gov/apod/image/1905/iss059e019043_1024.jpg"
    },
    {
        "date": "2019-05-05",
        "explanation": "This is not a solar eclipse. Pictured here is a busy vista of moons and rings taken at Saturn. The large circular object in the center of the image is Titan, the largest moon of Saturn and one of the most intriguing objects in the entire Solar System. The dark spot in the center is the main solid part of the moon.  The bright surrounding ring is atmospheric haze above Titan, gas that is scattering sunlight to a camera operating onboard the robotic Cassini spacecraft. Cutting horizontally across the image are the rings of Saturn, seen nearly edge on.  At the lower right of Titan is Enceladus, a small moon of Saturn. Since the image was taken pointing nearly at the Sun, the surfaces of Titan and Enceladus appear in silhouette, and the rings of Saturn appear similar to a photographic negative. Now if you look really really closely at Enceladus, you can see a hint of icy jets shooting out toward the bottom of the image. It is these jets that inspired future proposals to land on Enceladus, burrow into the ice, and search for signs of extraterrestrial life.",
        "hdurl": "https://apod.nasa.gov/apod/image/1905/TitanBusy_Cassini_1080.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn, Titan, Rings, and Haze",
        "url": "https://apod.nasa.gov/apod/image/1905/TitanBusy_Cassini_1080.jpg"
    },
    {
        "date": "2019-05-06",
        "explanation": "What would it look like to fly over a spiral galaxy? To help visualize this, astronomers and animators at the Space Telescope Science Institute computed a virtual flyby of the Whirlpool Galaxy (M51) using data and images from the Hubble Space Telescope.  At only 25 million light years distant and fully 50 thousand light years across, the Whirlpool is one of the brightest and most picturesque galaxies on the sky. Visible during the virtual flyby are spiral arms dominated by young blue stars, older lighter-colored stars, dark lanes of dust, and bright red emission nebulae. Many galaxies far in the distance can be seen right through M51.  The visualization should be considered a time-lapse, because otherwise the speed of the virtual camera would need to be very near the speed of light.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Virtual Flyby of the Whirlpool Galaxy",
        "url": "https://www.youtube.com/embed/HBhqr0KkntQ?rel=0"
    },
    {
        "date": "2019-05-08",
        "explanation": "What does Jupiter look like up close? Most images of Jupiter are taken from far away, either from Earth or from a great enough distance that nearly half the planet is visible. This shot, though, was composed from images taken relatively close in, where less than half of the planet was visible.  From here, Jupiter still appears spherical but perspective distortion now makes it look more like a marble. Visible on Jupiter's cloud tops are a prominent dark horizontal belt containing a white oval cloud, and a white zone cloud, both of which circle the planet. The Great Red Spot looms on the upper right. The featured image was taken by the robotic Juno spacecraft in February during its 17th close pass of our Solar System's largest planet.  Juno's mission, now extended into 2021, is to study Jupiter in new ways. Juno's data has already enabled discoveries that include Jupiter's magnetic field being surprisingly lumpy, and that some of Jupiter's cloud systems run about 3,000 kilometers into the planet.",
        "hdurl": "https://apod.nasa.gov/apod/image/1905/JupiterMarble_JunoGill_3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Jupiter Marble from Juno",
        "url": "https://apod.nasa.gov/apod/image/1905/JupiterMarble_JunoGill_960.jpg"
    },
    {
        "date": "2019-05-14",
        "explanation": "Why does star cluster Trumpler 14 have so many bright stars? Because it is so young. Many cluster stars have formed only in the past 5 million years and are so hot they emit detectable X-rays.  In older star clusters, most stars this young have already died -- typically exploding in a supernova -- leaving behind stars that are fainter and redder. Trumpler 14 spans about 40 light years and lies about 9,000 light years away on the edge of the famous Carina Nebula. A discerning eye can spot two unusual objects in this detailed 2006 image of Trumpler 14 by the Hubble Space Telescope. First, a dark cloud just left of center may be a planetary system trying to form before being destroyed by the energetic winds of Trumpler 14's massive stars. Second is the arc at the bottom left, which one hypothesis holds is the supersonic shock wave of a fast star ejected 100,000 years ago from a completely different star cluster.",
        "hdurl": "https://apod.nasa.gov/apod/image/1905/Trumpler14_Hubble_3906.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Young Star Cluster Trumpler 14 from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1905/Trumpler14_Hubble_960.jpg"
    },
    {
        "date": "2019-05-15",
        "explanation": "How far away is spiral galaxy NGC 4921? It's surpringly important to know.  Although presently estimated to be about 300 million light years distant, a more precise determination could be coupled with its known recession speed to help humanity better calibrate the expansion rate of the entire visible universe.  Toward this goal, several images were taken by the Hubble Space Telescope in order to help identify key stellar distance markers known as Cepheid variable stars.   Since NGC 4921 is a member of the Coma Cluster of Galaxies, refining its distance would also allow a better distance determination to one of the largest nearby clusters in the local universe. The magnificent spiral NGC 4921 has been informally dubbed anemic because of its low rate of star formation and low surface brightness. Visible in the featured image are, from the center, a bright nucleus, a bright central bar, a prominent ring of dark dust, blue clusters of recently formed stars, several smaller companion galaxies, unrelated galaxies in the far distant universe, and unrelated stars in our Milky Way Galaxy.    APOD in other languages: Arabic, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, German, French, French, Hebrew, Indonesian, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish and Ukrainian",
        "hdurl": "https://apod.nasa.gov/apod/image/1905/NGC4921_HubbleShatz_4046.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Anemic Spiral NGC 4921 from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1905/NGC4921_HubbleShatz_960.jpg"
    },
    {
        "date": "2019-05-18",
        "explanation": "Atlas, Daphnis, and Pan are small, inner, ring moons of Saturn. They are shown at the same scale in this montage of images by the Cassini spacecraft that made its grand final orbit of the ringed planet in September 2017. In fact, Daphnis was discovered in Cassini images from 2005. Atlas and Pan were first sighted in images from the Voyager 1 and 2 spacecraft. Flying saucer-shaped Atlas orbits near the outer edge of Saturn's bright A Ring while Daphnis orbits inside the A Ring's narrow Keeler Gap and Pan within the A Ring's larger Encke Gap. The curious equatorial ridges of the small ring moons could be built up by the accumulation of ring material over time. Even diminutive Daphnis makes waves in the ring material as it glides along the edge of the Keeler Gap.",
        "hdurl": "https://apod.nasa.gov/apod/image/1905/PIA21449AtlasDaphnisPan.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Atlas, Daphnis, and Pan",
        "url": "https://apod.nasa.gov/apod/image/1905/PIA21449AtlasDaphnisPan_fig1.jpg"
    },
    {
        "date": "2019-05-20",
        "explanation": "How does your favorite planet spin? Does it spin rapidly around a nearly vertical axis, or horizontally, or backwards?  The featured video animates NASA images of all eight planets in our Solar System to show them spinning side-by-side for an easy comparison. In the time-lapse video, a day on Earth -- one Earth rotation -- takes just a few seconds.  Jupiter rotates the fastest, while Venus spins not only the slowest (can you see it?), but backwards.  The inner rocky planets, across the top, most certainly underwent dramatic spin-altering collisions during the early days of the Solar System.  The reasons why planets spin and tilt as they do remains a topic of research with much insight gained from modern computer modeling and the recent discovery and analysis of hundreds of exoplanets: planets orbiting other stars.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Planets of the Solar System: Tilts and Spins",
        "url": "https://www.youtube.com/embed/my1euFQHH-o?rel=0"
    },
    {
        "date": "2019-05-22",
        "explanation": "Primordial contact binary 2014 MU69, also known as Ultima Thule, really is very red. In fact, it's the reddest outer solar system object ever visited by a spacecraft from Earth. Its reddish hue is believed to be due to organic materials on its surface. Ruddy color and tantalizing surface details seen in this composite image are based on data from the New Horizons spacecraft recorded during the January 1 flyby of the farthest world yet explored. Embedded in the smaller lobe Thule (top), the 8 kilometer wide feature nicknamed Maryland crater is the largest depression known on the surface of Ultima Thule. Transmission of data collected from the flyby continues, and will go on until the late summer 2020 as New Horizons speeds deeper into the dim and distant Kuiper Belt.",
        "hdurl": "https://apod.nasa.gov/apod/image/1905/ca06_color_UlThNH.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Primordial Contact Binary 2014 MU69",
        "url": "https://apod.nasa.gov/apod/image/1905/ca06_color_UlThNH.jpg"
    },
    {
        "date": "2019-05-24",
        "explanation": "An abundance of boulders litters the surface asteroid 101955 Bennu in this dramatic close-up from the OSIRIS-REx spacecraft. Taken on March 28 from a distance of just 3.4 kilometers (2.1 miles) the field of view is about 50 meters across while the light colored boulder at top right is 4.8 meters tall. Likely a loose conglomerate rubble pile asteroid, Bennu itself spans less than 500 meters. That's about the height of the Empire State Building. Mapping the near Earth asteroid since the spacecraft's arrival in December of 2018, the OSIRIS-REx mission plans a TAG (Touch-and-Go) maneuver for July 2020 to sample Bennu's rugged surface, returning the sample to planet Earth in September 2023. Citizen scientists have been invited to help choose the sample collection site.",
        "hdurl": "https://apod.nasa.gov/apod/image/1905/pdco-20190328-up-slope-to-limb.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Boulders on Bennu",
        "url": "https://apod.nasa.gov/apod/image/1905/pdco-20190328-up-slope-to-limb.jpg"
    },
    {
        "date": "2019-05-29",
        "explanation": "Why do some spiral galaxies have a ring around the center?  First and foremost, M95 is one of the closer examples of a big and beautiful barred spiral galaxy.  Visible in the featured combination of images from Hubble and several ground based telescopes are sprawling spiral arms delineated by open clusters of bright blue stars, lanes of dark dust, the diffuse glow of billions of faint stars, and a short bar across the galaxy center.  What intrigues many astronomers, however, is the circumnuclear ring around the galaxy center visible just outside the central bar.  Although the long term stability of this ring remains a topic of research, observations indicate its present brightness is at least enhanced by transient bursts of star formation.  M95, also known as NGC 3351, spans about 50,000 light-years, lies about 30 million light years away, and can be seen with a small telescope toward the constellation of the Lion (Leo).   Almost Hyperspace: Random APOD Generator",
        "hdurl": "https://apod.nasa.gov/apod/image/1905/M95_HstEsoGendler_1800.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M95: Spiral Galaxy with an Inner Ring",
        "url": "https://apod.nasa.gov/apod/image/1905/M95_HstEsoGendler_960.jpg"
    },
    {
        "date": "2019-06-01",
        "explanation": "A payload on board the International Space Station, the Neutron star Interior Composition Explorer (NICER) twists and turns to track cosmic sources of X-rays as the station orbits planet Earth every 93 minutes. During orbit nighttime, its X-ray detectors remain on. So as NICER slews from target to target bright arcs and loops are traced across this all-sky map made from 22 months of NICER data. The arcs tend to converge on prominent bright spots, pulsars in the X-ray sky that NICER regularly targets and monitors. The pulsars are spinning neutron stars that emit clock-like pulses of X-rays. Their timing is so precise it can be used for navigation, determining spacecraft speed and position. This NICER X-ray, all-sky, map is composed in coordinates with the celestial equator horizontally across the center.",
        "hdurl": "https://apod.nasa.gov/apod/image/1906/NICERNightMovesnolabels_0.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NICER at Night",
        "url": "https://apod.nasa.gov/apod/image/1906/NICERNightMovesnolabels1200.jpg"
    },
    {
        "date": "2019-06-02",
        "explanation": "If you were floating above the Earth right now, this is what you might see. In 2014, a robotic SpaceX Dragon capsule that delivered supplies to the Earth-orbiting International Space Station (ISS) also delivered High Definition Earth Viewing (HDEV) cameras that take and transmit live views of Earth. Pictured here, when working, is the live video feed that switches between four cameras, each pointed differently. Watch white clouds, tan land, and blue oceans drift by.  The featured live view will appear black when it is nighttime on the Earth below, but the space station's rapid 90-minute orbit compresses this dark time into only 45 minutes.  The present location of the ISS above the Earth can be found on the web. If the video appears gray, this indicates that the view is either being switched between cameras, or communications with the ISS is temporarily unavailable.  As the HDEV project continues, video quality will be monitored to assess the effects of high energy radiation, which types of cameras work best, and which Earth views are the most popular.",
        "media_type": "video",
        "service_version": "v1",
        "title": "A Live View from the International Space Station",
        "url": "https://www.ustream.tv/embed/17074538?v=3&wmode=direct&autoplay=true"
    },
    {
        "date": "2019-06-03",
        "explanation": "When did these big galaxies first begin to dance?  Really only four of the five of Stephan's Quintet are locked in a cosmic tango of repeated close encounters taking place some 300 million light-years away.  The odd galaxy out is easy to spot in this recently reprocessed image by the Hubble Space Telescope -- the interacting galaxies, NGC 7319, 7318B, 7318A, and 7317 (left to right), have a more dominant yellowish cast.  They also tend to have distorted loops and tails, grown under the influence of disruptive gravitational tides.  The mostly bluish galaxy, large NGC 7320 on the lower left, is in the foreground at about 40 million light-years distant, and so is not part of the interacting group. Data and modeling indicate that NGC 7318B is a relatively new intruder. A recently-discovered halo of old red stars surrounding Stephan's Quintet indicate that at least some of these galaxies started tangling over a billion years. Stephan's Quintet is visible with a moderate sized-telescope toward the constellation of Winged Horse (Pegasus).",
        "hdurl": "https://apod.nasa.gov/apod/image/1906/StephansQuintet_HubbleNobre_1824.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stephan's Quintet from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1906/StephansQuintet_HubbleNobre_960.jpg"
    },
    {
        "date": "2019-06-04",
        "explanation": "If you put your ear to Mars, what would you hear? To find out, and to explore the unknown interior of Mars, NASA's Insight Lander deployed SEIS late last year, a sensitive seismometer that can detect marsquakes. In early April, after hearing the wind and motions initiated by the lander itself, SEIS recorded an unprecedented event that matches what was expected for a marsquake.  This event can be heard on this YouTube video.  Although Mars is not thought to have tectonic plates like the Earth, numerous faults are visible on the Martian surface which likely occurred as the hot interior of Mars cooled -- and continues to cool.  Were strong enough marsquakes to occur, SEIS could hear their rumbles reflected from large structures internal to Mars, like a liquid core, if one exists.  Pictured last week, SEIS sits quietly on the Martian surface, taking in some Sun while light clouds are visible over the horizon.   Create a Distant Legacy: Send your name to Mars",
        "hdurl": "https://apod.nasa.gov/apod/image/1906/SeismometerClouds_Insight_1021.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "SEIS: Listening for Marsquakes",
        "url": "https://apod.nasa.gov/apod/image/1906/SeismometerClouds_Insight_1021.jpg"
    },
    {
        "date": "2019-06-10",
        "explanation": "What's that black spot on Jupiter? No one is sure.  During the latest pass of NASA's Juno around Jupiter, the robotic spacecraft imaged an usually dark cloud feature informally dubbed the Abyss. Surrounding cloud patterns show the Abyss to be at the center of a vortex. Since dark features on Jupiter's atmosphere tend to run deeper than light features, the Abyss may really be the deep hole that it appears -- but without more evidence that remains conjecture.  The Abyss is surrounded by a complex of meandering clouds and other swirling storm systems, some of which are topped by light colored, high-altitude clouds.  The featured image was captured last month while Juno passed only about 15,000 kilometers above Jupiter's cloud tops.  The next close pass of Juno near Jupiter will be in July.",
        "hdurl": "https://apod.nasa.gov/apod/image/1906/JupiterAbyss_JunoEichstadt_1080.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Jupiter Abyss",
        "url": "https://apod.nasa.gov/apod/image/1906/JupiterAbyss_JunoEichstadt_1080.jpg"
    },
    {
        "date": "2019-06-11",
        "explanation": "What's happening in and around the Cave Nebula? To help find out, NASA's orbiting Spitzer Space Telescope looked into this optically-dark star-forming region in four colors of infrared light.  The Cave Nebula, cataloged as Sh2-155, is quite bright in infrared, revealing details not only of internal pillars of gas and dust, but of the illuminating star cluster too - all near the top of the image.  The red glow around the Cave's entrance is created by dust heated by bright young stars. To the right is Cepheus B, a star cluster that formed previously from the same cloud of gas and dust. Other interesting stars of Cepheus come to light in infrared as well, including those illuminating an even younger nebula toward the image bottom, and a runaway star pushing a bow shock, tinged in red near the image center. This region spans about 50 light years and lies about 2,500 light years toward the constellation of the King of Aethiopia (Cepheus).    Get the latest from NASA: Subscribe to NASA's Newsletter.",
        "hdurl": "https://apod.nasa.gov/apod/image/1906/CepheusB_Spitzer_14391.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Cave Nebula in Infrared from Spitzer",
        "url": "https://apod.nasa.gov/apod/image/1906/CepheusB_Spitzer_1080.jpg"
    },
    {
        "date": "2019-06-12",
        "explanation": "Dust lanes seem to swirl around the core of Messier 96 in this colorful, detailed portrait of the center of a beautiful island universe. Of course M96 is a spiral galaxy, and counting the faint arms extending beyond the brighter central region, it spans 100 thousand light-years or so, making it about the size of our own Milky Way. M96, also known as NGC 3368, is known to be about 35 million light-years distant and a dominant member of the Leo I galaxy group. The featured image was taken by the Hubble Space Telescope.  The reason for M96's asymmetry is unclear -- it could have arisen from gravitational interactions with other Leo I group galaxies, but the lack of an intra-group diffuse glow seems to indicate few recent interactions. Galaxies far in the background can be found by examining the edges of the picture.    APOD in other languages: Arabic, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, Farsi, French, French, German, Hebrew, Indonesian, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish and Ukrainian",
        "hdurl": "https://apod.nasa.gov/apod/image/1906/M96_HubbleShatz_1824.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spiral Galaxy M96 from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1906/M96_HubbleShatz_960.jpg"
    },
    {
        "date": "2019-06-15",
        "explanation": "Get out your red/blue glasses and float next to Helene, small, icy moon of Saturn. Appropriately named, Helene is one of four known Trojan moons, so called because it orbits at a Lagrange point. A Lagrange point is a gravitationally stable position near two massive bodies, in this case Saturn and larger moon Dione. In fact, irregularly shaped ( about 36 by 32 by 30 kilometers) Helene orbits at Dione's leading Lagrange point while brotherly ice moon Polydeuces follows at Dione's trailing Lagrange point. The sharp stereo anaglyph was constructed from two Cassini images captured during a close flyby in 2011. It shows part of the Saturn-facing hemisphere of Helene mottled with craters and gully-like features.",
        "hdurl": "https://apod.nasa.gov/apod/image/1906/N00172886_92_beltramini.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stereo Helene",
        "url": "https://apod.nasa.gov/apod/image/1906/N00172886_92_beltramini.jpg"
    },
    {
        "date": "2019-06-16",
        "explanation": "What created this unusual mountain? There is a new theory.  Ahuna Mons is the largest mountain on the largest known asteroid in our Solar System, Ceres, which orbits our Sun in the main asteroid belt between Mars and Jupiter. Ahuna Mons, though, is like nothing that humanity has ever seen before. For one thing, its slopes are garnished not with old craters but young vertical streaks.  The new hypothesis, based on numerous gravity measurements, holds that a bubble of mud rose from deep within the dwarf planet and pushed through the icy surface at a weak point rich in reflective salt -- and then froze.  The bright streaks are thought to be similar to other recently surfaced material such as visible in Ceres' famous bright spots.  The featured double-height digital image was constructed from surface maps taken of Ceres in 2016 by the robotic Dawn mission. Successfully completing its mission in 2018, Dawn continues to orbit Ceres even though it has exhausted the fuel needed to keep its antennas pointed toward Earth.   Anniversary:  The first APOD appeared 24 years ago today.",
        "hdurl": "https://apod.nasa.gov/apod/image/1906/AhunaMonsCeres_Dawn_1280.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Unusual Mountain Ahuna Mons on Asteroid Ceres",
        "url": "https://apod.nasa.gov/apod/image/1906/AhunaMonsCeres_Dawn_960.jpg"
    },
    {
        "date": "2019-06-19",
        "explanation": "What's the magnetic field like in the center of our Milky Way Galaxy? To help find out, NASA's SOFIA -- an observatory  flying in a modified 747 -- imaged the central region with an instrument known as HAWC+.  HAWC+ maps magnetism by observing polarized infrared light emitted by elongated dust grains rotating in alignment with the local magnetic field.  Now at our Milky Way's center is a supermassive black hole with a hobby of absorbing gas from stars it has recently destroyed.  Our galaxy's black hole, though, is relatively quiet compared to the absorption rate of the central black holes in active galaxies. The featured image gives a clue as to why -- a surrounding magnetic field may either channel gas into the black hole -- which lights up its exterior, or forces gas into an accretion-disk holding pattern, causing it to be less active -- at least temporarily. Inspection of the featured image -- appearing perhaps like a surreal mashup of impasto art and gravitational astrophysics -- brings out this telling clue by detailing the magnetic field in and around a dusty ring surrounding Sagittarius A*, the black hole in our Milky Way's center.",
        "hdurl": "https://apod.nasa.gov/apod/image/1906/MwCenter_SofiaHubble_1032.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Our Galaxy's Magnetic Center",
        "url": "https://apod.nasa.gov/apod/image/1906/MwCenter_SofiaHubble_1032.jpg"
    },
    {
        "date": "2019-06-20",
        "explanation": "Big, bright, beautiful spiral, Messier 106 dominates this cosmic vista. The nearly two degree wide telescopic field of view looks toward the well-trained constellation Canes Venatici, near the handle of the Big Dipper. Also known as NGC 4258, M106 is about 80,000 light-years across and 23.5 million light-years away, the largest member of the Canes II galaxy group. For a far away galaxy, the distance to M106 is well-known in part because it can be directly measured by tracking this galaxy's remarkable maser, or microwave laser emission. Very rare but naturally occurring, the maser emission is produced by water molecules in molecular clouds orbiting its active galactic nucleus. Another prominent spiral galaxy on the scene, viewed nearly edge-on, is NGC 4217 below and right of M106. The distance to NGC 4217 is much less well-known, estimated to be about 60 million light-years.",
        "hdurl": "https://apod.nasa.gov/apod/image/1906/M106Keyser.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A View Toward M106",
        "url": "https://apod.nasa.gov/apod/image/1906/M106Keyser1024.jpg"
    },
    {
        "date": "2019-06-22",
        "explanation": "This close-up from the Mars Reconnaissance Orbiter's HiRISE camera shows weathered craters and windblown deposits in southern Acidalia Planitia. A striking shade of blue in standard HiRISE image colors, to the human eye the area would probably look grey or a little reddish. But human eyes have not gazed across this terrain, unless you count the eyes of NASA astronauts in the scifi novel The Martian by Andy Weir. The novel chronicles the adventures of Mark Watney, an astronaut stranded at the fictional Mars mission Ares 3 landing site corresponding to the coordinates of this cropped HiRISE frame. For scale Watney's 6-meter-diameter habitat at the site would be about 1/10th the diameter of the large crater. Of course, the Ares 3 landing coordinates are only about 800 kilometers north of the (real life) Carl Sagan Memorial Station, the 1997 Pathfinder landing site.",
        "hdurl": "https://apod.nasa.gov/apod/image/1906/PIA19363.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ares 3 Landing Site: The Martian Revisited",
        "url": "https://apod.nasa.gov/apod/image/1906/PIA19363_1024.jpg"
    },
    {
        "date": "2019-06-23",
        "explanation": "How do violent stars affect their surroundings? To help find out, astronomers created a 48-frame high-resolution, controlled-color panorama of the center of the Carina Nebula, one of the largest star forming regions on the night sky. The featured image, taken in 2007, was the most detailed image of the Carina Nebula yet taken.  Cataloged as NGC 3372, the Carina Nebula is home to streams of hot gas, pools of cool gas, knots of dark globules, and pillars of dense dusty interstellar matter. The Keyhole Nebula, visible left of center, houses several of the most massive stars known.  These large and violent stars likely formed in dark globules and continually reshape the nebula with their energetic light, outflowing stellar winds, and ultimately by ending their lives in supernova explosions.  Visible to the unaided eye, the entire Carina Nebula spans over 450 light years and lies about 8,500 light-years away toward the constellation of Ship's Keel (Carina).",
        "hdurl": "https://apod.nasa.gov/apod/image/1906/carina2_hst_4000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Carina Nebula Panorama from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1906/carina2_hst_1080.jpg"
    },
    {
        "date": "2019-06-30",
        "explanation": "What would it be like to fly over the asteroid Vesta? Animators from the German Aerospace Center took actual images and height data from NASA's Dawn mission when it visited asteroid Vesta a few years ago and generated a virtual movie. The featured video begins with a sequence above Divalia Fossa, an unusual pair of troughs running parallel over heavily cratered terrain. Next, the virtual spaceship explores Vesta's 60-km Marcia Crater, showing numerous vivid details. Last, Dawn images were digitally recast with exaggerated height to better reveal Vesta's 5-km high mountain Aricia Tholus. The second largest object in the Solar System's asteroid belt, Vesta is the brightest asteroid visible from Earth and can be found with binoculars.  Using Vesta Trek, you can explore all over Vesta yourself.   Every June 30: Today is Asteroid Day",
        "media_type": "video",
        "service_version": "v1",
        "title": "Virtual Flight over Asteroid Vesta",
        "url": "https://www.youtube.com/embed/YYxPw_T8Vlk"
    },
    {
        "date": "2019-07-02",
        "explanation": "If not perfect, then this spiral galaxy is at least one of the most photogenic. An island universe containing billions of stars and situated about 40 million light-years away toward the constellation of the Dolphinfish (Dorado), NGC 1566 presents a gorgeous face-on view. Classified as a grand design spiral, NGC 1566's shows two prominent and graceful spiral arms that are traced by bright blue star clusters and dark cosmic dust lanes. Numerous Hubble Space Telescope images of NGC 1566 have been taken to study star formation, supernovas, and the spiral's unusually active center. Some of these images, stored online in the Hubble Legacy Archive, were freely downloaded, combined, and digitally processed by an industrious amateur to create the featured image. NGC 1566's flaring center makes the spiral one of the closest and brightest Seyfert galaxies, likely housing a central supermassive black hole wreaking havoc on surrounding stars and gas.   Today: Total solar eclipse visible in parts of South America",
        "hdurl": "https://apod.nasa.gov/apod/image/1907/NGC1566_Shatz_2018d.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 1566: The Spanish Dancer Spiral Galaxy",
        "url": "https://apod.nasa.gov/apod/image/1907/NGC1566_Shatz_960d.jpg"
    },
    {
        "date": "2019-07-03",
        "explanation": "If you could fly across Titan, what would you see? To find out and to better explore this exotic moon of Saturn, NASA recently green-lighted Dragonfly, a mission to Titan with plans to deploy a helicopter-like drone. Saturn's moon Titan is one of the largest moons in the Solar System and the only moon known to have a thick atmosphere and changing hydrocarbon lakes. After development, building, testing, and launch, Dragonfly is currently scheduled to reach Titan in 2034. The featured animated video envisions Dragonfly arriving at Titan, beginning its airborne exploration, landing to establishing a radio link back to Earth, and then continuing on to another trans-Titanian flight. It is hoped that Dragonfly will not only help humanity better understanding Titan's weather, chemistry, and changing landscape, but also bolster humanity's understanding of how life first developed on our young Earth.   Astrophysicists: Browse 1,900+ codes in the Astrophysics Source Code Library",
        "media_type": "video",
        "service_version": "v1",
        "title": "Robotic Dragonfly Selected to Fly Across Titan",
        "url": "https://www.youtube.com/embed/t9-0p9KjHv8?rel=0"
    },
    {
        "date": "2019-07-07",
        "explanation": "Saturn never shows a crescent phase -- from Earth.  But when viewed from beyond, the majestic giant planet can show an unfamiliar diminutive sliver. This image of crescent Saturn in natural color was taken by the robotic Cassini spacecraft in 2007. The featured image captures Saturn's majestic rings from the side of the ring plane opposite the Sun -- the unilluminated side -- another vista not visible from Earth. Pictured are many of Saturn's photogenic wonders, including the subtle colors of cloud bands, the complex shadows of the rings on the planet, and the shadow of the planet on the rings. A careful eye will find the moons Mimas (2 o'clock) and Janus (4 o'clock), but the real challenge is to find Pandora (8 o'clock).  Saturn is now nearly opposite from the Sun in the Earth's sky and so can be seen in the evening starting just after sunset for the rest of the night.",
        "hdurl": "https://apod.nasa.gov/apod/image/1907/CrescentSaturn_cassini_4824.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Crescent Saturn",
        "url": "https://apod.nasa.gov/apod/image/1907/CrescentSaturn_cassini_1080.jpg"
    },
    {
        "date": "2019-07-08",
        "explanation": "What's happening at the center of our galaxy? It's hard to tell with optical telescopes since visible light is blocked by intervening interstellar dust. In other bands of light, though, such as radio, the galactic center can be imaged and shows itself to be quite an interesting and active place.  The featured picture shows the inaugural image of the MeerKAT array of 64 radio dishes just completed in South Africa. Spanning four times the angular size of the Moon (2 degrees), the image is impressively vast, deep, and detailed.  Many known sources are shown in clear detail, including many with a prefix of Sgr, since the Galactic Center is in the direction of the constellation Sagittarius.  In our Galaxy's Center lies Sgr A, found here just to the right of the image center, which houses the Milky Way's central supermassive black hole.  Other sources in the image are not as well understood, including the Arc, just to the left of  Sgr A, and numerous filamentary threads. Goals for MeerKAT include searching for radio emission from neutral hydrogen emitted in a much younger universe and brief but distant radio flashes.",
        "hdurl": "https://apod.nasa.gov/apod/image/1907/GCenter_MeerKAT_5000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Galactic Center in Radio from MeerKAT",
        "url": "https://apod.nasa.gov/apod/image/1808/GCenter_MeerKAT_1080.jpg"
    },
    {
        "date": "2019-07-10",
        "explanation": "Over 4000 planets are now known to exist outside our Solar System. Known as exoplanets, this milestone was passed last month, as recorded by NASA's Exoplanet Archive. The featured video highlights these exoplanets in sound and light, starting chronologically from the first confirmed detection in 1992.  The entire night sky is first shown compressed with the central band of our Milky Way Galaxy making a giant U.  Exoplanets detected by slight jiggles in their parents-star's colors (radial velocity) appear in pink, while those detected by slight dips in their parent star's brightness (transit) are shown in purple. Further, those exoplanets imaged directly appear in orange, while those detected by gravitationally magnifying the light of a background star (microlensing) are shown in green.  The faster a planet orbits its parent star, the higher the accompanying tone played. The retired Kepler satellite has discovered about half of these first 4000 exoplanets in just one region of the sky, while the new TESS mission is on track to find even more, all over the sky, orbiting the brightest nearby stars.  Finding exoplanets not only helps humanity to better understand the potential prevalence of life elsewhere in the universe, but also how our Earth and Solar System were formed.   Follow APOD on Instagram in: English, Indonesian, or Persian",
        "media_type": "video",
        "service_version": "v1",
        "title": "4000 Exoplanets",
        "url": "https://www.youtube.com/embed/aiFD_LBx2nM?rel=0"
    },
    {
        "date": "2019-07-16",
        "explanation": "verybody saw the Moon. Nobody had ever been there.  Humans across planet Earth watched in awe 50 years ago today as a powerful Saturn V rocket attempted to launch humans -- to the Moon. Some in space flight guessed that the machinery was so complex, that so many things had to go right for it to work, that Apollo 11 would end up being another useful dress rehearsal for a later successful Moon-landing mission.  But to the Moon they went. The featured video starts by showing astronauts Aldrin, Armstrong, and Collins making their way to the waiting rocket. As the large and mighty Saturn V launched, crowds watched from Cape Canaveral in Florida, USA and on television around the world.  The events that unfolded over the next few days, including a dramatic moon walk 50 years ago this Saturday, will forever be remembered as a milestone in human history and an unrivaled demonstration of human ingenuity.  This week, many places around the world are planning celebrations of the 50th anniversary of the first humans landing on the Moon.    NASA Remembers: Apollo 50th: Next Giant Le",
        "media_type": "video",
        "service_version": "v1",
        "title": "Apollo 11 Launches Humans to the Moon",
        "url": "https://www.youtube.com/embed/yxer_vweB5g?rel=0"
    },
    {
        "date": "2019-07-17",
        "explanation": "It had never been done before. But with the words \"You're Go for landing\", 50 years ago this Saturday, Apollo 11 astronauts Aldrin and Armstrong were cleared to make the first try. The next few minutes would contain more than a bit of drama, as an unexpected boulder field and an unacceptably sloping crater loomed below.  With fuel dwindling, Armstrong coolly rocketed the lander above the lunar surface as he looked for a clear and flat place to land.  With only seconds of fuel remaining, and with the help of Aldrin and mission control calling out data, Armstrong finally found a safe spot -- and put the Eagle down.  Many people on Earth listening to the live audio felt great relief on hearing \"The Eagle has landed\", and great pride knowing that for the first time ever, human beings were on the Moon. Combined in the featured descent video are two audio feeds, a video feed similar to what the astronauts saw, captions of the dialog, and data including the tilt of the Eagle lander. The video concludes with the panorama of the lunar landscape visible outside the Eagle. A few hours later, hundreds of millions of people across planet Earth, drawn together as a single species, watched fellow humans walk on the Moon.   NASA Remembers: Apollo 50th: Next Giant Le",
        "media_type": "video",
        "service_version": "v1",
        "title": "Apollo 11: Descent to the Moon",
        "url": "https://www.youtube.com/embed/xc1SzgGhMKc?start=850"
    },
    {
        "date": "2019-07-18",
        "explanation": "On July 16 the Moon celebrated the 50th anniversary of the launch of Apollo 11 with a lunar eclipse visible from much of planet Earth. In this view part of the lunar disk is immersed in Earth's dark, reddened umbral shadow. Near the maximum eclipse phase, it just touches down along a mountain ridge. The rugged Tyrolean nightscape was recorded after moonrise south of Innsbruck, Austria with a dramatically lit communication tower along the ridgeline. Of course eclipses rarely travel alone. This partial lunar eclipse was at the Full Moon following July 2nd's New Moon and total eclipse of the Sun.",
        "hdurl": "https://apod.nasa.gov/apod/image/1907/moon_eclipse_span.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Shadowed Moon and Mountain",
        "url": "https://apod.nasa.gov/apod/image/1907/moon_eclipse_span1066.jpg"
    },
    {
        "date": "2019-07-19",
        "explanation": "On July 20, 1969 the Apollo 11 lunar module Eagle safely touched down on the Moon. It landed near the southwestern corner of the Moon's Mare Tranquillitatis at a landing site dubbed Tranquility Base. This panoramic view of Tranquility Base was constructed from the historic photos taken from the lunar surface. On the far left astronaut Neil Armstrong casts a long shadow with Sun is at his back and the Eagle resting about 60 meters away ( AS11-40-5961). He stands near the rim of 30 meter-diameter Little West crater seen here to the right ( AS11-40-5954). Also visible in the foreground is the top of the camera intended for taking stereo close-ups of the lunar surface.",
        "hdurl": "https://apod.nasa.gov/apod/image/1907/apollo11TranquilitybasePan.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Tranquility Base Panorama",
        "url": "https://apod.nasa.gov/apod/image/1907/apollo11TranquilitybasePan600h.jpg"
    },
    {
        "date": "2019-07-20",
        "explanation": "Have you seen a panorama from another world lately? Assembled from high-resolution scans of the original film frames, this one sweeps across the magnificent desolation of the Apollo 11 landing site on the Moon's Sea of Tranquility. The images were taken by Neil Armstrong looking out his window of the Eagle Lunar Module fifty years ago, shortly after the July 20, 1969 landing. The frame at the far left (AS11-37-5449) is the first picture taken by a person on another world. Toward the south, thruster nozzles can be seen in the foreground on the left, while at the right, the shadow of the Eagle is visible to the west. For scale, the large, shallow crater on the right has a diameter of about 12 meters. Frames taken from the Lunar Module windows about an hour and a half after landing, before walking on the lunar surface, were intended to initially document the landing site in case an early departure was necessary.",
        "hdurl": "https://apod.nasa.gov/apod/image/1907/a11pan1040226lftsm.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 11 Landing Panorama",
        "url": "https://apod.nasa.gov/apod/image/1907/a11pan1040226lftsm600.jpg"
    },
    {
        "date": "2019-07-21",
        "explanation": "Why are there so many moonquakes?   Analyses of seismometers left on the moon by the Apollo moon landings reveals a surprising number of moonquakes occurring within 100 kilometers of the surface.   In fact, 62 moonquakes were detected in data recorded between 1972 and 1977.   Many of these moonquakes are not only strong enough to move furniture in a lunar apartment, but the stiff rock of the moon continues to vibrate for many minutes, significantly longer than the softer rock earthquakes on Earth.   The cause of the moonquakes remains unknown, but a leading hypothesis is the collapse of underground faults. Regardless of the source, future moon dwellings need to be built to withstand the frequent shakings.   Pictured here 50 years ago today, Apollo 11 astronaut Buzz Aldrin stands beside a recently deployed lunar seismometer, looking back toward the lunar landing module.",
        "hdurl": "https://apod.nasa.gov/apod/image/1907/AldrinSeismometer_Apollo11_3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Moonquakes Surprisingly Common",
        "url": "https://apod.nasa.gov/apod/image/1907/AldrinSeismometer_Apollo11_960.jpg"
    },
    {
        "date": "2019-07-23",
        "explanation": "Why is the Cigar Galaxy billowing red smoke?  M82, as this starburst galaxy is also known, was stirred up by a recent pass near large spiral galaxy M81.  This doesn't fully explain the source of the red-glowing outwardly expanding gas and dust, however.  Evidence indicates that this gas and dust is being driven out by the combined emerging particle winds of many stars, together creating a galactic superwind.  The dust particles are thought to originate in M82's interstellar medium and are actually similar in size to particles in cigar smoke.  The featured photographic mosaic highlights a specific color of red light strongly emitted by ionized hydrogen gas, showing detailed filaments of this gas and dust.  The filaments extend for over 10,000 light years. The 12-million light-year distant Cigar Galaxy is the brightest galaxy in the sky in infrared light, and can be seen in visible light with a small telescope towards the constellation of the Great Bear (Ursa Major).   APOD in other languages: Arabic, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, Farsi, French, French, German, Hebrew, Indonesian, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish and Ukrainian",
        "hdurl": "https://apod.nasa.gov/apod/image/1907/M82_HubbleNobre_1824.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M82: Galaxy with a Supergalactic Wind",
        "url": "https://apod.nasa.gov/apod/image/1907/M82_HubbleNobre_960.jpg"
    },
    {
        "date": "2019-08-01",
        "explanation": "Massive stars spend their brief lives furiously burning nuclear fuel. Through fusion at extreme temperatures and densities surrounding the stellar core, nuclei of light elements like Hydrogen and Helium are combined to heavier elements like Carbon, Oxygen, etc. in a progression which ends with Iron. So a supernova explosion, a massive star's inevitable and spectacular demise, blasts back into space debris enriched in heavier elements to be incorporated into other stars and planets and people. This detailed false-color x-ray image from the orbiting Chandra Observatory shows such a hot, expanding stellar debris cloud about 36 light-years across. Cataloged as G292.0+1.8, this young supernova remnant is about 20,000 light-years distant toward the southern constellation Centaurus. Light from the inital supernova explosion reached Earth an estimated 1,600 years ago. Bluish colors highlight filaments of the mulitmillion degree gas which are exceptionally rich in Oxygen, Neon, and Magnesium. This enriching supernova also produced a pulsar in its aftermath, a rotating neutron star remnant of the collapsed stellar core. The stunning image was released as part of the 20th anniversary celebration of the Chandra X-ray Observatory.",
        "hdurl": "https://apod.nasa.gov/apod/image/1908/g292chandra.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Elements in the Aftermath",
        "url": "https://apod.nasa.gov/apod/image/1908/g292chandra.jpg"
    },
    {
        "date": "2019-08-03",
        "explanation": "Peering from the shadows, the Saturn-facing hemisphere of Mimas lies in near darkness alongside a dramatic sunlit crescent. The mosaic was captured near the Cassini spacecraft's final close approach on January 30, 2017. Cassini's camera was pointed in a nearly sunward direction only 45,000 kilometers from Mimas. The result is one of the highest resolution views of the icy, crater-pocked, 400 kilometer diameter moon. An enhanced version better reveals the Saturn-facing hemisphere of the synchronously rotating moon lit by sunlight reflected from Saturn itself. To see it, slide your cursor over the image (or follow this link). Other Cassini images of Mimas include the small moon's large and ominous Herschel Crater.",
        "hdurl": "https://apod.nasa.gov/apod/image/1908/MimasPIA17213.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mimas in Saturnlight",
        "url": "https://apod.nasa.gov/apod/image/1908/MimasPIA17213_fig1_1024.jpg"
    },
    {
        "date": "2019-08-04",
        "explanation": "Twenty-one years ago results were first presented indicating that most of the energy in our universe is not in stars or galaxies but is tied to space itself.  In the language of cosmologists, a large cosmological constant -- dark energy -- was directly implied by new distant supernova observations.  Suggestions of a cosmological constant were not new -- they have existed since the advent of modern relativistic cosmology. Such claims were not usually popular with astronomers, though, because dark energy was so unlike known universe components, because dark energy's abundance appeared limited by other observations, and because less-strange cosmologies without a significant amount of dark energy had previously done well in explaining the data. What was exceptional here was the seemingly direct and reliable method of the observations and the good reputations of the scientists conducting the investigations. Over the two decades, independent teams of astronomers have continued to accumulate data that appears to confirm the existence of dark energy and the unsettling result of a presently accelerating universe. In 2011, the team leaders were awarded the Nobel Prize in Physics for their work.  The featured picture of a supernova that occurred in 1994 on the outskirts of a spiral galaxy was taken by one of these collaborations.    News: APOD is now available via Facebook in Hindi.",
        "hdurl": "https://apod.nasa.gov/apod/image/1908/SN1994D_Hubble_2608.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Rumors of a Dark Universe",
        "url": "https://apod.nasa.gov/apod/image/1908/SN1994D_Hubble_960.jpg"
    },
    {
        "date": "2019-08-06",
        "explanation": "What does our region of the Universe look like? Since galaxies are so spread out over the sky, and since our Milky Way Galaxy blocks part of the distant sky, it has been hard to tell. A new map has been made, however, using large-scale galaxy motions to infer what massive objects must be gravitating in the nearby universe. The featured map, spanning over 600 million light years on a side, shows that our Milky Way Galaxy is on the edge of the Virgo Cluster of Galaxies, which is connected to the Great Attractor -- an even larger grouping of galaxies. Also nearby are the massive Coma Cluster and the extensive Perseus-Pisces Supercluster. Conversely, we are also on the edge of huge region nearly empty of galaxies known as the Local Void.  The repulsive push by the Local Void combined with the gravitational pull toward the elevated galaxy density on the other side of the sky explains part of the mysteriously high speed our Galaxy has relative to the cosmic microwave background -- but not all.  To explore the local universe yourself, as determined by Cosmicflows-3, you are invited to zoom in and spin around this interactive 3D visualization.",
        "hdurl": "https://apod.nasa.gov/apod/image/1908/VoidMap_Tully_1288.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Local Void in the Nearby Universe",
        "url": "https://apod.nasa.gov/apod/image/1908/VoidMap_Tully_960.jpg"
    },
    {
        "date": "2019-08-08",
        "explanation": "Part of a 360 degree panorama, this view looks out from the Mars rover Curiosity's current location on the Red Planet dubbed Teal Ridge. The mosaicked scene was captured by the rover's Mastcam on Earth calendar date June 18, 2019. That corresponds to Curiosity's sol 2440, or 2,440th martian day on the surface. Since landing seven years ago on August 6, 2012 in Gale Crater, Curiosity has traveled some 21 kilometers (13 miles). On the right, the rover's tracks lead back toward Vera Rubin Ridge with the Gale Crater rim visible in the distance. The robotic rover leaves wheel tracks about 3 meters (10 feet) apart. During its mission, Curiosity has had great successes exploring the history of water in the martian environment. In fact, NASA's Mars 2020 rover is largely based on the Mars Curiosity rover design.   Watch: Perseid Meteor Shower",
        "hdurl": "https://apod.nasa.gov/apod/image/1908/pia23346-16.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Curiosity at Teal Ridge",
        "url": "https://apod.nasa.gov/apod/image/1908/pia23346-16_1024.jpg"
    },
    {
        "date": "2019-08-11",
        "explanation": "This dance is to the death.  Along the way, as these two large galaxies duel, a cosmic bridge of stars, gas, and dust currently stretches over 75,000 light-years and joins them.  The bridge itself is strong evidence that these two immense star systems have passed close to each other and experienced violent tides induced by mutual gravity. As further evidence, the face-on spiral galaxy on the right, also known as NGC 3808A, exhibits many young blue star clusters produced in a burst of star formation. The twisted edge-on spiral on the left (NGC 3808B) seems to be wrapped in the material bridging the galaxies and surrounded by a curious polar ring. Together, the system is known as Arp 87 and morphologically classified, technically, as peculiar. While such interactions are drawn out over billions of years, repeated close passages should ultimately result in the death of one galaxy in the sense that only one galaxy will eventually result. Although this scenario does look peculiar, galactic mergers are thought to be common, with Arp 87 representing a stage in this inevitable process. The Arp 87 pair are about 300 million light-years distant toward the constellation Leo. The prominent edge-on spiral galaxy at the far left appears to be a more distant background galaxy and not involved in the on-going merger.",
        "hdurl": "https://apod.nasa.gov/apod/image/1908/Arp87_Hubble_2302.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Arp 87: Merging Galaxies from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1908/Arp87_Hubble_1080.jpg"
    },
    {
        "date": "2019-08-13",
        "explanation": "What could shoot out a neutron star like a cannon ball? A supernova.  About 10,000 years ago, the supernova that created the nebular remnant CTB 1 not only destroyed a massive star but blasted its newly formed neutron star core -- a pulsar -- out into the Milky Way Galaxy.  The pulsar, spinning 8.7 times a second, was discovered using downloadable software Einstein@Home searching through data taken by NASA's orbiting Fermi Gamma-Ray Observatory.  Traveling over 1,000 kilometers per second, the pulsar PSR J0002+6216 (J0002 for short) has already left the supernova remnant CTB 1, and is even fast enough to leave our Galaxy. Pictured, the trail of the pulsar is visible extending to the lower left of the supernova remnant.  The featured image is a combination of radio images from the VLA and DRAO radio observatories, as well as data archived from NASA's orbiting IRAS infrared observatory. It is well known that supernovas can act as cannons, and even that pulsars can act as cannonballs -- what is not known is how supernovas do it.",
        "hdurl": "https://apod.nasa.gov/apod/image/1908/CannonSupernova_English_8404.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Supernova Cannon Expels Pulsar J0002",
        "url": "https://apod.nasa.gov/apod/image/1908/CannonSupernova_English_960.jpg"
    },
    {
        "date": "2019-08-14",
        "explanation": "What's that next to the Moon? Saturn. In its monthly trip around the Earth -- and hence Earth's sky -- our Moon passed nearly in front of Sun-orbiting Saturn earlier this week.  Actually the Moon passed directly in front of Saturn from the viewpoints of a wide swath of Earth's Southern Hemisphere.  The featured image from Sydney, Australia captured the pair a few minutes before the eclipse.  The image was a single shot lasting only 1/500th of a second, later processed to better highlight both the Moon and Saturn. Since Saturn is nearly opposite the Sun, it can be seen nearly the entire night, starting at sunset, toward the south and east.  The gibbous Moon was also nearly opposite the Sun, and so also visible nearly the entire night -- it will be full tomorrow night. The Moon will occult Saturn again during every lap it makes around the Earth this year.",
        "hdurl": "https://apod.nasa.gov/apod/image/1908/MoonSaturn_Patonai_1280.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn Behind the Moon",
        "url": "https://apod.nasa.gov/apod/image/1908/MoonSaturn_Patonai_960.jpg"
    },
    {
        "date": "2019-08-17",
        "explanation": "By the turn of the 20th century advances in photography contributed an important tool for astronomers. Improving photographic materials, long exposures, and new telescope designs produced astronomical images with details not visible at the telescopic eyepiece alone. Remarkably recognizable to astrophotographers today, this stunning image of the star forming Orion Nebula was captured in 1901 by American astronomer and telescope designer George Ritchey. The original glass photographic plate, sensitive to green and blue wavelengths, has been digitized and light-to-dark inverted to produce a positive image. His hand written notes indicate a 50 minute long exposure that ended at dawn and a reflecting telescope aperture of 24 inches masked to 18 inches to improve the sharpness of the recorded image. Ritchey's plates from over a hundred years ago preserve astronomical data and can still be used for exploring astrophysical processes.",
        "hdurl": "https://apod.nasa.gov/apod/image/1908/orion1901_ritchey.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "1901 Photograph: The Orion Nebula",
        "url": "https://apod.nasa.gov/apod/image/1908/orion1901_ritchey1024.jpg"
    },
    {
        "date": "2019-08-20",
        "explanation": "What would it look like to orbit a black hole? Many black holes are surrounded by swirling pools of gas known as accretion disks. These disks can be extremely hot, and much of the orbiting gas will eventually fall through the black hole's event horizon -- where it will never be seen again. The featured animation is an artist's rendering of the curious disk spiraling around the supermassive black hole at the center of spiral galaxy NGC 3147.  Gas at the inner edge of this disk is so close to the black hole that it moves unusually fast -- at 10 percent of the speed of light. Gas this fast shows relativistic beaming, making the side of the disk heading toward us appear significantly brighter than the side moving away.  The animation is based on images of NGC 3147 made recently with the Hubble Space Telescope.    Astrophysicists: Browse 2,000+ codes in the Astrophysics Source Code Library",
        "media_type": "video",
        "service_version": "v1",
        "title": "Animation: Spiral Disk around a Black Hole",
        "url": "https://www.youtube.com/embed/f8rs3bcEO-o?rel=0"
    },
    {
        "date": "2019-08-25",
        "explanation": "What it would look like to leave planet Earth? Such an event was recorded visually in great detail by the MESSENGER spacecraft as it swung back past the Earth in 2005 on its way in toward the planet Mercury. Earth can be seen rotating in this time-lapse video, as it recedes into the distance. The sunlit half of Earth is so bright that background stars are not visible. The robotic MESSENGER spacecraft is now in orbit around Mercury and has recently concluded the first complete map of the surface. On occasion, MESSENGER has continued to peer back at its home world. MESSENGER is one of the few things created on the Earth that has left and will never return -- at the end of its mission MESSENGER crashed into Mercury's surface.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Leaving Earth",
        "url": "https://www.youtube.com/embed/rFDjAfwmWKM?rel=0"
    },
    {
        "date": "2019-08-27",
        "explanation": "Why is the sky near Antares and Rho Ophiuchi so dusty yet colorful?  The colors result from a mixture of objects and processes.  Fine dust illuminated from the front by starlight produces blue reflection nebulae. Gaseous clouds whose atoms are excited by ultraviolet starlight produce reddish emission nebulae. Backlit dust clouds block starlight and so appear dark.   Antares, a red supergiant and one of the brighter stars in the night sky, lights up the yellow-red clouds on the lower left of the featured image. Rho Ophiuchi lies at the center of the blue nebula near the top.   The distant globular cluster M4 is visible to the right of Antares. These star clouds are even more colorful than humans can see, emitting light across the electromagnetic spectrum.",
        "hdurl": "https://apod.nasa.gov/apod/image/1908/AntaresRho_McGarvey_2200.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dark Dust and Colorful Clouds near Antares",
        "url": "https://apod.nasa.gov/apod/image/1908/AntaresRho_McGarvey_960.jpg"
    },
    {
        "date": "2019-08-28",
        "explanation": "Image data from the Hubble Space Telescope, the European Southern Observatory, and small telescopes on planet Earth are combined in this magnificent portrait of face-on spiral galaxy Messier 61 (M61). A mere 55 million light-years away in the Virgo Cluster of Galaxies, M61 is also known as NGC 4303. It's considered to be an example of a barred spiral galaxy similar to our own Milky Way. Like other spiral galaxies, M61 also features sweeping spiral arms, cosmic dust lanes, pinkish star forming regions, and young blue star clusters. The bright galactic core is offset to the left in this 50 thousand light-year wide close-up.",
        "hdurl": "https://apod.nasa.gov/apod/image/1908/M61-HST-ESO-L.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Messier 61 Close Up",
        "url": "https://apod.nasa.gov/apod/image/1908/M61-HST-ESO-S1024.jpg"
    },
    {
        "date": "2019-08-31",
        "explanation": "Few cosmic vistas excite the imagination like the Orion Nebula, an immense stellar nursery some 1,500 light-years away. Spanning about 40 light-years across the region, this infrared image from the Spitzer Space Telescope was constructed from data intended to monitor the brightness of the nebula's young stars, many still surrounded by dusty, planet-forming disks. Orion's young stars are only about 1 million years old, compared to the Sun's age of 4.6 billion years. The region's hottest stars are found in the Trapezium Cluster, the brightest cluster near picture center. Launched into orbit around the Sun on August 25, 2003 Spitzer's liquid helium coolant ran out in May 2009. The infrared space telescope continues to operate though, its mission scheduled to end on January 30, 2020. Recorded in 2010, this false color view is from two channels that still remain sensitive to infrared light at Spitzer's warmer operating temperatures.",
        "hdurl": "https://apod.nasa.gov/apod/image/1908/orion2010_spitzer.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spitzer's Orion",
        "url": "https://apod.nasa.gov/apod/image/1908/orion2010_spitzerMedRC.jpg"
    },
    {
        "date": "2019-09-03",
        "explanation": "What created this unusual explosion? Three weeks ago, gravitational wave detectors in the USA and Europe -- the LIGO and Virgo detectors -- detected a burst of gravitational radiation that had the oscillating pattern expected when a black hole destroys a neutron star.  One object in event S190814bv was best fit with a mass greater than five times the mass of the Sun -- making it a good candidate for a black hole, while the other object appeared to have a mass less than three times the mass of the Sun -- making it a good candidate for a neutron star. No similar event had been detected with gravitational waves before.  Unfortunately, no light was seen from this explosion, light that might have been triggered by the disrupting neutron star. It is theoretically possible that the lower mass object was also a black hole, even though no clear example of a black hole with such a low mass is known. The featured video was created to illustrate a previously suspected black hole - neutron star collision detected in light in 2005, specifically gamma-rays from the burst GRB 050724. The animated video starts with a foreground neutron star orbiting a black hole surrounded by an accretion disk. The black hole's gravity then shreds the neutron star, creating a jet as debris falls into the black hole. S190814bv will continue to be researched, with clues about the nature of the objects involved possibly coming from future detections of similar systems.   Follow APOD in English on: Instagram, Facebook,  Reddit, or Twitter",
        "media_type": "video",
        "service_version": "v1",
        "title": "Unusual Signal Suggests Neutron Star Destroyed by Black Hole",
        "url": "https://www.youtube.com/embed/bQ9qcR-KCsA?rel=0"
    },
    {
        "date": "2019-09-04",
        "explanation": "Will the spider ever catch the fly? Not if both are large emission nebulas toward the constellation of the Charioteer (Auriga).  The spider-shaped gas cloud on the left is actually an emission nebula labelled IC 417, while a smaller fly-shaped cloud off the image to the left is dubbed  NGC 1931 and is both an emission nebula and a reflection nebula.  About 10,000 light-years distant, both nebulas harbor young, open star clusters. For scale, the more compact NGC 1931 (Fly) is about 10 light-years across. The featured picture in scientifically-assigned, infrared colors combines images from the Spitzer Space Telescope and the Two Micron All Sky Survey (2MASS).  Spitzer is celebrating its 16th year orbiting the Sun near the Earth.    APOD in other languages: Arabic, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, Farsi, French, French, German, Hebrew, Indonesian, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish and Ukrainian",
        "hdurl": "https://apod.nasa.gov/apod/image/1909/SpiderFly_Spitzer2Mass_4165.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Spider Nebula in Infrared",
        "url": "https://apod.nasa.gov/apod/image/1909/SpiderFly_Spitzer2Mass_960.jpg"
    },
    {
        "date": "2019-09-06",
        "explanation": "Massive stars in our Milky Way Galaxy live spectacular lives.  Collapsing from vast cosmic clouds, their nuclear furnaces ignite and create heavy elements in their cores. After a few million years, the enriched material is blasted back into interstellar space where star formation can begin anew. The expanding debris cloud known as Cassiopeia A is an example of this final phase of the stellar life cycle. Light from the explosion which created this supernova remnant would have been first seen in planet Earth's sky about 350 years ago, although it took that light about 11,000 years to reach us. This false-color image, composed of X-ray and optical image data from the Chandra X-ray Observatory and Hubble Space Telescope, shows the still hot filaments and knots in the remnant. It spans about 30 light-years at the estimated distance of Cassiopeia A. High-energy X-ray emission from specific elements has been color coded, silicon in red, sulfur in yellow, calcium in green and iron in purple, to help astronomers explore the recycling of our galaxy's star stuff. Still expanding, the outer blast wave is seen in blue hues. The bright speck near the center is a neutron star, the incredibly dense, collapsed remains of the massive stellar core.",
        "hdurl": "https://apod.nasa.gov/apod/image/1909/Chandrafirstlight_0.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Recycling Cassiopeia A",
        "url": "https://apod.nasa.gov/apod/image/1909/Chandrafirstlight_0_1024.jpg"
    },
    {
        "date": "2019-09-08",
        "explanation": "Here comes Jupiter! NASA's robotic spacecraft Juno is continuing on its 53-day, highly-elongated orbits around our Solar System's largest planet.  The featured video is from perijove 11 in early 2018, the eleventh time Juno has passed near Jupiter since it arrived in mid-2016.  This time-lapse, color-enhanced movie covers about four hours and morphs between 36 JunoCam images. The video begins with Jupiter rising as Juno approaches from the north. As Juno reaches its closest view -- from about 3,500 kilometers over Jupiter's cloud tops -- the spacecraft captures the great planet in tremendous detail. Juno passes light zones and dark belt of clouds that circle the planet, as well as numerous swirling circular storms, many of which are larger than hurricanes on Earth.  After the perijove, Jupiter recedes into the distance, now displaying the unusual clouds that appear over Jupiter's south.  To get desired science data, Juno swoops so close to Jupiter that its instruments are exposed to very high levels of radiation.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Perijove 11: Passing Jupiter",
        "url": "https://www.youtube.com/embed/OfM7VlonD5c?rel=0"
    },
    {
        "date": "2019-09-10",
        "explanation": "What color is Pluto, really? It took some effort to figure out.  Even given all of the images sent back to Earth when the robotic New Horizons spacecraft sped past Pluto in 2015, processing these multi-spectral frames to approximate what the human eye would see was challenging. The result featured here, released three years after the raw data was acquired by New Horizons, is the highest resolution true color image of Pluto ever taken. Visible in the image is the light-colored, heart-shaped, Tombaugh Regio, with the unexpectedly smooth Sputnik Planitia, made of frozen nitrogen, filling its western lobe. New Horizons found the dwarf-planet to have a surprisingly complex surface composed of many regions having perceptibly different hues.  In total, though, Pluto is mostly brown, with much of its muted color originating from small amounts of surface methane energized by ultraviolet light from the Sun.",
        "hdurl": "https://apod.nasa.gov/apod/image/1909/PlutoTrueColor_NewHorizons_8000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Pluto in True Color",
        "url": "https://apod.nasa.gov/apod/image/1909/PlutoTrueColor_NewHorizons_960.jpg"
    },
    {
        "date": "2019-09-15",
        "explanation": "It was one of the largest and longest lived storms ever recorded in our Solar System.  First seen in late 2010, the above cloud formation in the northern hemisphere of Saturn started larger than the Earth and soon spread completely around the planet. The storm was tracked not only from Earth but from up close by the robotic Cassini spacecraft then orbiting Saturn. Pictured here in false colored infrared in February, orange colors indicate clouds deep in the atmosphere, while light colors highlight clouds higher up. The rings of Saturn are seen nearly edge-on as the thin blue horizontal line. The warped dark bands are the shadows of the rings cast onto the cloud tops by the Sun to the upper left. A source of radio noise from lightning, the intense storm was thought to relate to seasonal changes when spring emerges in the north of  Saturn. After raging for over six months, the iconic storm circled the entire planet and then tried to absorb its own tail -- which surprisingly caused it to fade away.",
        "hdurl": "https://apod.nasa.gov/apod/image/1909/longstorm_cassini_977.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Long Storm System on Saturn",
        "url": "https://apod.nasa.gov/apod/image/1909/longstorm_cassini_960.jpg"
    },
    {
        "date": "2019-09-17",
        "explanation": "Where else might life exist?  One of humanity's great outstanding questions, locating planets where extrasolar life might survive took a step forward recently with the discovery of a significant amount of water vapor in the atmosphere of distant exoplanet K2-18b. The planet and it parent star, K2-18, lie about 124 light years away toward the constellation of the Lion (Leo). The exoplanet is significantly larger and more massive than our Earth, but orbits in the habitable zone of its home star. K2-18, although more red than our Sun, shines in K2-18b's sky with a brightness similar to the Sun in Earth's sky.  The discovery was made in data from three space telescopes: Hubble, Spitzer, and Kepler, by noting the absorption of water-vapor colors when the planet moved in front of the star.  The featured illustration imagines exoplanet K2-18b on the right, its parent red dwarf star K2-18 on the left, and an unconfirmed sister planet between them.",
        "hdurl": "https://apod.nasa.gov/apod/image/1909/K218b_ESAKornmesser_6000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Water Vapor Discovered on Distant Exoplanet",
        "url": "https://apod.nasa.gov/apod/image/1909/K218b_ESAKornmesser_1080.jpg"
    },
    {
        "date": "2019-09-20",
        "explanation": "",
        "hdurl": "https://apod.nasa.gov/apod/image/1909/LastRingPortrait_Cassini_4472.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn at Night",
        "url": "https://apod.nasa.gov/apod/image/1909/LastRingPortrait_Cassini_1080.jpg"
    },
    {
        "date": "2019-09-24",
        "explanation": "What are these strange shapes on Mars?  Defrosting sand dunes. As Spring dawned on the Northern Hemisphere of Mars, dunes of sand near the pole, as pictured here in late May by ESA's ExoMars Trace Gas Orbiter, began to thaw.  The carbon dioxide and water ice actually sublime in the thin atmosphere directly to gas.  Thinner regions of ice typically defrost first revealing sand whose darkness soaks in sunlight and accelerates the thaw.  The process might even involve sandy jets exploding through the thinning ice.  By Summer, spots will expand to encompass the entire dunes.  The Martian North Pole is ringed by many similar fields of barchan sand dunes, whose strange, smooth arcs are shaped by persistent Martian winds.   Create a Distant Legacy: Send your name to Mars.",
        "hdurl": "https://apod.nasa.gov/apod/image/1909/DunesThawingOnMars_ExoMars_1400.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sand Dunes Thawing on Mars",
        "url": "https://apod.nasa.gov/apod/image/1909/DunesThawingOnMars_ExoMars_1080.jpg"
    },
    {
        "date": "2019-09-29",
        "explanation": "Do you see the hourglass shape -- or does it see you?  If you can picture it, the rings of MyCn 18 trace the outline of an hourglass -- although one with an unusual eye in its center.  Either way, the sands of time are running out for the central star of this hourglass-shaped planetary nebula. With its nuclear fuel exhausted, this brief, spectacular, closing phase of a Sun-like star's life occurs as its outer layers are ejected - its core becoming a cooling, fading white dwarf. In 1995, astronomers used the Hubble Space Telescope (HST) to make a series of images of planetary nebulae, including the one featured here.  Pictured, delicate rings of colorful glowing gas (nitrogen-red, hydrogen-green, and oxygen-blue) outline the tenuous walls of the hourglass. The unprecedented sharpness of the Hubble images has revealed surprising details of the nebula ejection process that are helping to resolve the outstanding mysteries of the complex shapes and symmetries of planetary nebulas like MyCn 18.",
        "hdurl": "https://apod.nasa.gov/apod/image/1909/MyCn18_HubbleSchmidt_960.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "MyCn 18: The Engraved Hourglass Planetary Nebula",
        "url": "https://apod.nasa.gov/apod/image/1909/MyCn18_HubbleSchmidt_960.jpg"
    },
    {
        "date": "2019-10-01",
        "explanation": "If you were a small one-eyed monster, would you want to visit a black hole? Well the one in this video does -- but should it? No, actually, but since our little friend is insistent on going, the video informs it what black holes really are, and how to be as safe as possible when visiting. Black holes are clumps of matter so dense that light cannot escape. Pairs of black holes, each several times the mass of our Sun, have recently been found to merge by detection of unusual gravitational radiation.  The regions surrounding supermassive black holes in the centers of galaxies can light up as stars that near them get shredded. The closest known black hole to the Earth is V616 Mon, which is about 3,300 light years away. The best way for our monster friend to stay safe, the video informs, is to not go too close.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Black Hole Safety Video",
        "url": "https://www.youtube.com/embed/aMTwtb3TVIk"
    },
    {
        "date": "2019-10-02",
        "explanation": "They are not alive -- but they are dying. The unusual forms found in the Carina nebula, a few of which are featured here, might best be described as evaporating. Energetic light and winds from nearby stars are breaking apart the dark dust grains that make the iconic forms opaque. Ironically the figures, otherwise known as dark molecular clouds or bright rimmed globules, frequently create in their midst the very stars that later destroy them.  The floating space structures pictured here by the orbiting Hubble Space Telescope span a few light months. The Great Nebula in Carina itself spans about 30 light years, lies about 7,500 light years away, and can be seen with a small telescope toward the constellation of Keel(Carina).",
        "hdurl": "https://apod.nasa.gov/apod/image/1909/McloudsCarina_Hubble_1397.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Molecular Clouds in the Carina Nebula",
        "url": "https://apod.nasa.gov/apod/image/1909/McloudsCarina_Hubble_1080.jpg"
    },
    {
        "date": "2019-10-03",
        "explanation": "Gorgeous spiral galaxy M33 seems to have more than its fair share of glowing hydrogen gas. A prominent member of the local group of galaxies, M33 is also known as the Triangulum Galaxy and lies a mere 3 million light-years away.  The galaxy's inner 30,000 light-years or so are shown in this magnificent 25 panel telescopic mosaic. Based on image data from space and ground-based telescopes, the portrait of M33 shows off the galaxy's reddish ionized hydrogen clouds or HII regions. Sprawling along loose spiral arms that wind toward the core, M33's giant HII regions are some of the largest known stellar nurseries, sites of the formation of short-lived but very massive stars. Intense ultraviolet radiation from the luminous, massive stars ionizes the surrounding hydrogen gas and ultimately produces the characteristic red glow. To enhance this image, broadband data were used to produce a color view of the galaxy and combined with narrowband data recorded through a hydrogen-alpha filter. That filter transmits the light of the strongest visible hydrogen emission line.",
        "hdurl": "https://apod.nasa.gov/apod/image/1910/M33-Subaru-Gendler-LL.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Hydrogen Clouds of M33",
        "url": "https://apod.nasa.gov/apod/image/1910/M33-Subaru-Gendler-1024.jpg"
    },
    {
        "date": "2019-10-04",
        "explanation": "Clouds drift through the sky as the light fades near sunset in this three frame animated gif. The scene was captured on sol 145 beginning around 6:30pm local time by a camera on the Mars InSight lander. Of course, InSight's martian day, sol 145, corresponds to Earth calendar date April 25, 2019. Under the 69 centimeter (2.3 foot) diameter dome in the foreground is the lander's sensitive seismometer SEIS designed to detect marsquakes. Earthquakes reveal internal structures on planet Earth, and so tremors detected by SEIS can explore beneath the martian surface. In particular, two typical marsquakes were recorded by SEIS on May 22 (sol 173) and July 25 (sol 235). The subtle tremors from the Red Planet are at very low frequencies though, and for listening have to be processed into the audio frequency range. In the sped up recordings external noises more prevalent on cool martian evenings and likely caused by mechanical shifts and contractions have been technically dubbed dinks and donks.",
        "hdurl": "https://apod.nasa.gov/apod/image/1910/PIA23180_raw.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "InSight on a Cloudy Day",
        "url": "https://apod.nasa.gov/apod/image/1910/PIA23180_raw.gif"
    },
    {
        "date": "2019-10-07",
        "explanation": "What's that dark spot on Jupiter? It's the shadow of Jupiter's most volcanic moon Io. Since Jupiter shines predominantly by reflected sunlight, anything that blocks that light leaves a shadow.  If you could somehow be in that shadow, you would see a total eclipse of the Sun by Io.  Io's shadow is about 3600 kilometers across, roughly the same size as Io itself -- and only slightly larger than Earth's Moon. The featured image was taken last month by NASA's robotic Juno spacecraft currently orbiting Jupiter. About every two months, Juno swoops close by Jupiter, takes a lot of data and snaps a series of images -- some of which are made into a video. Among many other things, Juno has been measuring Jupiter's gravitational field, finding surprising evidence that Jupiter may be mostly a liquid. Under unexpectedly thick clouds, the Jovian giant may house a massive liquid hydrogen region that extends all the way to the center.",
        "hdurl": "https://apod.nasa.gov/apod/image/1910/JupiterShadow_JunoGill_3535.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Io Eclipse Shadow on Jupiter from Juno",
        "url": "https://apod.nasa.gov/apod/image/1910/JupiterShadow_JunoGill_1080.jpg"
    },
    {
        "date": "2019-10-09",
        "explanation": "Is this galaxy jumping through a giant ring of stars?  Probably not.  Although the precise dynamics behind the featured image is yet unclear, what is clear is that the pictured galaxy, NGC 7714, has been stretched and distorted by a recent collision with a neighboring galaxy. This smaller neighbor, NGC 7715, situated off to the left of the featured frame, is thought to have charged right through NGC 7714. Observations indicate that the golden ring pictured is composed of millions of older Sun-like stars that are likely co-moving with the interior bluer stars. In contrast, the bright center of NGC 7714 appears to be undergoing a burst of new star formation.  The featured image was captured by the  Hubble Space Telescope.  NGC 7714 is located about 130 million light years away toward the constellation of the Two Fish (Pisces).  The interactions between these galaxies likely started about 150 million years ago and should continue for several hundred million years more, after which a single central galaxy may result.",
        "hdurl": "https://apod.nasa.gov/apod/image/1910/Ngc7714_HubblePohl_2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 7714: Starburst after Galaxy Collision",
        "url": "https://apod.nasa.gov/apod/image/1910/Ngc7714_HubblePohl_1080.jpg"
    },
    {
        "date": "2019-10-12",
        "explanation": "In an interplanetary first, on July 19, 2013 Earth was photographed on the same day from two other worlds of the Solar System, innermost planet Mercury and ringed gas giant Saturn. Pictured on the left, Earth is the pale blue dot just below the rings of Saturn, as captured by the robotic Cassini spacecraft then orbiting the outermost gas giant. On that same day people across planet Earth snapped many of their own pictures of Saturn. On the right, the Earth-Moon system is seen against the dark background of space as captured by the robotic MESSENGER spacecraft, then in Mercury orbit. MESSENGER took its image as part of a search for small natural satellites of Mercury, moons that would be expected to be quite dim. In the MESSENGER image, the Earth (left) and Moon (right) are overexposed and shine brightly with reflected sunlight. Destined not to return to their home world, both Cassini and MESSENGER have since retired from their missions of Solar System exploration.",
        "hdurl": "https://apod.nasa.gov/apod/image/1910/earth_cassinimessenger_1799.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Interplanetary Earth",
        "url": "https://apod.nasa.gov/apod/image/1910/earth_cassinimessenger_1024c.jpg"
    },
    {
        "date": "2019-10-13",
        "explanation": "Jewels don't shine this bright -- only stars do.  Like gems in a jewel box, though, the stars of open cluster NGC 290 glitter in a beautiful display of brightness and color.   The photogenic cluster, pictured here, was captured in 2006 by the orbiting Hubble Space Telescope.  Open clusters of stars are younger, contain few stars, and contain a much higher fraction of blue stars than do globular clusters of stars.  NGC 290 lies about 200,000  light-years distant in a neighboring galaxy called the Small Cloud of Magellan (SMC).   The open cluster contains hundreds of stars and spans about 65 light years across.  NGC 290 and other open clusters are good laboratories for studying how stars of different masses evolve, since all the open cluster's stars were born at about the same time.",
        "hdurl": "https://apod.nasa.gov/apod/image/1910/Ngc290_HubbleOlszewski_1701.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Stellar Jewel Box: Open Cluster NGC 290",
        "url": "https://apod.nasa.gov/apod/image/1910/Ngc290_HubbleOlszewski_960.jpg"
    },
    {
        "date": "2019-10-14",
        "explanation": "What does the Andromeda galaxy really look like? The featured image shows how our Milky Way Galaxy's closest major galactic neighbor really appears in a long exposure through Earth's busy skies and with a digital camera that introduces normal imperfections.  The picture is a stack of 223 images, each a 300 second exposure, taken from a garden observatory in Portugal over the past year.  Obvious image deficiencies include bright parallel airplane trails, long and continuous satellite trails, short cosmic ray streaks, and bad pixels.  These imperfections were actually not removed with Photoshop specifically, but rather greatly reduced with a series of computer software packages that included Astro Pixel Processor, DeepSkyStacker, and PixInsight.  All of this work was done not to deceive you with a digital fantasy that has little to do with the real likeness of the Andromeda galaxy (M31), but to minimize Earthly artifacts that have nothing to do with the distant galaxy and so better recreate what M31 really does look like.",
        "hdurl": "https://apod.nasa.gov/apod/image/1910/M31Before_Scherer_4298.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Andromeda before Photoshop",
        "url": "https://apod.nasa.gov/apod/image/1910/M31Before_Scherer_960.jpg"
    },
    {
        "date": "2019-10-16",
        "explanation": "How do binary stars form? To help find out, the Atacama Large Millimeter Array (ALMA) recently captured one of the highest resolution images yet taken of a binary star system in formation.  Most stars are not alone -- they typically form as part of a multiple star systems where star each orbits a common center of gravity.  The two bright spots in the featured image are small disks that surround the forming proto-stars in [BHB2007] 11, while the surrounding pretzel-shaped filaments are gas and dust that have been gravitationally pulled from a larger disk.  The circumstellar filaments span roughly the radius of the orbit of Neptune.  The BHB2007 system is a small part of the Pipe Nebula (also known as Barnard 59), a photogenic network of dust and gas that protrudes from Milky Way's spiral disk in the constellation of Ophiuchus. The binary star formation process should be complete within a few million years.",
        "hdurl": "https://apod.nasa.gov/apod/image/1910/BabyBinary_Alma_1881.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "BHB2007: A Baby Binary Star in Formation",
        "url": "https://apod.nasa.gov/apod/image/1910/BabyBinary_Alma_960.jpg"
    },
    {
        "date": "2019-10-17",
        "explanation": "On July 29, 2011 the Cassini spacecraft's narrow-angle camera took this snapshot and captured 5 of Saturn's moons, from just above the ringplane. Left to right are small moons Janus and Pandora respectively 179 and 81 kilometers across, shiny 504 kilometer diameter Enceladus, and Mimas, 396 kilometers across, seen just next to Rhea. Cut off by the right edge of the frame, Rhea is Saturn's second largest moon at 1,528 kilometers across. So how many moons does Saturn have? Twenty new found outer satellites bring its total to 82 known moons, and since Jupiter's moon total stands at 79, Saturn is the Solar System's new moon king. The newly announced Saturnian satellites are all very small, 5 kilometers or so in diameter, and most are in retrograde orbits inclined to Saturn's ringplane. You can help name Saturn's new moons, but you should understand the rules. Hint: A knowledge of Norse, Inuit, and Gallic mythology will help.",
        "hdurl": "https://apod.nasa.gov/apod/image/1910/PIA12797-full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Moons of Saturn",
        "url": "https://apod.nasa.gov/apod/image/1910/PIA12797-full.jpg"
    },
    {
        "date": "2019-10-18",
        "explanation": "After the 2017 detecton of 1I/'Oumuamua, comet 2I/Borisov has become the second recognized interstellar interloper. Like 'Oumuamua, Borisov's measured hyperbolic trajectory and speed as it falls toward the Sun confirm that its origin is from beyond our Solar System. But while detailed observations indicate 'Oumuamua is a rocky body with differences from known Solar System objects, Borisov is definitely a far wandering comet. Taken on October 12, 2019 this Hubble Space Telescope image of Borisov reveals a familiar looking comet-like activity and concentration of dust around around its nucleus. Not resolved in the image, some estimates suggest the nucleus could be between 2 and 16 kilometers in diameter. At the time of the Hubble image, comet 2I/Borisov was about 418 million kilometers away. Borisov is still inbound though and will make its closest approach to the Sun on December 7 at a distance of about 300 million kilometers (2 Astronomical units).",
        "hdurl": "https://apod.nasa.gov/apod/image/1910/STSCI-H-p1953b_1106.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Interstellar Interloper 2I/Borisov",
        "url": "https://apod.nasa.gov/apod/image/1910/STSCI-H-p1953b_1024.jpg"
    },
    {
        "date": "2019-10-19",
        "explanation": "The failed unit was beyond the reach of the robotic Canadarm2.  Therefore, this repair of the International Space Station would require humans. The humans on duty were NASA's Jessica Meir and Christina Koch. This was the fourth spacewalk for Koch, the first for Meir, and the first all-female spacewalk in human history.  The first woman to walk in space was Svetlana Savitskaya in 1984.  Koch (red stripe) and Meir are pictured hard at work on the P6 Truss, with solar panels and the darkness of space in the background.  Working over seven hours, the newly installed Battery Charge / Discharge Unit (BCDU) was successfully replaced and, when powered up, operated normally.",
        "hdurl": "https://apod.nasa.gov/apod/image/1910/KochMeirISS_NASA_734.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "All Female Spacewalk Repairs Space Station",
        "url": "https://apod.nasa.gov/apod/image/1910/KochMeirISS_NASA_960.jpg"
    },
    {
        "date": "2019-10-20",
        "explanation": "The night side of Pluto spans this shadowy scene, a stunning spacebased view with the Sun 4.9 billion kilometers (almost 4.5 light-hours) behind the dim and distant world. It was captured by far flung New Horizons in July of 2015. The spacecraft was at a range of some 21,000 kilometers from Pluto, about 19 minutes after its closest approach. A denizen of the Kuiper Belt in dramatic silhouette, the image also reveals Pluto's tenuous, surprisingly complex layers of hazy atmosphere. The crescent twilight landscape near the top of the frame includes southern areas of nitrogen ice plains now formally known as Sputnik Planitia and rugged mountains of water-ice in the Norgay Montes.",
        "hdurl": "https://apod.nasa.gov/apod/image/1910/PIA20727PlutoNight.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Pluto at Night",
        "url": "https://apod.nasa.gov/apod/image/1910/PIA20727PlutoNight1024c.jpg"
    },
    {
        "date": "2019-10-21",
        "explanation": "What's that small black dot moving across the Sun? Mercury. Possibly the clearest view of Mercury crossing in front of the Sun in 2016 May was from Earth orbit. The Solar Dynamics Observatory obtained an uninterrupted vista recording it not only in optical light but also in bands of ultraviolet light. Featured here is a composite movie of the crossing set to music. Although the event might prove successful scientifically for better determining components of Mercury' ultra-thin atmosphere, the event surely proved successful culturally by involving people throughout the world in observing a rare astronomical phenomenon. Many spectacular images of this Mercury transit from around (and above) the globe were proudly displayed. The next transit of Mercury will take place in three weeks: on 2019 November 11.    Astrophysicists: Browse 2,000+ codes in the Astrophysics Source Code Library",
        "media_type": "video",
        "service_version": "v1",
        "title": "A Mercury Transit Music Video from SDO",
        "url": "https://www.youtube.com/embed/AhWMOkrzKzs?rel=0"
    },
    {
        "date": "2019-10-23",
        "explanation": "The painting Starry Night is one of the most famous icons of the night sky ever created.   The scene was painted by Vincent van Gogh in southern France in 1889.   The swirling style of Starry Night appears, to many, to make the night sky come alive.   Although van Gogh frequently portrayed real settings in his paintings, art historians do not agree on precisely what stars and planets are being depicted in Starry Night.   The style of Starry Night is post-impressionism, a popular painting style at the end of the nineteenth century.  The original Starry Night painting hangs in the Museum of Modern Art in New York City, New York, USA.   New: APOD Read to You by AI",
        "hdurl": "https://apod.nasa.gov/apod/image/1910/StarryNight_VanGogh_30000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Starry Night by Vincent van Gogh",
        "url": "https://apod.nasa.gov/apod/image/1910/StarryNight_VanGogh_970.jpg"
    },
    {
        "date": "2019-10-26",
        "explanation": "Albert Einstein's general theory of relativity, published over 100 years ago, predicted the phenomenon of gravitational lensing. And that's what gives these distant galaxies such a whimsical appearance, seen through the looking glass of X-ray and optical image data from the Chandra and Hubble space telescopes. Nicknamed the Cheshire Cat galaxy group, the group's two large elliptical galaxies are suggestively framed by arcs. The arcs are optical images of distant background galaxies lensed by the foreground group's total distribution of gravitational mass. Of course, that gravitational mass is dominated by dark matter. The two large elliptical \"eye\" galaxies represent the brightest members of their own galaxy groups which are merging. Their relative collisional speed of nearly 1,350 kilometers/second heats gas to millions of degrees producing the X-ray glow shown in purple hues. Curiouser about galaxy group mergers? The Cheshire Cat group grins in the constellation Ursa Major, some 4.6 billion light-years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/1910/cheshirecat_chandra_complg.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Gravity's Grin",
        "url": "https://apod.nasa.gov/apod/image/1910/cheshirecat_chandra_complg_1024.jpg"
    },
    {
        "date": "2019-10-29",
        "explanation": "Why is there clay on Mars? On Earth, clay can form at the bottom of a peaceful lake when specific minerals trap water.  At the pictured site on Mars, the robotic rover Curiosity drilled into two rocks and found the highest concentration of clay yet.  The clay cache is considered addition evidence that Gale Crater once held water in the distant past.  Pictured, 57 images taken by Curiosity have been combined into a selfie. The images were taken by a camera at the end of its robotic arm. Many details of the car-sized rover are visible, including its rugged wheels, numerous scientific instruments, and a high mast that contains camera \"eyes\", one of which can shoot out an infrared laser beam.  Curiosity continues to roll around and up Mount Sharp -- in the center of Gale Crater -- in a search for new clues about the ancient history of Mars and whether or not the red planet once had conditions that could support life.",
        "hdurl": "https://apod.nasa.gov/apod/image/1910/ClayCache_Curiosity_9990.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Curiosity Rover Finds a Clay Cache on Mars",
        "url": "https://apod.nasa.gov/apod/image/1910/ClayCache_Curiosity_960.jpg"
    },
    {
        "date": "2019-11-03",
        "explanation": "What's happening to the rings of Saturn? A little moon making big waves. The moon is 8-kilometer Daphnis and it is making waves in the Keeler Gap of Saturn's rings using just its gravity -- as it bobs up and down, in and out.  The featured image is a colored and more detailed version of a previously released images taken in 2017 by the robotic Cassini spacecraft during one of its Grand Finale orbits. Daphnis can be seen on the far right, sporting ridges likely accumulated from ring particles.  Daphnis was discovered in Cassini images in 2005 and raised mounds of ring particles so high in 2009 -- during Saturn's equinox when the ring plane pointed directly at the Sun -- that they cast notable shadows.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/DaphnisRings_Cassini_2328.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Daphnis and the Rings of Saturn",
        "url": "https://apod.nasa.gov/apod/image/1911/DaphnisRings_Cassini_960.jpg"
    },
    {
        "date": "2019-11-05",
        "explanation": "Why are these galaxies spinning so fast?  If you estimated each spiral's mass by how much light it emits, their fast rotations should break them apart.  The leading hypothesis as to why these galaxies don't break apart is dark matter -- mass so dark we can't see it. But these galaxies are even out-spinning this break-up limit -- they are the fastest rotating disk galaxies known.  It is therefore further hypothesized that their dark matter halos are so massive -- and their spins so fast -- that it is harder for them to form stars than regular spirals. If so, then these galaxies may be among the most massive spirals possible. Further study of surprising super-spirals like these will continue, likely including observations taken by NASA's James Webb Space Telescope scheduled for launch in 2021.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/SuperSpirals_HubbleSDSS_1777.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spiral Galaxies Spinning Super-Fast",
        "url": "https://apod.nasa.gov/apod/image/1911/SuperSpirals_HubbleSDSS_1080.jpg"
    },
    {
        "date": "2019-11-06",
        "explanation": "One of the last entries in Charles Messier's famous catalog, big, beautiful spiral galaxy M101 is definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way Galaxy. M101 was also one of the original spiral nebulae observed with Lord Rosse's large 19th century telescope, the Leviathan of Parsonstown. In contrast, this multiwavelength view of the large island universe is a composite of images recorded by space-based telescopes in the 21st century. Color coded from X-rays to infrared wavelengths (high to low energies), the image data was taken from the Chandra X-ray Observatory (purple), the Galaxy Evolution Explorer (blue), Hubble Space Telescope(yellow), and the Spitzer Space Telescope(red). While the X-ray data trace the location of multimillion degree gas around M101's exploded stars and neutron star and black hole binary star systems, the lower energy data follow the stars and dust that define M101's grand spiral arms. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 25 million light-years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/M101_nasaMultiW.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "21st Century M101",
        "url": "https://apod.nasa.gov/apod/image/1911/M101_nasaMultiW1024.jpg"
    },
    {
        "date": "2019-11-09",
        "explanation": "On May 25, 1961 U.S. president John Kennedy announced the goal of landing astronauts on the Moon by the end of the decade. By November 9, 1967 this Saturn V rocket was ready for launch and the first full test of its capabilities on the Apollo 4 mission. Its development directed by rocket pioneer Wernher Von Braun, the three stage Saturn V stood over 36 stories tall. It had a cluster of five first stage engines fueled by liquid oxygen and kerosene which together were capable of producing 7.9 million pounds of thrust. Giant Saturn V rockets ultimately hurled nine Apollo missions to the Moon and back again with six landing on the lunar surface. The first landing mission, Apollo 11, achieved Kennedy's goal on July 20, 1969.  Watch: the November 11 Transit of Mercury from Earth or from Space.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/s67-50903_saturnVlaunch.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn the Giant",
        "url": "https://apod.nasa.gov/apod/image/1911/s67-50903_saturnVlaunch1024.jpg"
    },
    {
        "date": "2019-11-12",
        "explanation": "Some spiral galaxies are seen nearly sideways. Most bright stars in spiral galaxies swirl around the center in a disk, and seen from the side, this disk can appear quite thin.  Some spiral galaxies appear even thinner than NGC 3717, which is actually seen tilted just a bit.  Spiral galaxies form disks because the original gas collided with itself and cooled as it fell inward.  Planets may orbit in disks for similar reasons.  The featured image by the Hubble Space Telescope shows a light-colored central bulge composed of older stars beyond filaments of orbiting dark brown dust.  NGC 3717 spans about 100,000 light years and lies about 60 million light years away toward the constellation of the Water Snake (Hydra).   Mercury Crosses the Sun: Some notable images of 2019 transit submitted to APOD",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/NGC3717_Hubble_4079.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 3717: A Nearly Sideways Spiral Galaxy",
        "url": "https://apod.nasa.gov/apod/image/1911/NGC3717_Hubble_1080.jpg"
    },
    {
        "date": "2019-11-17",
        "explanation": "How do stars form? To help find out, astronomers created this tantalizing false-color composition of dust clouds and embedded newborn stars in infrared wavelengths with WISE, the Wide-field Infrared Survey Explorer. The cosmic canvas features one of the closest star forming regions, part of the Rho Ophiuchi cloud complex some 400 light-years distant near the southern edge of the pronounceable constellation Ophiuchus. After forming along a large cloud of cold molecular hydrogen gas, young stars heat the surrounding dust to produce the infrared glow. Stars in the process of formation, called young stellar objects or YSOs, are embedded in the compact pinkish nebulae seen here, but are otherwise hidden from the prying eyes of optical telescopes. An exploration of the region in penetrating infrared light has detected emerging and newly formed stars whose average age is estimated to be a mere 300,000 years. That's extremely young compared to the Sun's age of 5 billion years. The prominent reddish nebula at the lower right surrounding the star Sigma Scorpii is a reflection nebula produced by dust scattering starlight. This view from WISE, released in 2012, spans almost 2 degrees and covers about 14 light-years at the estimated distance of the Rho Ophiuchi cloud.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/RhoOph_WISE_1600.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Young Stars in the Rho Ophiuchi Cloud",
        "url": "https://apod.nasa.gov/apod/image/1911/RhoOph_WISE_960.jpg"
    },
    {
        "date": "2019-11-18",
        "explanation": "What would it look like to pass asteroid Arrokoth? The robotic New Horizons spacecraft zoomed past Arrokoth in January, 3.5 years after the spacecraft passed Pluto.  If this object's name doesn't sound familiar, that may be because the distant, double-lobed, Kuiper-belt object was unofficially dubbed Ultima Thule until recently receiving its official name: 486958 Arrokoth.  The featured black and white video animates images of Arrokoth taken by New Horizons at different angles as it zoomed by.  The video clearly shows Arrokoth's two lobes, and even hints that the larger lobe is significantly flattened.  New Horizons found that Arrokoth is different from any known asteroid in the inner Solar System and is likely composed of two joined planetesimals -- the building blocks of planets as they existed billions of years ago. New Horizons continues to speed out of our Solar System gaining about three additional Earth-Sun separations every year.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Passing Asteroid Arrokoth",
        "url": "https://www.youtube.com/embed/_IQBSZsqjkU?rel=0"
    },
    {
        "date": "2019-11-20",
        "explanation": "What's happening to these spiral galaxies? Although details remain uncertain, there sure seems to be a titanic battle going on.  The upper galaxy is labelled UGC 1810 by itself, but together with its collisional partners is known as Arp 273. The overall shape of the UGC 1810 -- in particular its blue outer ring -- is likely a result of wild and violent gravitational interactions. The blue color of the outer ring at the top is caused by massive stars that are blue hot and have formed only in the past few million years.  The inner part of the upper galaxy -- itself an older spiral galaxy -- appears redder and threaded with cool filamentary dust.  A few bright stars appear well in the foreground, unrelated to colliding galaxies, while several far-distant galaxies are visible in the background.  Arp 273 lies about 300 million light years away toward the constellation of Andromeda.  Quite likely, UGC 1810 will devour its galactic sidekicks over the next billion years and settle into a classic spiral form.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/Arp273_HubblePohl_1824.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Arp 273: Battling Galaxies from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1911/Arp273_HubblePohl_960.jpg"
    },
    {
        "date": "2019-11-23",
        "explanation": "Put on your red/blue glasses and gaze across the western Ocean of Storms on the surface of the Moon. The 3D view features Apollo 12 astronaut Pete Conrad visiting the Surveyor 3 spacecraft 50 years ago in November of 1969. Surveyor 3 had landed at the site on the inside slope of a small crater about 2 1/2 years earlier in April of 1967. Visible on the horizon beyond the far crater wall, Apollo 12's Lunar Module Intrepid touched down less than 200 meters (650 feet) away, easy moonwalking distance from the robotic Surveyor spacecraft. The stereo image was carefully created from two separate pictures (AS12-48-7133, AS12-48-7134) taken on the lunar surface. They depict the scene from only slightly different viewpoints, approximating the separation between human eyes.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/KF-ApAn48-7133-4.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 12 and Surveyor 3 Stereo View",
        "url": "https://apod.nasa.gov/apod/image/1911/KF-ApAn48-7133-4_1024.jpg"
    },
    {
        "date": "2019-11-24",
        "explanation": "Is this image art?  50 years ago, Apollo 12 astronaut-photographer Charles \"Pete\" Conrad recorded this masterpiece while documenting colleague Alan Bean's lunar soil collection activities on  Oceanus Procellarum.  The featured image is dramatic and stark.  The harsh environment of the Moon's Ocean of Storms is echoed in Bean's helmet, a perfectly composed reflection of Conrad and the lunar horizon.  Works of photojournalists originally intent on recording the human condition on planet Earth, such as Lewis W. Hine's images from New York City in the early 20th century, or Margaret Bourke-White's magazine photography are widely regarded as art.  Similarly many documentary astronomy and space images might also be appreciated for their artistic and esthetic appeal.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/BeanConrad_Apollo12_950.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 12: Self-Portrait",
        "url": "https://apod.nasa.gov/apod/image/1911/BeanConrad_Apollo12_960.jpg"
    },
    {
        "date": "2019-11-27",
        "explanation": "Is this one galaxy or two?  This question came to light in 1950 when astronomer Arthur Hoag chanced upon this unusual extragalactic object.  On the outside is a ring dominated by bright blue stars, while near the center lies a ball of much redder stars that are likely much older.  Between the two is a gap that appears almost completely dark.  How Hoag's Object formed, including its nearly perfectly round ring of stars and gas, remains unknown.  Genesis hypotheses include a galaxy collision billions of years ago and the gravitational effect of a central bar that has since vanished. The featured photo was taken by the Hubble Space Telescope and recently reprocessed using an artificially intelligent de-noising algorithm.  Observations in radio waves indicate that Hoag's Object has not accreted a smaller galaxy in the past billion years.  Hoag's Object spans about 100,000 light years and lies about 600 million light years away toward the constellation of the Snake (Serpens).  Many galaxies far in the distance are visible toward the right, while coincidentally, visible in the gap at about seven o'clock, is another but more distant ring galaxy.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/Hoag_HubbleBlanco_3000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hoag's Object: A Nearly Perfect Ring Galaxy",
        "url": "https://apod.nasa.gov/apod/image/1911/Hoag_HubbleBlanco_1080.jpg"
    },
    {
        "date": "2019-11-29",
        "explanation": "Looping through the Jovian system in the late 1990s, the Galileo spacecraft recorded stunning views of Europa and uncovered evidence that the moon's icy surface likely hides a deep, global ocean. Galileo's Europa image data has been remastered here, using improved new calibrations to produce a color image approximating what the human eye might see. Europa's long curving fractures hint at the subsurface liquid water.  The tidal flexing the large moon experiences in its elliptical orbit around Jupiter supplies the energy to keep the ocean liquid. But more tantalizing is the possibility that even in the absence of sunlight that process could also supply the energy to support life, making Europa one of the best places to look for life beyond Earth. What kind of life could thrive in a deep, dark, subsurface ocean? Consider planet Earth's own extreme shrimp.",
        "hdurl": "https://apod.nasa.gov/apod/image/1911/PIA19048europa.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Galileo's Europa Remastered",
        "url": "https://apod.nasa.gov/apod/image/1911/PIA19048europa1024.jpg"
    },
    {
        "date": "2019-12-02",
        "explanation": "What's that black dot crossing the Sun? The planet Mercury. Mercury usually passes over or under the Sun, as seen from Earth, but last month the Solar System's innermost planet appeared to go just about straight across the middle.  Although witnessed by planet admirers across the globe, a particularly clear view was captured by the Solar Dynamics Observatory (SDO) in Earth orbit. The featured video was captured by the SDO's HMI instrument in a broad range of visible light, and compresses the 5 1/2 hour transit into about 13 seconds.  The background Sun was unusually quiet -- even for being near Solar Minimum -- and showed no sunspots. The next solar transit by Mercury will occur in 2032.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Mercury Crosses a Quiet Sun",
        "url": "https://www.youtube.com/embed/ofZTOxC9JQ4?rel=0"
    },
    {
        "date": "2019-12-09",
        "explanation": "verybody sees the Sun. Nobody's been there. Starting in 2018 though, NASA launched the robotic Parker Solar Probe (PSP) to investigate regions near to the Sun for the first time. The PSP's looping orbit brings it yet closer to the Sun each time around -- every few months. The featured time-lapse video shows the view looking sideways from behind PSP's Sun shield during its first approach to the Sun a year ago -- to about half the orbit of Mercury.  The PSP's Wide Field Imager for Solar Probe (WISPR) cameras took the images over nine days, but they are digitally compressed here into about 14 seconds.  The waving solar corona is visible on the far left, with stars, planets, and even the central band of our Milky Way Galaxy streaming by in the background as the PSP orbits the Sun. PSP has found the solar neighborhood to be surprisingly complex and to include switchbacks -- times when the Sun's magnetic field briefly reverses itself. The Sun is not only Earth's dominant energy source, its variable solar wind compresses Earth's atmosphere, triggers auroras, affects power grids, and can even damage orbiting communication satellites.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Looking Sideways from the Parker Solar Probe",
        "url": "https://www.youtube.com/embed/7w8szZ4TxCk?rel=0"
    },
    {
        "date": "2019-12-11",
        "explanation": "What has this supernova left behind?  As little as 2,000 years ago, light from a massive stellar explosion in the Large Magellanic Cloud (LMC) first reached planet Earth. The LMC is a close galactic neighbor of our Milky Way Galaxy and the rampaging explosion front is now seen moving out - destroying or displacing ambient gas clouds while leaving behind relatively dense knots of gas and dust.  What remains is one of the largest supernova remnants in the LMC: N63A.  Many of the surviving dense knots have been themselves compressed and may further contract to form new stars.  Some of the resulting stars may then explode in a supernova, continuing the cycle.  Featured here is a combined image of N63A in the X-ray from the Chandra Space Telescope and in visible light by Hubble.  The prominent knot of gas and dust on the upper right -- informally dubbed the Firefox -- is very bright in visible light, while the larger supernova remnant shines most brightly in X-rays.  N63A spans over 25 light years and lies about 150,000 light years away toward the southern constellation of Dorado.",
        "hdurl": "https://apod.nasa.gov/apod/image/1912/N63A_HubbleChandraSchmidt_1019.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "N63A: Supernova Remnant in Visible and X-ray",
        "url": "https://apod.nasa.gov/apod/image/1912/N63A_HubbleChandraSchmidt_960.jpg"
    },
    {
        "date": "2019-12-14",
        "explanation": "From somewhere else in the Milky Way galaxy, Comet 2I/Borisov is just visiting the Solar System. Discovered by Crimean amateur astronomer Gennady Borisov on August 30, 2019, the first known interstellar comet is captured in these two recent Hubble Space Telescope images. On the left, a distant background galaxy near the line-of-sight to Borisov is blurred as Hubble tracked the speeding comet and dust tail about 327 million kilometers from Earth. At right, 2I/Borisov appears shortly after perihelion, its closest approach to Sun. Borisov's closest approach to our fair planet, a distance of about 290 million kilometers, will come on December 28. Even though Hubble's sharp images don't resolve the comet's nucleus, they do lead to estimates of less than 1 kilometer for its diameter.",
        "hdurl": "https://apod.nasa.gov/apod/image/1912/borisovStsci1826.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Interstellar Comet 2I/Borisov",
        "url": "https://apod.nasa.gov/apod/image/1912/borisovStsci1315.jpg"
    },
    {
        "date": "2019-12-16",
        "explanation": "Can magnetic fields help tell us how spiral galaxies form and evolve?  To find out, the HAWC+ instrument on NASA's airborne (747) SOFIA observatory observed nearby spiral galaxy M77. HAWC+ maps magnetism by observing polarized infrared light emitted by elongated dust grains rotating in alignment with the local magnetic field.  The HAWC+ image shows that magnetic fields do appear to trace the spiral arms in the inner regions of M77, arms that likely highlight density waves in the inflowing gas, dust and stars caused by the gravity of the galaxy's oval shape. The featured picture superposes the HAWC+ image over diffuse X-ray emission mapped by NASA's NuSTAR satellite and visible light images taken by Hubble and the SDSS. M77 is located about 47 million light years away toward the constellation of the Sea Monster (Cetus).",
        "hdurl": "https://apod.nasa.gov/apod/image/1912/M77Bfield_NASA_1200.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Magnetic Fields of Spiral Galaxy M77",
        "url": "https://apod.nasa.gov/apod/image/1912/M77Bfield_NASA_960.jpg"
    },
    {
        "date": "2019-12-18",
        "explanation": "What do neutron stars look like? Previously these city-sized stars were too small and too far away to resolve. Recently, however, the first maps of the locations and sizes of hotspots on a neutron star's surface have been made by carefully modeling how the rapid spin makes the star's X-ray brightness rise and fall.  Based on a leading model, an illustrative map of pulsar J0030+0451's hotspots is pictured, with the rest of the star's surface filled in with a false patchy blue.  J0030 spins once every 0.0049 seconds and is located about 1000 light years away. The map was computed from data taken by NASA's Neutron star Interior Composition ExploreR (NICER) X-ray telescope attached to the International Space Station.  The computed locations of these hotspots is surprising and not well understood. Because the gravitational lensing effect of neutron stars is so strong, J0300 displays more than half of its surface toward the Earth.  Studying the appearance of pulsars like J0030 allows accurate estimates of the neutron star's mass, radius, and the internal physics that keeps the star from imploding into a black hole.",
        "hdurl": "https://apod.nasa.gov/apod/image/1912/J0030_NICER_1024.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Hotspot Map of Neutron Star J0030's Surface",
        "url": "https://apod.nasa.gov/apod/image/1912/J0030_NICER_1024.jpg"
    },
    {
        "date": "2019-12-19",
        "explanation": "Awkward and angular looking, Apollo 17's lunar module Challenger was designed for flight in the near vacuum of space.  Digitally enhanced and reprocessed, this picture taken from Apollo 17's command module America shows Challenger's ascent stage in lunar orbit. Small reaction control thrusters are at the sides of the moonship with the bell of the ascent rocket engine underneath. The hatch allowing access to the lunar surface is seen at the front, with a round radar antenna at the top. Mission commander Gene Cernan is clearly visible through the triangular window. This spaceship performed gracefully, landing on the Moon and returning the Apollo astronauts to the orbiting command module in December of 1972. So where is Challenger now? Its descent stage remains at the Apollo 17 landing site in the Taurus-Littrow valley. The ascent stage pictured was intentionally crashed nearby after being jettisoned from the command module prior to the astronauts' return to planet Earth. Apollo 17's mission came to an end 47 years ago today. It was the sixth and last time astronauts landed on the Moon.",
        "hdurl": "https://apod.nasa.gov/apod/image/1912/AS17-149-22859-2v2SmlWmk.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 17's Moonship",
        "url": "https://apod.nasa.gov/apod/image/1912/AS17-149-22859-2v2SmlWmk1024.jpg"
    },
    {
        "date": "2019-12-20",
        "explanation": "Shadows grow long near sunset in this wide panoramic view from the Curiosity rover on Mars. Made with Curiosity's navcam, the scene covers about 200 degrees from north through east to south (left to right), stitched together from frames taken by the Mars rover on sol 2616. That's just Earth date December 16. Curiosity is perched on top of a plateau on Western Butte. The distant northern rim of Gale crater is visible along the left. Near center is Central Butte, already visited by Curiosity. On the right, the shadow of the rover seems to stretch toward the base of Aeolis Mons (Mount Sharp), a future destination. The monochrome navcam frames have been colorized to approximate the colors of the late martian afternoon.",
        "hdurl": "https://apod.nasa.gov/apod/image/1912/N2616c.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Late Afternoon on Mars",
        "url": "https://apod.nasa.gov/apod/image/1912/N2616c_600h.jpg"
    },
    {
        "date": "2019-12-23",
        "explanation": "Where is the best place to collect a surface sample from asteroid Bennu?  Launched in 2016, NASA sent the robotic Origins, Spectral Interpretation, Resource Identification, Security, Regolith Explorer (OSIRIS-REx) to investigate the 500-meter-across asteroid 101955 Bennu. After mapping the near-Earth asteroid's dark surface, OSIRIS-REx will next touch Bennu's surface in 2020 August to collect a surface sample.  The featured 23-second time-lapse video shows four candidate locations for the touch, from which NASA chose just one earlier this month. NASA chose the Nightingale near Bennu's northern hemisphere as the primary touch-down spot because of its relative flatness, lack of boulders, and apparent abundance of fine-grained sand.  Location Osprey is the backup.  NASA plans to return soil samples from Bennu to Earth in 2023 for a detailed analysis.    Free Presentation: APOD Editor to show best astronomy images of 2019 -- and the decade -- in NYC on January 3",
        "media_type": "video",
        "service_version": "v1",
        "title": "Places for OSIRIS-REx to Touch Asteroid Bennu",
        "url": "https://www.youtube.com/embed/pvKEG141GmU?rel=0"
    },
    {
        "date": "2019-12-29",
        "explanation": "If this is Saturn, where are the rings?  When Saturn's \"appendages\" disappeared in 1612, Galileo did not understand why.   Later that century, it became understood that Saturn's unusual protrusions were rings and that when the Earth crosses the ring plane, the edge-on rings will appear to disappear.  This is because Saturn's rings are confined to a plane many times thinner, in proportion, than a razor blade.  In modern times, the robot Cassini spacecraft orbiting Saturn frequently crossed Saturn's ring plane during its mission to Saturn, from 2004 to 2017.  A series of plane crossing images from 2005 February was dug out of the vast online Cassini raw image archive by interested Spanish amateur Fernando Garcia Navarro.  Pictured here, digitally cropped and set in representative colors, is the striking result.  Saturn's thin ring plane appears in blue, bands and clouds in Saturn's upper atmosphere appear in gold. Details of Saturn's rings can be seen in the high dark shadows across the top of this image, taken back in 2005. The moons Dione and Enceladus appear as bumps in the rings.    Free Presentation: APOD Editor to show best astronomy images of 2019 -- and the decade -- in NYC on January 3",
        "hdurl": "https://apod.nasa.gov/apod/image/1912/saturnplane_cassini_1004.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cassini Spacecraft Crosses Saturn's Ring Plane",
        "url": "https://apod.nasa.gov/apod/image/1912/saturnplane_cassini_1004.jpg"
    }
]