[
    {
        "date": "2023-01-01",
        "explanation": "There, that dot on the right, that's the largest rock known in our Solar System. It is larger than every known asteroid, moon, and comet nucleus.  It is larger than any other local rocky planet.  This rock is so large its gravity makes it into a large ball that holds heavy gases near its surface.  (It used to be the largest known rock of any type until the recent discoveries of large dense planets orbiting other stars.)  The Voyager 1 spacecraft took the featured picture -- famously called Pale Blue Dot -- of this giant space rock in 1990 from the outer Solar System.  Today, this rock starts another orbit around its parent star, for roughly the 5 billionth time, spinning over 350 times during each trip.  Happy Gregorian Calendar New Year to all inhabitants of this rock we call Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/2301/PaleBlueDotOrig_Voyager1_960.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Largest Rock in our Solar System",
        "url": "https://apod.nasa.gov/apod/image/2301/PaleBlueDotOrig_Voyager1_960.jpg"
    },
    {
        "date": "2023-01-08",
        "explanation": "The hydrogen in your body, present in every molecule of water, came from the Big Bang.  There are no other appreciable sources of hydrogen in the universe.  The carbon in your body was made by nuclear fusion in the interior of stars, as was the oxygen.  Much of the iron in your body was made during supernovas of stars that occurred long ago and far away.  The gold in your jewelry was likely made from neutron stars during collisions that may have been visible as short-duration gamma-ray bursts or gravitational wave events. Elements like phosphorus and copper are present in our bodies in only small amounts but are essential to the functioning of all known life.  The featured periodic table is color coded to indicate humanity's best guess as to the nuclear origin of all known elements.  The sites of nuclear creation of some elements, such as copper, are not really well known and are continuing topics of observational and computational research.   Discovery + Outreach: Graduate student research position open for APOD",
        "hdurl": "https://apod.nasa.gov/apod/image/2301/Nucleosynthesis2_WikipediaCmglee_2000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Where Your Elements Came From",
        "url": "https://apod.nasa.gov/apod/image/2301/Nucleosynthesis2_WikipediaCmglee_1080.jpg"
    },
    {
        "date": "2023-01-13",
        "explanation": "The most massive young star cluster in the Small Magellanic Cloud is NGC 346, embedded in our small satellite galaxy's largest star forming region some 210,000 light-years distant. Of course the massive stars of NGC 346 are short lived, but very energetic.  Their winds and radiation sculpt the edges of the region's dusty molecular cloud triggering star-formation within. The star forming region also appears to contain a large population of infant stars. A mere 3 to 5 million years old and not yet burning hydrogen in their cores, the infant stars are strewn about the embedded star cluster. This spectacular infrared view of NGC 346 is from the James Webb Space Telescope's NIRcam. Emission from atomic hydrogen ionized by the massive stars' energetic radiation as well as molecular hydrogen and dust in the star-forming molecular cloud is detailed in pink and orange hues. Webb's sharp image of the young star-forming region spans 240 light-years at the distance of the Small Magellanic Cloud.",
        "hdurl": "https://apod.nasa.gov/apod/image/2301/jwst-ngc346.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "Young Star Cluster NGC 346",
        "url": "https://apod.nasa.gov/apod/image/2301/jwst-ngc346-800.png"
    },
    {
        "date": "2023-01-15",
        "explanation": "This is the mess that is left when a star explodes.  The Crab Nebula, the result of a supernova seen in 1054 AD, is filled with mysterious filaments.  The filaments are not only tremendously complex, but appear to have less mass than expelled in the original supernova and a higher speed than expected from a free explosion.  The featured image, taken by the Hubble Space Telescope, is presented in three colors chosen for scientific interest.  The Crab Nebula spans about 10 light-years.  In the nebula's very center lies a pulsar: a neutron star as massive as the Sun but with only the size of a small town.  The Crab Pulsar rotates about 30 times each second.   Discovery + Outreach: Graduate student research position open for APOD",
        "hdurl": "https://apod.nasa.gov/apod/image/2301/CrabNebula_Hubble_3864.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M1: The Crab Nebula from Hubble",
        "url": "https://apod.nasa.gov/apod/image/2301/CrabNebula_Hubble_960.jpg"
    },
    {
        "date": "2023-01-18",
        "explanation": "Gravitational lensing by the galaxy cluster MACS0647 -- in which the massive foreground cluster distorts and lenses the light emitted by distant background galaxies along the line of sight — is on vivid display here in this recent multi-color infrared image from the James Webb Space Telescope (JWST).  In particular, the background source MACS0647-JD is seen to be lensed three times by the cluster.  When first discovered with the Hubble Space Telescope, MACS0647-JD was observed as an amorphous blob.  With Webb though, this single source is revealed to be a pair or small group of galaxies.  The colors of the MACS0647-JD objects are different as well -- indicating differences potentially in the age or dust content of these galaxies.  These new images provide rare examples of galaxies in an era only a few 100 million years after the Big Bang.   Explore Your Universe: Random APOD Generator",
        "hdurl": "https://apod.nasa.gov/apod/image/2301/MacsClusterLens_Webb_2000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "MACS0647: Gravitational Lensing of the Early Universe by Webb",
        "url": "https://apod.nasa.gov/apod/image/2301/MacsClusterLens_Webb_960.jpg"
    },
    {
        "date": "2023-01-23",
        "explanation": "Two galaxies are squaring off in Virgo and here are the latest pictures.  When two galaxies collide, the stars that compose them usually do not. This is because galaxies are mostly empty space and, however bright, stars only take up only a small fraction of that space. But during the collision, one galaxy can rip the other apart gravitationally, and dust and gas common to both galaxies does collide. If the two galaxies merge, black holes that likely resided in each galaxy center may eventually merge. Because the distances are so large, the whole thing takes place in slow motion -- over hundreds of millions of years. Besides the two large spiral galaxies, a smaller third galaxy is visible on the far left of the featured image of Arp 274, also known as NGC 5679. Arp 274 spans about 200,000 light years across and lies about 400 million light years away toward the constellation of Virgo.   Night Sky Network webinar: APOD editor to review best space images of 2022",
        "hdurl": "https://apod.nasa.gov/apod/image/2301/Arp274_HubbleOzsarac_2386.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Colliding Spiral Galaxies of Arp 274",
        "url": "https://apod.nasa.gov/apod/image/2301/Arp274_HubbleOzsarac_1080.jpg"
    },
    {
        "date": "2023-01-24",
        "explanation": "If you could stand on exoplanet LHS 475 b, what might you see? No one knows for sure but pictured here is an interesting guess made by an Earth-based artificial intelligence (AI) engine. The existence of the exoplanet was indicated in data taken by the Earth-orbiting TESS satellite but confirmed and further investigated only this year by the near-Earth Sun-orbiting James Webb Space Telescope. What is known for sure is that LHS 475 b has a mass very similar to our Earth and closely orbits a small red star about 40 light years away. The featured AI-illustrated guess depicts a plausibly rugged Earth-like landscape replete with molten lava and with the central red star rising in the distance. Webb data does not as yet reveal, however, whether LHS 475 b has an atmosphere. One of Webb’s science objectives is to follow up previous discoveries of distant exoplanets to better discern their potential for developing life.    Comet ZTF Gallery: Notable Submissions to APOD",
        "hdurl": "https://apod.nasa.gov/apod/image/2301/RockyRed7_DeepAI_960.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "LHS 475 b: Earth-Sized Exoplanet",
        "url": "https://apod.nasa.gov/apod/image/2301/RockyRed7_DeepAI_960.jpg"
    },
    {
        "date": "2023-01-26",
        "explanation": "Active galaxy NGC 1275 is the central, dominant member of the large and relatively nearby Perseus Cluster of Galaxies. Wild-looking at visible wavelengths, the active galaxy is also a prodigious source of x-rays and radio emission. NGC 1275 accretes matter as entire galaxies fall into it, ultimately feeding a supermassive black hole at the galaxy's core. This color composite image made from Hubble Space Telescope data recorded during 2006. It highlights the resulting galactic debris and filaments of glowing gas, some up to 20,000 light-years long. The filaments persist in NGC 1275, even though the turmoil of galactic collisions should destroy them.  What keeps the filaments together? Observations indicate that the structures, pushed out from the galaxy's center by the black hole's activity, are held together by magnetic fields. Also known as Perseus A, NGC 1275 spans over 100,000 light years and lies about 230 million light years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/2301/ngc1275_heic0817a.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Active Galaxy NGC 1275",
        "url": "https://apod.nasa.gov/apod/image/2301/ngc1275_heic0817a_1024.jpg"
    }
]