[
    {
        "date": "2007-01-02",
        "explanation": "What were the first stars like? No one is yet sure.  Our Sun is not a first-generation star.  It is not even second generation.  The first stars to appear in the universe likely came and went about 13 billion years ago. However, deep observations by the Spitzer Space Telescope in infrared light have detected a diffuse glow, possibly from first generation stars hundreds of times more massive than our Sun.  The above image shows infrared background light with bright patches that might have originated from clusters of these first objects.   Gray areas depict places where nearby foreground stars from our Milky Way Galaxy were digitally removed.",
        "hdurl": "https://apod.nasa.gov/apod/image/0701/firstllight_spitzer_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Light from the First Stars",
        "url": "https://apod.nasa.gov/apod/image/0701/firstllight_spitzer.jpg"
    },
    {
        "date": "2007-01-07",
        "explanation": "What's causing those odd rings in supernova 1987A?  In 1987, the brightest supernova in recent history occurred in the Large Magellanic Clouds.  At the center of the picture is an object central to the remains of the violent stellar explosion. When the Hubble Space Telescope was pointed at the supernova remnant in 1994, however, the existence of  curious rings was confirmed.  The origins of these rings still remains a mystery.  Speculation into the cause of the rings includes beamed jets emanating from a dense star left over from the supernova, and a superposition of two stellar winds ionized by the supernova explosion.",
        "hdurl": "https://apod.nasa.gov/apod/image/0701/sn1987a_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Mysterious Rings of Supernova 1987A",
        "url": "https://apod.nasa.gov/apod/image/0701/sn1987a_hst.jpg"
    },
    {
        "date": "2007-01-10",
        "explanation": "Near the outskirts of the Small Magellanic Cloud, a satellite galaxy some 200 thousand light-years distant, lies 5 million year young star cluster NGC 602. Surrounded by natal gas and dust, NGC 602 is featured in this stunning Hubble image of the region. Fantastic ridges and swept back shapes strongly suggest that energetic radiation and shock waves from NGC 602's massive young stars have eroded the dusty material and triggered a progression of star formation moving away from the cluster's center. At the estimated distance of the Small Magellanic Cloud, the picture spans about 200 light-years, but a tantalizing assortment of background galaxies are also visible in the sharp Hubble view. The background galaxies are hundreds of millions of light-years or more beyond NGC 602.",
        "hdurl": "https://apod.nasa.gov/apod/image/0701/ngc602_hst_large.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 602 and Beyond",
        "url": "https://apod.nasa.gov/apod/image/0701/ngc602_hst_c720.jpg"
    },
    {
        "date": "2007-01-11",
        "explanation": "In visible light, the whole thing looks like an eagle.  The region was captured recently in unprecedented detail in infrared light by the robotic orbiting Spitzer Space Telescope (SSC). Shown above, the infrared image allows observers to peer through normally opaque dust and so better capture the full complexity of the Eagle Nebula star forming region. In particular, the three famous pillars near the image center are seen bathed in dust likely warmed by a supernova explosion.  The warm dust is digitally assigned the false color of red. Also visible, near the bottom of the image, is ten light-year long pillar sometimes dubbed the Fairy of Eagle Nebula. The greater Eagle emission nebula, tagged M16, lies about 6500 light years away, spans about 20 light-years, and is visible with binoculars toward the constellation of Serpens.",
        "hdurl": "https://apod.nasa.gov/apod/image/0701/eagle_spitzer_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Eagle Nebula in Infrared",
        "url": "https://apod.nasa.gov/apod/image/0701/eagle_spitzer.jpg"
    },
    {
        "date": "2007-01-14",
        "explanation": "Why are these stars moving so fast?  Shown above is a time-lapse movie in infrared light detailing how stars in the central light-year of our Galaxy have moved over the past eight years.  The yellow mark at the image center represents the location of a peculiar radio source named Sgr A*.  If these fast stars are held to the Galactic Center by gravity, then the central object exerting this gravity must be both compact and massive.  Analysis of the stellar motions indicates that over one million times the mass of our Sun is somehow confined to a region less than a fifth of a light-year across.  Astronomers interpret these observations as strong evidence that the center of our Galaxy is home to a very massive black hole.",
        "hdurl": "https://apod.nasa.gov/apod/image/0012/SgrA_sharp_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sgr A*: Fast Stars Near the Galactic Center",
        "url": "https://apod.nasa.gov/apod/image/0012/SgrA_sharp.gif"
    },
    {
        "date": "2007-01-16",
        "explanation": "What caused this mess? Some type of star exploded to create the unusually shaped nebula known as Kepler's supernova remnant, but which type? Light from the stellar explosion that created this energized cosmic cloud was first seen on planet Earth in October 1604, a mere four hundred years ago. The supernova produced a bright new star in early 17th century skies within the constellation Ophiuchus. It was studied by astronomer Johannes Kepler and his contemporaries, with out the benefit of a telescope, as they searched for an explanation of the heavenly apparition.  Armed with a modern understanding of stellar evolution, early 21st century astronomers continue to explore the expanding debris cloud, but can now use orbiting space telescopes to survey Kepler's supernova remnant (SNR) across the spectrum.  Recent X-ray data and images of Kepler's supernova remnant taken by the orbiting Chandra X-ray Observatory has shown relative elemental abundances more typical of a Type Ia supernova, indicating that the progenitor was a white dwarf star that exploded when it accreted too much material and went over Chandrasekhar's limit. About 13,000 light years away, Kepler's supernova represents the most recent stellar explosion seen to occur within our Milky Way galaxy.",
        "hdurl": "https://apod.nasa.gov/apod/image/0701/keplersnr_chandra_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Kepler's Supernova Remnant in X-Rays",
        "url": "https://apod.nasa.gov/apod/image/0701/keplersnr_chandra.jpg"
    },
    {
        "date": "2007-01-17",
        "explanation": "The brightest comet of recent decades was a surprising first sight for a new camera in space.  The Sun Earth Connection Coronal and Heliospheric Investigation (SECCHI) instrument onboard the Solar TErrestrial RElations Observatory (STEREO) satellite had just opened up on January 11 when it snapped the above image of Comet McNaught.  Visible was a spectacular view of the ion tail of Comet McNaught being swept away from the Sun by the solar wind in filamentary rays.   The comet tail is seen to extend at least seven degrees across the above image, while the central coma is so bright it saturates. Comet McNaught is now reportedly so bright that it is visible even in broad daylight by blocking out the Sun with your hand.   Comet McNaught has rounded the Sun and will slowly fade away for observers in Earth's Southern Hemisphere as it recedes from the Sun.",
        "hdurl": "https://apod.nasa.gov/apod/image/0701/mcnaught_stereo_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Comet McNaught from New STEREO Satellite",
        "url": "https://apod.nasa.gov/apod/image/0701/mcnaught_stereo.jpg"
    },
    {
        "date": "2007-01-20",
        "explanation": "This frame from a spectacular time lapse movie shows Comet McNaught - the Great Comet of 2007 - sweeping through the inner solar system. The movie frames were recorded from January 12 through Jan 16 by a coronograph onboard the sun-staring SOHO spacecraft. Bright planet Mercury also glides dramatically through the field of view but the Sun itself remains fixed, hidden behind the coronograph's central occulting disk. The broad-tailed comet is so bright it almost overwhelms SOHO's sensitive camera designed to explore the fainter structures in the Sun's outer atmosphere. Comet McNaught's closest approach to the Sun (perihelion on January 12) was only 0.17 astronomical units, or about half the distance between the Sun and Mercury. (Note: To download the movie file, click on the picture.)",
        "hdurl": "https://apod.nasa.gov/apod/image/0701/sohoMcNaught_sm.mov",
        "media_type": "image",
        "service_version": "v1",
        "title": "SOHO: Comet McNaught Movie",
        "url": "https://apod.nasa.gov/apod/image/0701/sohoMcNaught_cropframe.jpg"
    },
    {
        "date": "2007-01-21",
        "explanation": "This floating ring is the size of a galaxy.  In fact, it is part of the photogenic Sombrero Galaxy, one of the largest galaxies in the nearby Virgo Cluster of Galaxies.  The dark band of dust that obscures the mid-section of the Sombrero Galaxy in optical light actually glows brightly in infrared light.  The above image shows the infrared glow, recently recorded by the orbiting Spitzer Space Telescope, superposed in false-color on an existing image taken by NASA's Hubble Space Telescope in optical light.  The Sombrero Galaxy, also known as M104, spans about 50,000 light years across and lies 28 million light years away.  M104 can be seen with a small telescope in the direction of the constellation Virgo.",
        "hdurl": "https://apod.nasa.gov/apod/image/0701/sombrero_spitzer_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Sombrero Galaxy in Infrared",
        "url": "https://apod.nasa.gov/apod/image/0701/sombrero_spitzer.jpg"
    },
    {
        "date": "2007-01-26",
        "explanation": "Like grains of sand on a cosmic beach, individual stars of barred spiral galaxy NGC 1313 are resolved in this sharp composite from the Hubble Space Telescope's Advanced Camera for Surveys (ACS). The inner region of the galaxy is pictured, spanning about 10,000 light-years. Hubble's unique ability to distinguish individual stars in the 14 million light-year distant galaxy has been used to unravel the fate of star clusters whose bright young stars are spread through the disk of the galaxy as the clusters dissolve. The exploration of stars and clusters in external galaxy NGC 1313 offers clues to star formation and star cluster evolution in our own Milky Way.",
        "hdurl": "https://apod.nasa.gov/apod/image/0701/ngc1313_hst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Star Clusters of NGC 1313",
        "url": "https://apod.nasa.gov/apod/image/0701/ngc1313_hst_c720.jpg"
    },
    {
        "date": "2007-01-28",
        "explanation": "What lies at the bottom of Hyperion's strange craters?  Nobody knows. To help find out, the robot Cassini spacecraft now orbiting Saturn swooped past the sponge-textured moon in late 2005 and took an image of unprecedented detail.  That image, shown above in false color, shows a remarkable world strewn with strange craters and a generally odd surface.   The slight differences in color likely show differences in surface composition.   At the bottom of most craters lies some type of unknown dark material.  Inspection of the image shows bright features indicating that the dark material might be only tens of meters thick in some places.   Hyperion is about 250 kilometers across, rotates chaotically, and has a density so low that it might house a vast system of caverns inside.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/hyperion2_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn's Hyperion: A Moon with Odd Craters",
        "url": "https://apod.nasa.gov/apod/image/0510/hyperion2_cassini.jpg"
    },
    {
        "date": "2007-01-31",
        "explanation": "What would the rings of Saturn look like if you passed right through the ring plane? To find out, NASA aimed cameras from the Cassini spacecraft right at Saturn's rings as the robotic explorer passed from the sunlit side of the rings to the shadowed side.   Resulting images from a vantage point outside the rings and most moons, but inside the orbit of Titan, have been gathered together in the above time-lapse movie.  The dramatic movie demonstrates that ring particle density and reflectivity makes some parts of the shadowed side nearly the photographic negative of the sunlit side, but nearly empty regions remain continually dark.  Visible also are Saturn-orbiting moons Enceladus, Mimas, Janus, Epimetheus, Prometheus, and Pandora.  The extreme thinness of Saturn's rings can be appreciated from frames taken near the crossing time.",
        "hdurl": "https://apod.nasa.gov/apod/image/0701/ringcross_cassini.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Movie: Cassini Crosses Saturn's Ring Plane",
        "url": "https://apod.nasa.gov/apod/image/0701/ringcross_cassini.jpg"
    },
    {
        "date": "2007-02-04",
        "explanation": "What if you saw your shadow on Mars and it wasn't human?  Then you might be the Opportunity rover currently exploring Mars.  Opportunity and sister robot Spirit have been probing the red planet since early 2004, finding evidence of ancient water, and sending breathtaking images across the inner Solar System.  Pictured above, Opportunity looks opposite the Sun into Endurance Crater and sees its own shadow.  Two wheels are visible on the lower left and right, while the floor and walls of the unusual crater are visible in the background.  Opportunity and Spirit have now spent over three years exploring the red world, find new clues into the wet ancient past of our Solar System's second most habitable planet.",
        "hdurl": "https://apod.nasa.gov/apod/image/0702/shadow_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Shadow of a Martian Robot",
        "url": "https://apod.nasa.gov/apod/image/0702/shadow_opportunity.jpg"
    },
    {
        "date": "2007-02-06",
        "explanation": "What's happening to our Sun?  Another Coronal Mass Ejection (CME)!  The Sun-orbiting SOHO spacecraft has imaged many erupting filaments lifting off the active solar surface and blasting enormous bubbles of magnetic plasma into space. Direct light from the sun is blocked in the inner part of the above image, taken in 2002, and replaced by a simultaneous image of the Sun in ultraviolet light.  The field of view extends over two million kilometers from the solar surface. While hints of these explosive events, called coronal mass ejections or CMEs, were discovered by spacecraft in the early 70s, this dramatic image is part of a detailed record of this CME's development from the presently operating SOHO spacecraft.  Near the minimum of the solar activity cycle CMEs occur about once a week, but near solar maximum rates of two or more per day are typical. Strong CMEs may profoundly influence space weather. Those directed toward our planet can have serious effects.",
        "hdurl": "https://apod.nasa.gov/apod/image/0702/cmesun_soho_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sun Storm: A Coronal Mass Ejection",
        "url": "https://apod.nasa.gov/apod/image/0702/cmesun_soho.jpg"
    },
    {
        "date": "2007-02-07",
        "explanation": "Why would some regions on Titan reflect very little radar?   The leading explanation is that these regions are lakes, possibly composed of liquid methane.  The above image is a false-color synthetic radar map of a northern region of Titan taken during a flyby of the cloudy moon by the robotic Cassini spacecraft last July.  On this map, which spans about 150 kilometers across, dark regions reflect relatively little of the broadcast radar signal.  Images like this show Titan to be only the second body in the Solar System to possess liquids on the surface.  Future observations from Cassini during Titan flybys will further test the methane lake hypothesis, as comparative wind effects on the regions are studied.",
        "hdurl": "https://apod.nasa.gov/apod/image/0702/titanlakes2_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Liquid Lakes on Saturn's Titan",
        "url": "https://apod.nasa.gov/apod/image/0702/titanlakes2_cassini.jpg"
    },
    {
        "date": "2007-02-08",
        "explanation": "This stunning group of galaxies is far, far away - about 450 million light-years from planet Earth - cataloged as galaxy cluster Abell S0740. Dominated by the cluster's large central elliptical galaxy (ESO 325-G004), this sharp Hubble view takes in a remarkable assortment of galaxy shapes and sizes with only a few spiky foreground stars scattered through the field. The giant elliptical galaxy spans over 100,000 light years and contains about 100 billion stars, comparable in size to our own spiral Milky Way. The Hubble data reveal a wealth of detail in even these distant galaxies, including magnificent arms and dust lanes, star clusters, ring structures, and gravitational lensing arcs.",
        "hdurl": "https://apod.nasa.gov/apod/image/0702/abellclust_hst_lr.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Galaxies Away",
        "url": "https://apod.nasa.gov/apod/image/0702/abellclust_hst_lr720.jpg"
    },
    {
        "date": "2007-02-10",
        "explanation": "The center of our Milky Way Galaxy is hidden from the prying eyes of optical telescopes by clouds of obscuring dust and gas. But in this stunning vista, the Spitzer Space Telescope's infrared cameras, penetrate much of the dust revealing the stars of the crowded galactic center region. A mosaic of many smaller snapshots, the detailed, false-color image shows older, cool stars in bluish hues. Reddish glowing dust clouds are associated with young, hot stars in stellar nurseries. The galactic center lies some 26,000 light-years away, toward the constellation Sagittarius. At that distance, this picture spans about 900 light-years.",
        "hdurl": "https://apod.nasa.gov/apod/image/0702/gcenter_spitzer_f40.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stars of the Galactic Center",
        "url": "https://apod.nasa.gov/apod/image/0702/gcenter_spitzer_c11.jpg"
    },
    {
        "date": "2007-02-11",
        "explanation": "What's happening on Jupiter's moon Io? Two sulfurous eruptions are visible on Jupiter's volcanic moon Io in this color composite image from the robotic Galileo spacecraft that orbited Jupiter from 1995 to 2003. At the image top, over Io's limb, a bluish plume rises about 140 kilometers above the surface of a volcanic caldera known as Pillan Patera. In the image middle, near the night/day shadow line, the ring shaped Prometheus plume is seen rising about 75 kilometers above Io while casting a shadow below the volcanic vent. Named for the Greek god who gave mortals fire, the Prometheus plume is visible in every image ever made of the region dating back to the Voyager flybys of 1979 - presenting the possibility that this plume has been continuously active for at least 18 years. The above digitally sharpened image was originally recorded in 1997 on June 28 from a distance of about 600,000 kilometers.",
        "hdurl": "https://apod.nasa.gov/apod/image/0702/ioprometheus_galileo_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Io: The Prometheus Plume",
        "url": "https://apod.nasa.gov/apod/image/0702/ioprometheus_galileo.jpg"
    },
    {
        "date": "2007-02-13",
        "explanation": "The explosion is over but the consequences continue.  About eleven thousand years ago a star in the constellation of Vela could be seen to explode, creating a strange point of light briefly visible to humans living near the beginning of recorded history.  The outer layers of the star crashed into the interstellar medium, driving a shock wave that is still visible today.  A roughly spherical, expanding shock wave is visible in X-rays. The above image captures much of that filamentary and gigantic shock in visible light, spanning almost 100 light years and appearing twenty times the diameter of the full moon. As gas flies away from the detonated star, it decays and reacts with the interstellar medium, producing light in many different colors and energy bands. Remaining at the center of the Vela Supernova Remnant is a pulsar, a star as dense as nuclear matter that completely rotates more than ten times in a single second.",
        "hdurl": "https://apod.nasa.gov/apod/image/0702/vela_skyfactory_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Vela Supernova Remnant in Visible Light",
        "url": "https://apod.nasa.gov/apod/image/0702/vela_skyfactory.jpg"
    },
    {
        "date": "2007-02-15",
        "explanation": "Planetary nebula NGC 2440 has an intriguing bow-tie shape in this stunning view from space. The nebula is composed of material cast off by a dying sun-like star as it enters its white dwarf phase of evolution. Details of remarkably complex structures are revealed within NGC 2440, including dense ridges of material swept back from the nebula's central star. Near the center of the view, the star itself is one of the hottest known, with a surface temperature of about 200,000 kelvins. About 4,000 light-years from planet Earth toward the nautical constellation Puppis, the nebula spans over a light-year and is energized by ultraviolet light from the central star. The false-color image was recorded earlier this month using the Hubble's Wide-Field Planetary Camera 2(WFPC2), demonstrating still impressive imaging capabilities following the failure of the Advanced Camera for Surveys.",
        "hdurl": "https://apod.nasa.gov/apod/image/0702/ngc2440_hst_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Planetary Nebula NGC 2440",
        "url": "https://apod.nasa.gov/apod/image/0702/ngc2440_hst_c720.jpg"
    },
    {
        "date": "2007-02-17",
        "explanation": "Get out your red/blue glasses and float next to asteroid 433 Eros, now over 220 million kilometers away! Orbiting the Sun once every 1.8 earth-years, asteroid Eros is a diminutive 40 x 14 x 14 kilometer world of undulating horizons, craters, boulders and valleys. Its unsettling scale and bizarre shape are emphasized in this picture - a mosaic of images from the NEAR Shoemaker spacecraft processed to yield a stereo anaglyphic view.  Along with dramatic chiaroscuro, NEAR's 3-D imaging provided important measurements of the asteroid's landforms and structures, and clues to the origin of this city-sized chunk of solar system. The smallest features visible here are about 30 meters across. After spending a year in orbit around Eros, the historic Near Shoemaker spacecraft made the first ever landing on an asteroid's surface February 12, 2001.",
        "hdurl": "https://apod.nasa.gov/apod/image/0702/stereoeros_near.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stereo Eros",
        "url": "https://apod.nasa.gov/apod/image/0702/stereoeros_near.jpg"
    },
    {
        "date": "2007-02-18",
        "explanation": "It has become one of the most famous images of modern times. This image, taken with the Hubble Space Telescope in 1995, shows evaporating gaseous globules (EGGs) emerging from pillars of molecular hydrogen gas and dust.  The giant pillars are light years in length and are so dense that interior gas contracts gravitationally to form stars.  At each pillars' end, the intense radiation of bright young stars causes low density material to boil away, leaving stellar nurseries of dense EGGs exposed.  The Eagle Nebula, associated with the open star cluster M16, lies about 7000 light years away.  The pillars of creation were imaged recently by the orbiting Chandra X-ray Observatory, and it was found that most EGGS are not strong emitters of X-rays.",
        "hdurl": "https://apod.nasa.gov/apod/image/0702/pillars5_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M16: Pillars of Creation",
        "url": "https://apod.nasa.gov/apod/image/0702/pillars5_hst.jpg"
    },
    {
        "date": "2007-02-20",
        "explanation": "What created these white ridges on Mars?  The images showing the white ridges, including some of the highest resolution images ever taken from Martian orbit, were recorded last year by the Mars Reconnaissance Orbiter (MRO). A current leading hypothesis is that the white ridges formed as water flowed through underground cracks and bleached and hardened the edges of surrounding rocks.  Over millions of years, surface winds eroded the darker rock leaving the raised white ridges.   Such water-created light-colored markings are well known here on Earth.  The hypothesis is particularly interesting as underground water could have helped to support microbial life on the red world. The above image resolves surface features as small as one meter across in Candor Chasma region of huge Valles Marineris on Mars.",
        "hdurl": "https://apod.nasa.gov/apod/image/0702/marsridges_mro_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "White Ridges on Mars",
        "url": "https://apod.nasa.gov/apod/image/0702/marsridges_mro.jpg"
    },
    {
        "date": "2007-02-21",
        "explanation": "What's that new star in the sky?  The star might appear new, but it's actually just the variable star Mira near its brightest.  Rolling your cursor over the above vertically compressed image will identify the unusual star Mira, a star that can change from practical invisibility to one of the brighter stars on the sky over the course of a year. Pictured above a castle in Stuttgart, Germany, last week, red giant star Mira appeared near its maximum brightness of magnitude 2. Although similar in mass to our Sun, Mira tenuous and cool atmosphere could extend out past the orbit of Mars, and achieve a luminosity over 10,000 times greater than our Sun. Mira is near the end of its life and its variability is somewhat erratic.  Details of Mira's variability are still being researched, but the reason for Mira's pulsations are thought related to periodic changes in the thickness of parts of Mira's atmosphere.  Recent high resolution images show that Mira is not even round.  Mira lies 420 light years distant toward the constellation of the Monster Whale (Cetus). Mira will fade over the next 200 days, but climb back to naked-eye visibility early next year.",
        "hdurl": "https://apod.nasa.gov/apod/image/0702/mira_seip_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mira Over Germany",
        "url": "https://apod.nasa.gov/apod/image/0702/mira_seip.jpg"
    },
    {
        "date": "2007-02-23",
        "explanation": "Dust makes this cosmic eye look red. The eerie Spitzer Space Telescope image shows infrared radiation from the well-studied Helix Nebula (NGC 7293) a mere 700 light-years away in the constellation Aquarius. The two light-year diameter shroud of dust and gas around a central white dwarf has long been considered an excellent example of a planetary nebula, representing the final stages in the evolution of a sun-like star. But the Spitzer data show the nebula's central star itself is immersed in a surprisingly bright infrared glow. Models suggest the glow is produced by a dust debris disk. Even though the nebular material was ejected from the star many thousands of years ago, the close-in dust could be generated by collisions in a reservoir of objects analogous to our own solar system's Kuiper Belt or cometary Oort cloud. Formed in the distant planetary system, the comet-like bodies have otherwise survived even the dramatic late stages of the star's evolution.",
        "hdurl": "https://apod.nasa.gov/apod/image/0702/helix_spitzer_2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dust and the Helix Nebula",
        "url": "https://apod.nasa.gov/apod/image/0702/helix_spitzer_720.jpg"
    },
    {
        "date": "2007-02-24",
        "explanation": "The premier Chandra X-ray Observatory images of M16, the Eagle Nebula, show many bright x-ray sources in the region. Most of the x-ray sources are energetic young stars. They are seen here as colored spots superimposed on the Hubble's well-known optical view of M16's light-year long Pillars of Creation. For example, a blue source near the tip of the large pillar at the upper left is estimated to be an embedded young star 4 or 5 times as massive as the Sun. Still, most of the x-ray sources are not coincident with the pillars themselves, indicating that embedded stars are not common in the dusty structures. The mostly empty pillars are thought to be an indication that star formation actually peaked millions of years ago within the Eagle Nebula.",
        "hdurl": "https://apod.nasa.gov/apod/image/0702/m16composite_chandra.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "X-rays and the Eagle Nebula",
        "url": "https://apod.nasa.gov/apod/image/0702/m16composite_chandra720c.jpg"
    },
    {
        "date": "2007-02-25",
        "explanation": "Does this moon look familiar? Possibly not, even though it is Earth's Moon.  Locked in synchronous rotation, the Moon always presents its well-known near side to Earth.  But from lunar orbit, Apollo astronauts also grew to know the Moon's far side.  This sharp picture from Apollo 16's mapping camera shows the eastern edge of the familiar near side (top) and the strange and heavily cratered far side of the Moon.  Surprisingly, the rough and battered surface of the far side looks very different from the near side which is covered with smooth dark lunar maria.  The likely explanation is that the far side crust is thicker, making it harder for molten material from the interior to flow to the surface and form the smooth maria.",
        "hdurl": "https://apod.nasa.gov/apod/image/0702/farside_apollo16_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Far Side of the Moon",
        "url": "https://apod.nasa.gov/apod/image/0702/farside_apollo16.jpg"
    },
    {
        "date": "2007-02-27",
        "explanation": "Do extrasolar planets have water?  In an attempt to find out, the orbiting Spitzer Space Telescope made detailed observations of the atmospheres of two planets that orbit stars other than our Sun.  Unfortunately, water vapor was not detected in either exoplanet. Spitzer watched star systems HD 209458b and HD 189733b closely in infrared light both before and after the parent stars eclipsed their known planets.   By comparing eclipsed and uneclipsed spectra very closely, astronomers could deduce bright light-emitting atmospheric gasses that were being blocked during eclipse.   Were water vapor one of these atmospheric gases, a new indication that life might exist outside of our Solar System would have been found.   The planets being analyzed are known as hot Jupiters -- they have sizes close to Jupiter but orbits closer to the distance of Mercury. The above illustration shows an artist's depiction of one of these dry worlds. Although no water vapor was detected this time, the techniques of measuring exoplanet atmospheres are quite promising, and the search for distant water and other biomarkers is just beginning.",
        "hdurl": "https://apod.nasa.gov/apod/image/0702/planetatm_spitzer_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Atmospheres Detected for Two Extrasolar Planets",
        "url": "https://apod.nasa.gov/apod/image/0702/planetatm_spitzer.jpg"
    },
    {
        "date": "2007-03-01",
        "explanation": "Panels on ESA's Rosetta spacecraft appear in the foreground of this intriguing image of Mars recorded on February 25 at a range of about 1,000 kilometers. Launched in March 2004, Rosetta was near its closest approach to the Red Planet during a gravity assist flyby maneuver and is ultimately destined to rendezvous with a comet designated 67P/Churyumov-Gerasimenko. Below the comet-chasing spacecraft lies a dark boundary along the martian Syrtis region. But wait ... who took the picture? The picture was actually captured by the imaging system (CIVA) onboard Rosetta's lander, Philae, switched on for testing. The three-legged, box-shaped, 100 kilogram Philae is scheduled to attempt a landing on the comet nucleus after Rosetta's rendezvous in November 2014.",
        "hdurl": "https://apod.nasa.gov/apod/image/0703/CIVA_Mars_30_H.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Rosetta Over Mars",
        "url": "https://apod.nasa.gov/apod/image/0703/CIVA_Mars_30_H720rg.jpg"
    },
    {
        "date": "2007-03-02",
        "explanation": "Parts of Saturday's (March 3) lunar eclipse will be widely visible. For example, skywatchers in Europe, Africa, and western Asia will be able to see the entire spectacle of the Moon gliding through Earth's shadow, but in eastern North America the Moon will rise already in its total eclipse phase. Of course if you traveled to the Moon's near side, you could see the same event as a solar eclipse, with the disk of our fair planet Earth completely blocking out the Sun. For a moon-based observer's view, graphic artist Hana Gartstein (Haifa, Israel) offers this composite illustration. In the cropped version of her picture, an Apollo 17 image of Earth is surrounded with a red-tinted haze as sunlight streams through the planet's dusty atmosphere. Earth's night side remains faintly visible, still illuminated by the dark, reddened Moon, but the disk of the Earth would appear almost four times the size of the Sun's disk, so the faint corona surrounding the Sun would be largely obscured. At the upper left, the Sun itself is just disappearing behind the Earth's limb.",
        "hdurl": "https://apod.nasa.gov/apod/image/0703/tsemoon_Gartstein_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Solar Eclipse from the Moon",
        "url": "https://apod.nasa.gov/apod/image/0703/tsemoon_Gartstein_720cropped.jpg"
    },
    {
        "date": "2007-03-03",
        "explanation": "A million miles from planet Earth, last weekend the STEREO B spacecraft found itself in the shadow of the Moon. So, looking toward the Sun, extreme ultraviolet cameras onboard STEREO B were able to record a stunning movie of a lunar transit (aka solar eclipse), as the Moon tracked across the solar disk. Each frame of the movie is a false-color composite of images made through four different filters that highlight temperature regimes and structures in the upper solar atmosphere. In this frame, large bright active regions, seen as dark sunspots in visible light, flank the Moon's silhouetted disk. The Moon appears small, less than 1/4th the size seen from Earth, because the spacecraft-Moon separation is over four times the Earth-Moon distance. Tonight, the Moon will find itself in planet Earth's shadow in a total lunar eclipse.",
        "hdurl": "https://apod.nasa.gov/apod/image/0703/transit_label_med4.mov",
        "media_type": "image",
        "service_version": "v1",
        "title": "Lunar Transit from STEREO",
        "url": "https://apod.nasa.gov/apod/image/0703/transit_still1_stereo.jpg"
    },
    {
        "date": "2007-03-04",
        "explanation": "In October of 1846, William Lassell was observing the newly discovered planet Neptune.  He was attempting to confirm his observation, made just the previous week, that Neptune had a ring. But this time he discovered that Neptune had a satellite as well.  Lassell soon proved that the ring was a product of his new telescope's distortion, but the satellite Triton remained.  The above picture of Triton was taken in 1989 by the only spacecraft ever to pass Triton: Voyager 2.  Voyager 2 found fascinating terrain, a thin atmosphere, and even evidence for ice volcanoes on this world of peculiar orbit and spin.  Ironically, Voyager 2 also confirmed the existence of complete thin rings around Neptune - but these would have been quite invisible to Lassell!",
        "hdurl": "https://apod.nasa.gov/apod/image/0703/triton_voyager2_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Triton: Neptune's Largest Moon",
        "url": "https://apod.nasa.gov/apod/image/0703/triton_voyager2.jpg"
    },
    {
        "date": "2007-03-05",
        "explanation": "What's happening to the galaxies of cluster Abell 2667?  On the upper left, a galaxy appears to be breaking up into small pieces, while on the far right, another galaxy appears to be stretched like taffy.  To start, most of the yellowish objects in the above image from the Hubble Space Telescope are galactic members of a massive cluster of galaxies known as Abell 2667.  The distortion of the galaxy on the upper left is real.  As the galaxy plows through the intercluster medium, gas is stripped out and condenses to form bright new knots of stars.  This detailed image of ram pressure stripping helps astronomers understand why so many galaxies today have so little gas. The distortion of the galaxy on the far right, however, is an illusion.  This nearly normal galaxy is actually far behind the massive galaxy cluster.  Light from this galaxy is gravitationally lensed by Abell 2667, appearing much like a distant person would appear through a wine glass. Each distorted galaxy gives important clues about how galaxies and clusters of galaxies evolve.",
        "hdurl": "https://apod.nasa.gov/apod/image/0703/a2667_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Illusion and Evolution in Galaxy Cluster Abell 2667",
        "url": "https://apod.nasa.gov/apod/image/0703/a2667_hst.jpg"
    },
    {
        "date": "2007-03-06",
        "explanation": "This image of Saturn could not have been taken from Earth.  No Earth based picture could possibly view the night side of Saturn and the corresponding shadow cast across Saturn's rings.  Since Earth is much closer to the Sun than Saturn, only the day side of the planet is visible from the Earth.  In fact, this image mosaic was taken in January by the robotic Cassini spacecraft now orbiting Saturn.   The beautiful rings of Saturn are seen in full expanse, while cloud details are visible near the night-day terminator divide.",
        "hdurl": "https://apod.nasa.gov/apod/image/0703/saturnfromabove_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn from Above",
        "url": "https://apod.nasa.gov/apod/image/0703/saturnfromabove_cassini.jpg"
    },
    {
        "date": "2007-03-07",
        "explanation": "A new spacecraft is headed for the outer Solar System.  Named New Horizons, this robotic explorer passed Jupiter last week after being launched only in early 2006.  New Horizons is being pulled by Jupiter's gravity to a greater speed toward its next target: Pluto in 2015. During its encounter with Jupiter, New Horizons was able to capture new images of many Jovian moons, Jupiter's complex and ever-changing atmosphere, and Jupiter's Little Red Spot, pictured above. Formed over the past few years from several smaller storms, Jupiter's Little Red Spot survived a near miss with Jupiter's better-known Great Red Spot last year. The above image of Jupiter covers over twice the diameter of the Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0703/jupiter_newhorizons_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "New Horizons Spacecraft Passes Jupiter",
        "url": "https://apod.nasa.gov/apod/image/0703/jupiter_newhorizons.jpg"
    },
    {
        "date": "2007-03-12",
        "explanation": "What would it be like to coast by Jupiter and watch it rotate?   This was just the experience of the New Horizons spacecraft as it approached and flew by Jupiter earlier this year.   Clicking on the image will bring up a movie of what the robotic spacecraft saw. Visible above in the extensive atmosphere of the Solar System's largest planet are bands and belts of light and dark clouds, as well as giant rotating storm systems seen as ovals.  Other movies compiled by New Horizons and other passing spacecraft have captured the clouds swirling and moving relative to themselves.  Jupiter has a diameter of about eleven times that of our Earth, and rotates once in about 10 hours. The robotic New Horizons spacecraft continues to speed toward the outer Solar System where it is expected to approach Pluto in 2015.",
        "hdurl": "https://apod.nasa.gov/apod/image/0703/jupiterspin_newhorizons.mpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Watch Jupiter Rotate",
        "url": "https://apod.nasa.gov/apod/image/0703/jupiterspin_newhorizons.jpg"
    },
    {
        "date": "2007-03-13",
        "explanation": "The Spirit rover attacked Mars again in 2005 September.  What might look, above, like a military attack, though, was once again just a scientific one - Spirit was instructed to closely inspect some interesting rocks near the summit of Husband Hill.  Spirit's Panoramic Camera captured the rover's Instrument Deployment Device above as moved to get a closer look at an outcrop of rocks named Hillary.   The Spirit rover, and its twin rover Opportunity, have now been exploring the  red planet for over three years. Both Spirit and Opportunity have found evidence that parts of Mars were once wet.",
        "hdurl": "https://apod.nasa.gov/apod/image/0703/hillaryoutcrop_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Attacking Mars",
        "url": "https://apod.nasa.gov/apod/image/0703/hillaryoutcrop_spirit.jpg"
    },
    {
        "date": "2007-03-15",
        "explanation": "Distorted galaxy NGC 2442 can be found in the southern constellation of the flying fish, (Piscis) Volans. Located about 50 million light-years away, the galaxy's two spiral arms extending from a pronounced central bar give it an ominous hook-shaped appearance. This striking color image also shows obscuring dust lanes, young blue star clusters and reddish star forming regions surrounding a core of yellowish light from an older population of stars. But the star forming regions seem more concentrated along the drawn-out northern (top) spiral arm. The distorted structure is likely the result of a close encounter with a smaller galaxy located just outside this telescopic field of view. The picture spans about 1/6 of a degree, or 150,000 light years at the estimated distance of NGC 2442.",
        "hdurl": "https://apod.nasa.gov/apod/image/0703/NGC2442_ssroGoldman.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 2442: Galaxy in Volans",
        "url": "https://apod.nasa.gov/apod/image/0703/NGC2442_ssroGoldman720.jpg"
    },
    {
        "date": "2007-03-16",
        "explanation": "The March 3rd total lunar eclipse was widely viewed by denizens of planet Earth.  But only a day before, well placed observers could also watch a lunar occultation of Saturn as the planet passed behind the nearly Full Moon. From Selsey, UK, astronomer Pete Lawrence actually saw Saturn graze the lunar limb, the Moon's bright surface dramatically eclipsing a substantial part of the gas giant's spectacular rings. In this summary view of the grazing occultation, south is up and Saturn's position is shown every 90 seconds in a composite of images constructed from video frames. The frames were all recorded near the occultation event, then combined and adjusted to compensate for the large difference in brightness between Saturn and the lunar surface.",
        "hdurl": "https://apod.nasa.gov/apod/image/0703/saturnOccultation_Lawrence.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Eclipsing the Rings",
        "url": "https://apod.nasa.gov/apod/image/0703/saturnOccultation_Lawrence720.jpg"
    },
    {
        "date": "2007-03-17",
        "explanation": "Celestial and terrestrial lights are featured in this stunning image that includes the Moon in phases of the total lunar eclipse of March 3rd. In the foreground, the distinctively-shaped Eiffel Tower, over 300 meters tall, is a well-known tourist destination and one of the most visited buildings in the world. Of course the Moon is even more recognizable, but harder to visit. The last lunar tour was undertaken nearly 35 years ago, during the Apollo 17 mission.",
        "hdurl": "https://apod.nasa.gov/apod/image/0703/chapellet_tapissier.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Eiffel Moon",
        "url": "https://apod.nasa.gov/apod/image/0703/chapellet_tapissier720c.jpg"
    },
    {
        "date": "2007-03-20",
        "explanation": "What's happening to the Moon?   Drifting around the Earth in 2006 July, astronauts from the International Space Station (ISS) captured a crescent Moon floating far beyond the horizon.   The captured above image is interesting because part of the Moon appears blue, and because part of the moon appears missing.  Both effects are created by the Earth's atmosphere. Air molecules more efficiently scatter increasingly blue light, making the clear day sky blue for ground observers, and the horizon blue for astronauts.  Besides reflecting sunlight, these atmospheric molecules also deflect moonlight, making the lower part of the moon appear to fade away.  As one looks higher in the photograph, the increasingly thin atmosphere appears to fade to black.",
        "hdurl": "https://apod.nasa.gov/apod/image/0703/horizonmoon_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Blue Crescent Moon from Space",
        "url": "https://apod.nasa.gov/apod/image/0703/horizonmoon_nasa.jpg"
    },
    {
        "date": "2007-03-25",
        "explanation": "Welcome to Planet Earth, the third planet from a star named the Sun.  The Earth is shaped like a sphere and composed mostly of rock.  Over 70 percent of the Earth's surface is water.  The planet has a relatively thin atmosphere composed mostly of nitrogen and oxygen.  The above picture of Earth, dubbed Blue Marble, was taken from Apollo 17 in 1972 and features Africa and Antarctica.  It is thought to be one of the most widely distributed photographs of any kind. Earth has a single large Moon that is about 1/4 of its diameter and, from the planet's surface, is seen to have almost exactly the same angular size as the Sun.  With its abundance of liquid water, Earth supports a large variety of life forms, including potentially intelligent species such as dolphins and humans.  Please enjoy your stay on Planet Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0703/bluemarble_apollo17_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Welcome to Planet Earth",
        "url": "https://apod.nasa.gov/apod/image/0703/bluemarble_apollo17.jpg"
    },
    {
        "date": "2007-03-27",
        "explanation": "The active moon Enceladus appears to be making Saturn's E ring. An amazing picture showing the moon at work was taken late last year by the Saturn-orbiting Cassini spacecraft and is shown above. Enceladus is the dark spot inside the bright flare, right near the center of Saturn's E ring.  Streams of ice and water vapor can be seen pouring off Enceladus into the E ring.  The above bright image of the normally faint E-ring was made possible by aligning Cassini so that Saturn blocked the Sun.   From that perspective, small ring particles reflect incoming sunlight more efficiently. Cassini has now been orbiting Saturn for almost three years, and is scheduled to swoop by the unexpectedly cryovolcanic Enceladus at least several more times.",
        "hdurl": "https://apod.nasa.gov/apod/image/0703/ering_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Enceladus Creates Saturn's E Ring",
        "url": "https://apod.nasa.gov/apod/image/0703/ering_cassini.jpg"
    },
    {
        "date": "2007-04-01",
        "explanation": "A historic first Space Quidditch match came to a spectacular conclusion last night as astronaut Michael Lopez-Alegria caught the Golden Snitch to give the Americans a hard fought victory over the Russians.  \"The Russians used brilliant strategy, but only NASA had the T2KQMU (Thunderbolt 2000 Quidditch Maneuvering Unit),\" commented Lopez-Alegria, pictured above squeezing the elusive Golden Snitch in his left hand. Happy April Fools Day from the folks at APOD.  In reality, Astronauts Jeff Wisoff and Lopez-Alegria are shown space-walking in 2001 October during a space shuttle mission to help build the International Space Station.",
        "hdurl": "https://apod.nasa.gov/apod/image/0104/quiddich_sts92_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Americans Defeat Russians in First Space Quidditch Match",
        "url": "https://apod.nasa.gov/apod/image/0104/quiddich_sts92.jpg"
    },
    {
        "date": "2007-04-03",
        "explanation": "Why would clouds form a hexagon on Saturn? Nobody is yet sure.   Originally discovered during the Voyager flybys of Saturn in the 1980s, nobody has ever seen anything like it anywhere else in the Solar System.  If Saturn's South Pole wasn't strange enough with its rotating vortex, Saturn's North Pole might now be considered even stranger.  The bizarre cloud pattern is shown above in a recent infrared image taken by the Saturn-orbiting Cassini spacecraft. The images show the stability of the hexagon even 20 years after Voyager.  Movies of Saturn's North Pole show the cloud structure maintaining its hexagonal structure while rotating.  Unlike individual clouds appearing like a hexagon on Earth, the Saturn cloud pattern appears to have six well defined sides of nearly equal length. Four Earths could fit inside the hexagon. Although full explanations are not yet available, planetary scientists are sure to continue to study this most unusual cloud formation for quite some time.",
        "hdurl": "https://apod.nasa.gov/apod/image/0704/hexagon_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Mysterious Hexagonal Cloud System on Saturn",
        "url": "https://apod.nasa.gov/apod/image/0704/hexagon_cassini.jpg"
    },
    {
        "date": "2007-04-04",
        "explanation": "Spewed from a volcano, a complex plume rises over 300 kilometers above the horizon of Jupiter's moon Io in this image from cameras onboard the New Horizons spacecraft. The volcano, Tvashtar, is marked by the bright glow (about 1 o'clock) at the moon's edge, beyond the terminator or night/day shadow line. The shadow of Io cuts across the plume itself. Also capturing stunning details on the dayside surface, the high resolution image was recorded when the spacecraft was 2.3 million kilometers from Io. Later it was combined with lower resolution color data by astro-imager Sean Walker to produce this sharp portrait of the solar system's most active moon. Outward bound at almost 23 kilometers per second, the New Horizons spacecraft should cross the orbit of Saturn in June next year, and is ultimately destined to encounter Pluto in 2015.",
        "hdurl": "https://apod.nasa.gov/apod/image/0704/io_walkerNH.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "New Horizons at Io",
        "url": "https://apod.nasa.gov/apod/image/0704/io_walkerNH520.jpg"
    },
    {
        "date": "2007-04-05",
        "explanation": "Apollo class asteroid 2006 VV2 flashed past planet Earth in late March, approaching to within 3.4 million kilometers or about 8.8 times the Earth-Moon distance. Due to the proximity of its orbit to Earth and its estimated diameter of over 1 kilometer, 2006 VV2 is classified as a Potentially Hazardous Asteroid. Telescopes large and small were trained on the much anticipated flyby, the closest for a known asteroid of comparable size until the year 2036. This composite telescopic view is from a series of images recorded over a period of about an hour on Mar. 28 from Vado, New Mexico. The asteroid begins near the center of the field and tracks down and to the left, apparently passing very near galaxy M81. Of course, along with its companion galaxy M82 on the right, M81 is really 12 million light years away, compared to the asteroid's range of a mere 15 light seconds.",
        "hdurl": "https://apod.nasa.gov/apod/image/0704/vv2m81_long.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Asteroid and Galaxy",
        "url": "https://apod.nasa.gov/apod/image/0704/vv2m81_long.jpg"
    },
    {
        "date": "2007-04-09",
        "explanation": "Higher than the highest mountain, higher than the highest airplane, lies the realm of the aurora.  Aurora rarely reach below 60 kilometers, and can range up to 1000 kilometers.  Aurora light results from solar shockwave causing energetic electrons and protons to striking molecules in the Earth's atmosphere.  Frequently, when viewed from space, a complete aurora will appear as a circle around one of the Earth's magnetic poles.  The above digitally enhanced photograph was taken in 2005 January shows a spectacular aurora borealis above the frozen landscape of Bear Lake, Alaska, USA. The above image was voted Wikipedia Commons Picture of the Year for 2006.",
        "hdurl": "https://apod.nasa.gov/apod/image/0704/aurora1_wikipedia_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Aurora Over Alaska",
        "url": "https://apod.nasa.gov/apod/image/0704/aurora1_wikipedia.jpg"
    },
    {
        "date": "2007-04-10",
        "explanation": "Swooping below Saturn, the Cassini spacecraft spied several strange wonders.  Visible in the distance are some of the many complex rings that orbit the Solar System's second largest planet.  In the foreground looms the gigantic world itself, covered with white dots that are clouds high in Saturn's thick atmosphere.   Saturn's atmosphere is so thick that only clouds are visible.  At the very South Pole of Saturn lies a huge vortex that is a hurricane-like storm showing no sign of dissipating.   The robotic Cassini spacecraft took the above image in January from about one million kilometers out, resolving details about 50 kilometers across.",
        "hdurl": "https://apod.nasa.gov/apod/image/0704/belowsaturn_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn from Below",
        "url": "https://apod.nasa.gov/apod/image/0704/belowsaturn_cassini.jpg"
    },
    {
        "date": "2007-04-11",
        "explanation": "Better known as M106, bright spiral galaxy NGC 4258 is about 30 thousand light years across and 21 million light years away toward the northern constellation Canes Venatici. The yellow and red hues in this composite image show the galaxy's sweeping spiral arms as seen in visible and infrared light. But x-ray and radio data (blue and purple) reveal two extra spiral arms -- arms that don't align with the more familiar tracers of stars, gas, and dust. In fact, an analysis of the x-ray and radio data suggests that the anamolous arms are composed of material heated by shock waves. Detected at radio wavelengths, powerful jets originating in the galaxy's core likely drive the shocks into the disk of NGC 4258.",
        "hdurl": "https://apod.nasa.gov/apod/image/0704/ngc4258_comp.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Arms of NGC 4258",
        "url": "https://apod.nasa.gov/apod/image/0704/ngc4258_compc.jpg"
    },
    {
        "date": "2007-04-13",
        "explanation": "Hurtling through a cosmic dust cloud a mere 400 light-years away, the lovely Pleiades or Seven Sisters star cluster is well-known in astronomical images for its striking blue reflection nebulae. At visible wavelengths, the starlight is scattered and reflected by the dust, but in this portrait in infrared light by the Spitzer Space Telescope, the dust itself glows. The false color image spans about 1 degree or seven light-years at the distance of the Pleiades, with the densest regions of the dust cloud shown in yellow and red hues. Exploring this young, nearby cluster, the Spitzer data have revealed many cool, low mass stars, brown dwarfs or failed stars, and possible planetary debris disks. Want to see the Pleiades tonight? Look near Venus, the brilliant evening star in the west just after sunset.",
        "hdurl": "https://apod.nasa.gov/apod/image/0704/m45_spitzerR.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Seven Dusty Sisters",
        "url": "https://apod.nasa.gov/apod/image/0704/m45_spitzerR720.jpg"
    },
    {
        "date": "2007-04-17",
        "explanation": "Planet HD 209458b is evaporating.  It is so close to its parent star that its heated atmosphere is simply expanding away into space.  Some astronomers studying this distant planetary system now believe they have detected water vapor among the gases being liberated.   This controversial claim, if true, would mark the first instance of planetary water beyond our Solar System, and indicate anew that life might be sustainable elsewhere in the universe.  HD 209458b is known as a hot Jupiter type system because it involves a Jupiter-type planet in a Mercury-type orbit. Although spectroscopic observations from the Hubble Space Telescope are the basis for the water detection claim, the planetary system is too small and faint to image.  Therefore, an artist's impression of the HD 209458b system is shown above.  Research into the atmospheric composition of HD 209458b and other extrasolar planets is continuing.",
        "hdurl": "https://apod.nasa.gov/apod/image/0704/evapoplanet_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Water Claimed in Evaporating Planet HD 209458b",
        "url": "https://apod.nasa.gov/apod/image/0704/evapoplanet_hst.jpg"
    },
    {
        "date": "2007-04-18",
        "explanation": "Many spiral galaxies have bars across their centers.  Even our own Milky Way Galaxy is thought to have a modest central bar.  Prominently barred spiral galaxy NGC 1672, pictured above, was captured in spectacular detail in this recently released image taken by the orbiting Hubble Space Telescope. Visible are dark filamentary dust lanes, young clusters of bright blue stars, red emission nebulas of glowing hydrogen gas, a long bright bar of stars across the center, and a bright active nucleus that likely houses a supermassive black hole.  Light takes about 60 million years to reach us from NGC 1672, which spans about 75,000 light years across.  NGC 1672, which appears toward the constellation of the Swordfish (Dorado), is being studied to find out how a spiral bar contributes to star formation in a galaxy's central regions.",
        "hdurl": "https://apod.nasa.gov/apod/image/0704/ngc1672_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Barred Spiral Galaxy NGC 1672",
        "url": "https://apod.nasa.gov/apod/image/0704/ngc1672_hst.jpg"
    },
    {
        "date": "2007-04-21",
        "explanation": "Get out your red/blue glasses and gaze down on this weathered mesa on Mars. Of course, described as a rock formation that resembles a human head in a 1976 NASA press release, this mesa is also famous as the Face on Mars. The sharp stereo image was created by combining high resolution pictures from cameras on two different spacecraft in Mars orbit - Mars Reconnaissance Orbiter and Mars Global surveyor. It shows rugged details of the approximately 2 kilometer wide, isolated hill - similar to mesa landforms on planet Earth - rising some 240 meters above the plains of the martian Cydonia region. This remarkable 3D view exaggerates the hill's vertical dimensions.",
        "hdurl": "https://apod.nasa.gov/apod/image/0704/MRO-GS-vantuyne.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "3D Face on Mars",
        "url": "https://apod.nasa.gov/apod/image/0704/MRO-GS-vantuyne720.jpg"
    },
    {
        "date": "2007-04-23",
        "explanation": "Looking out a window of the International Space Station brings breathtaking views.  Visible vistas include a vast and colorful Earth, a deep dark sky, and an occasional spaceship sent to visit the station.  Visible on September 20 of last year was a Soyuz TMA-9 spacecraft carrying not only supplies but also three new astronauts.   A few days before this picture was taken, the U.S. Space Shuttle Atlantis had just departed.  The three new approaching astronauts were American Michael E. Lopez-Alegria, Russian Mikhail Tyurin, and Iranian-American Anousheh Ansari.  Ms. Ansari visited the International Space Station (ISS) briefly as a paying spaceflight participant for the Federal Space Agency of Russia, and wrote a popular blog about her experiences.  Lopez-Alegria would lead the ISS crew dubbed Expedition 14, which included the flight engineer and Soyuz pilot Tyurin, flight engineer American Sunita Williams, and flight engineer German Thomas Reiter.  Tyurin returned to the Earth with Lopez-Alegria this past week.",
        "hdurl": "https://apod.nasa.gov/apod/image/0704/soyuzapproach_iss13_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Supply Ship Approaches the Space Station",
        "url": "https://apod.nasa.gov/apod/image/0704/soyuzapproach_iss13.jpg"
    },
    {
        "date": "2007-04-24",
        "explanation": "What does the Sun look like in all three spatial dimensions?  To find out, NASA launched two STEREO satellites to perceive three dimensions on the Sun much like two eyes allow humans to perceive three dimensions on the Earth.  Such a perspective is designed to allow new insight into the surface of the rapidly changing Sun, allowing humans to better understand and predict things like Coronal Mass Ejections and solar flares that affect the Earth as well as satellites and astronauts orbiting the Earth. Pictured above are two simultaneous images of the Sun taken by STEREO A and STEREO B, now digitally combined to give one of the first 3-D pictures of the Sun ever taken.   To fully appreciate the image, one should view it with 3-D red-blue glasses. The teeming and bubbling solar surface can be seen sporting a prominent solar prominence near the top of the image.",
        "hdurl": "https://apod.nasa.gov/apod/image/0704/sun3d_stereo_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Sun in Three Dimensions",
        "url": "https://apod.nasa.gov/apod/image/0704/sun3d_stereo.jpg"
    },
    {
        "date": "2007-04-25",
        "explanation": "In one of the brightest parts of Milky Way lies a nebula where some of the oddest things occur. NGC 3372, known as the Great Nebula in Carina, is home to massive stars and changing nebula.  Eta Carinae, the most energetic star in the nebula, was one of the brightest stars in the sky in the 1830s, but then faded dramatically.  The Keyhole Nebula, visible left the center, houses several of the most massive stars known and has also changed its appearance.  The entire Carina Nebula spans over 300 light years and lies about 7,500 light-years away in the constellation of Carina.   Pictured above is the most detailed image of the Carina Nebula ever taken.  The controlled color image is a composite of 48 high-resolution frames taken by the Hubble Space Telescope and released to honor its 17th anniversary.  Wide-field annotated and zoomable image versions are also available.",
        "hdurl": "https://apod.nasa.gov/apod/image/0704/carina_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Carina Nebula Panorama from Hubble",
        "url": "https://apod.nasa.gov/apod/image/0704/carina_hst.jpg"
    },
    {
        "date": "2007-04-26",
        "explanation": "The unremarkable star centered in this skyview is Gliese 581, a mere 20 light-years away toward the constellation Libra. But astronomers are now reporting the discovery of a remarkable system of three planets orbiting Gliese 581, including the most earth-like planet found beyond our solar system. Gliese 581 itself is not a sun-like star, though. Classified as a red dwarf, the star is much smaller and colder than the Sun. Still, the smallest planet known to orbit the star is estimated to be five times as massive as Earth with about 1.5 times Earth's diameter. That super-earth orbits once every 13 days, about 14 times closer to its parent star than the Earth-Sun distance. The close-in orbit around the cool star implies a mean surface temperature of between 0 and 40 degrees C - a range over which water would be liquid - and places the planet in the red dwarf's habitable zone.",
        "hdurl": "https://apod.nasa.gov/apod/image/0704/gliese581skyview_0.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Gliese 581 and the Habitable Zone",
        "url": "https://apod.nasa.gov/apod/image/0704/gliese581skyview_b720.jpg"
    },
    {
        "date": "2007-04-29",
        "explanation": "The bright clusters and nebulae of planet Earth's night sky are often named for flowers or insects, and NGC 6302 is no exception. With an estimated surface temperature of about 250,000 degrees C, the central star of this particular planetary nebula is exceptionally hot though -- shining brightly in ultraviolet light but hidden from direct view by a dense torus of dust.  Above is a dramatically detailed close-up of the dying star's nebula recorded by the Hubble Space Telescope. Cutting across a bright cavity of ionized gas, the dust torus surrounding the central star is in the upper right corner of this view, nearly edge-on to the line-of-sight. Molecular hydrogen has recently been detected in this hot star's dusty cosmic shroud. NGC 6302 lies about 4,000 light-years away in the arachnologically correct constellation Scorpius.",
        "hdurl": "https://apod.nasa.gov/apod/image/0704/heic0407a_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 6302: Big, Bright, Bug Nebula",
        "url": "https://apod.nasa.gov/apod/image/0704/heic0407a_hst.jpg"
    },
    {
        "date": "2007-04-30",
        "explanation": "Inside the head of this interstellar monster is a star that is slowly destroying it.  The monster, actually an inanimate pillar of gas and dust, measures over a light year in length.  The star, not itself visible through the opaque dust, is bursting out partly by ejecting energetic beams of particles. Similar epic battles are being waged all over the star-forming Carina Nebula.  The stars will win in the end, destroying their pillars of creation over the next 100,000 years, and resulting in a new open cluster of stars. The pink dots are newly formed stars that have already been freed from their birth monster.  The above image is only a small part of a highly detailed panoramic mosaic of the Carina Nebula taken by the Hubble Space Telescope and released last week.  The technical name for the stellar jets are Herbig-Haro objects.  How a star creates Herbig-Haro jets is an ongoing topic of research, but it likely involves an accretion disk swirling around a central star. A second impressive Herbig-Haro jet is visible across the bottom of a larger image.",
        "hdurl": "https://apod.nasa.gov/apod/image/0704/carina06_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dust Pillar of the Carina Nebula",
        "url": "https://apod.nasa.gov/apod/image/0704/carina06_hst.jpg"
    },
    {
        "date": "2007-05-01",
        "explanation": "What's happening over the South Pole of Venus?  To find out, scientists sent the robot Venus Express spacecraft now orbiting Venus directly over the lower spin axis of Earth's overheated twin. Venus Express confirmed there a spectacular massive swirling storm system with similarities to the vortex recently imaged over Saturn's South Pole.  The above composite image in infrared light features Venus' daytime side on the left, shining primarily by reflected sunlight, and nighttime side on the right, shining primarily by thermal light.  A Venusian polar vortex is visible as the small circular feature near the center of the thermal infrared image pictured on the right.  Close inspection of other South Pole images unexpectedly showed a second vortex, meaning that the unusual swirling clouds are like an Earth-hurricane that has two eyes. Why a double vortex has formed is now a topic of research.  The above image was taken last year, and more recent images from Venus Express are being processed that have as much as 100 times more detail.",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/southvenus_venusexpress_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Swirling Clouds Over the South Pole of Venus",
        "url": "https://apod.nasa.gov/apod/image/0705/southvenus_venusexpress.jpg"
    },
    {
        "date": "2007-05-04",
        "explanation": "Outstanding in planet Earth's sky early this year, Comet McNaught is captured in this view from the STEREO A spacecraft. McNaught's coma is so bright, it blooms into the long horizontal stripe at the bottom of the field. Brilliant Venus, near the top left corner, also produces a severe horizontal blemish in the digital image. But the sensitive camera does accurately record the striations in McNaught's famous dust tail along a region stretching over 30 million kilometers toward the top right of the field of view. A separate, fainter, arching tail just to the left of the dust tail was initially thought to be an example of a common ion tail, formed by electrically charged atoms carried away from the comet by the solar wind. However, detailed modeling indicates that tail is actually due to neutral iron atoms pushed out by the pressure of sunlight -- the first ever detected neutral iron tail from a comet. The iron atoms are thought to originate in dust grains from the comet nucleus that contain the iron-sulfur mineral troilite (FeS).",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/irontail_STEREOfulle.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Iron Tail of Comet McNaught",
        "url": "https://apod.nasa.gov/apod/image/0705/irontail_STEREOfulle720.jpg"
    },
    {
        "date": "2007-05-05",
        "explanation": "Appropriately famous for its broad ring of obscuring dust and hat-like appearance, the Sombrero Galaxy (aka spiral galaxy M104) is featured in this unique composite view that spans the electromagnetic spectrum, from three major space-based observatories. Exploring the Sombrero's high-energy x-ray emission (blue), the Chandra contribution highlights the pervasive, tenuous, hot gas that extends some 60,000 light-years from the galaxy's center. Hubble's optical view (green) shows the more familiar emission from the Sombrero's population of stars, seen from a nearly edge-on perspective and noticeably bulging at the galaxy's bright core. The broad ring of dust that blocks light in other bands, glows in the infrared contribution (red) from the Spitzer Space Telescope.  The Sombrero Galaxy is about 28 million light-years away, near the southern edge of the extensive Virgo cluster of galaxies.",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/sombrero_composite.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sombrero Galaxy Across the Spectrum",
        "url": "https://apod.nasa.gov/apod/image/0705/sombrero_composite.jpg"
    },
    {
        "date": "2007-05-06",
        "explanation": "In the center of star-forming region 30 Doradus lies a huge cluster of the largest, hottest, most massive stars known.  These stars, known as the star cluster R136, and part of the surrounding nebula are captured here in this gorgeous visible-light image from the Hubble Space Telescope.  Gas and dust clouds in 30 Doradus, also known as the Tarantula Nebula, have been sculpted into elongated shapes by powerful winds and ultraviolet radiation from these hot cluster stars.  The 30 Doradus Nebula lies within a neighboring galaxy, the Large Magellanic Cloud, located a mere 170,000 light-years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/r136_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Star Cluster R136 Bursts Out",
        "url": "https://apod.nasa.gov/apod/image/0705/r136_hst.jpg"
    },
    {
        "date": "2007-05-07",
        "explanation": "When passing Jupiter on your way to Pluto, what should you look for? NASA pondered just this question recently, and the response from one space enthusiast was to capture the above breathtaking moonrise. The unusual vista was then actually captured by the New Horizons spacecraft in February just after it buzzed past Jupiter on its way to Pluto and the outer Solar System.  Visible above is the cracked surface of Europa's expansive ice fields, visible just behind a jumble of Jupiter's swirling clouds.  Europa is one of the largest moons of Jupiter and a possible host to sub-surface liquid oceans that are real candidates for containing extra-terrestrial life.   During the Jupiter flyby, New Horizons also carried out scientific observations of Jupiter's cloud tops and comparative images of Io's volcanoes and its continually changing surface.",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/europarising_newhorizons_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Europa Rising",
        "url": "https://apod.nasa.gov/apod/image/0705/europarising_newhorizons.jpg"
    },
    {
        "date": "2007-05-08",
        "explanation": "This eerie glow over Death Valley is in danger. Scrolling right will show a spectacular view from one of the darkest places left in the continental USA: Death Valley, California.   The above 360-degree full-sky panorama is a composite of 30 images taken two years ago in Racetrack Playa.  The image has been digitally processed and increasingly stretched at high altitudes to make it rectangular.   In the foreground on the image right is an unusually placed rock that was pushed by high winds onto Racetrack Playa after a slick rain.  In the background is a majestic night sky, featuring thousands of stars and many constellations.  The arch across the middle is the central band of our Milky Way Galaxy.  Light pollution is threatening dark skies like this all across the US, and therefore the International Dark-Sky Association and the US National Parks Service are suggesting methods that can protect them.",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/deathvalleysky_nps_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Dark Sky Over Death Valley",
        "url": "https://apod.nasa.gov/apod/image/0705/deathvalleysky_nps.jpg"
    },
    {
        "date": "2007-05-09",
        "explanation": "Strange shapes and textures can be found in the neighborhood of the Cone Nebula.  These patterns result from the tumultuous unrest that accompanies the formation of the open cluster of stars known as NGC 2264, the Snowflake cluster.  To better understand this process, a detailed image of this region was taken in two colors of infrared light by the orbiting Spitzer Space Telescope.  Bright stars from the Snowflake cluster dot the field.   These stars soon heat up and destroy the gas and dust mountains in which they formed.  One such dust mountain is the famous Cone Nebula, visible in the above image on the left, pointing toward a bright star near the center of the field.  The entire NGC 2264 region is located about 2,500 light years away toward the constellation of the Unicorn (Monoceros).",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/ngc2264_spitzer_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Snowflake Cluster versus the Cone Nebula",
        "url": "https://apod.nasa.gov/apod/image/0705/ngc2264_spitzer.jpg"
    },
    {
        "date": "2007-05-10",
        "explanation": "The stellar explosion cataloged as supernova SN 2006gy shines in this wide-field image (left) of its host galaxy, NGC 1260, and expanded view (upper right panel) of the region surrounding the galaxy's core. In fact, given its estimated distance of 240 million light-years, SN 2006gy was brighter than, and has stayed brighter longer than, any previously seen supernova. The Chandra observations in the lower right panel establish the supernova's x-ray brightness and lend strong evidence to the theory that SN 2006gy was the death explosion of a star well over 100 times as massive as the Sun. In such an exceptionally massive star, astronomers suspect an instability producing matter-antimatter pairs led to the cosmic blast and obliterated the stellar core. Thus, unlike in other massive star supernovae, neither neutron star, or even black hole, would remain. Intriguingly, analogs in our own galaxy for SN 2006gy's progenitor may include the well-known, extremely massive star Eta Carinae.",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/sn2006gy_3panel.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "SN 2006GY: Brightest Supernova",
        "url": "https://apod.nasa.gov/apod/image/0705/sn2006gy_3panelc720.jpg"
    },
    {
        "date": "2007-05-11",
        "explanation": "The silhouette of an intriguing dark nebula inhabits this cosmic scene, based on images from the Palomar Observatory Sky Survey. Lynds' Dark Nebula (LDN) 1622 appears against a faint background of glowing hydrogen gas only easily seen in long telescopic exposures of the region. LDN 1622 lies near the plane of our Milky Way Galaxy, close on the sky to Barnard's Loop - a large cloud surrounding the rich complex of emission nebulae found in the Belt and Sword of Orion. But the obscuring dust of LDN 1622 is thought to be much closer than Orion's more famous nebulae, perhaps only 500 light-years away. At that distance, this 1 degree wide field of view would span less than 10 light-years.",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/ldn1622_carboni.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "LDN 1622: Dark Nebula in Orion",
        "url": "https://apod.nasa.gov/apod/image/0705/ldn1622_carboni_c720.jpg"
    },
    {
        "date": "2007-05-12",
        "explanation": "HD 189733b is a Jupiter-sized planet known to orbit a star some 63 light-years away. But while the distant world is approximately the size of Jupiter, its close-in orbit makes it much hotter than our solar system's ruling gas giant. Like other detected hot Jupiters, its rotation is tidally locked -- one side always faces its parent star as it orbits once every 2.2 days. Using infrared data from the Spitzer Space Telescope, this planet's temperature variations have been mapped out -- the first map ever made for a planet beyond our solar system. Seen here (brighter colors = higher temperatures), the hottest spot on the planet is not at longitude 0.0, the point exactly facing the parent star. Instead, it's about 30 degrees to the east (right), evidence that fierce, planet circling winds influence the temperature. In the planet-wide map, the temperature measurements vary from about 930 to 650 degrees C (1,700 to 1,200 F).",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/hotJmap_spitzer_medium.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "HD 189733b: Hot Jupiter",
        "url": "https://apod.nasa.gov/apod/image/0705/hotJmap_spitzer_mediumc720.jpg"
    },
    {
        "date": "2007-05-13",
        "explanation": "Staring across interstellar space, the alluring Cat's Eye nebula lies three thousand light-years from Earth. A classic planetary nebula, the Cat's Eye (NGC 6543) represents a final, brief yet glorious phase in the life of a sun-like star. This nebula's dying central star may have produced the simple, outer pattern of dusty concentric shells by shrugging off outer layers in a series of regular convulsions. But the formation of the beautiful, more complex inner structures is not well understood. Seen so clearly in this sharp Hubble Space Telescope image, the truly cosmic eye is over half a light-year across.  Of course, gazing into the Cat's Eye, astronomers may well be seeing the fate of our sun, destined to enter its own planetary nebula phase of evolution ... in about 5 billion years.",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/catseye2_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Cat's Eye Nebula from Hubble",
        "url": "https://apod.nasa.gov/apod/image/0705/catseye2_hst.jpg"
    },
    {
        "date": "2007-05-14",
        "explanation": "When passing Earth on your way to Jupiter, what should you look for? That question arose for the robotic Galileo spacecraft that soundlessly coasted past the Solar System's most photographed orb almost two decades ago.  The Galileo spacecraft, although originally launched from Earth, coasted past its home world twice in an effort to gain speed and shorten the duration of its trip to Jupiter.  During Galileo's first Earth flyby in late 1990, it made a majestically silent home movie of our big blue marble rotating by taking images almost every minute during a 25-hour period.  The above picture is one frame from this movie -- clicking on this frame will put it in motion (in many browsers).  Visible on Earth are vast blue oceans, swirling white clouds, large golden continents, and even one continent frozen into a white sheet of water-ice.  As Galileo passed, it saw a globe that not only rotated but began to recede into the distance.  Galileo went on to a historic mission uncovering many secrets and mysteries of Jupiter over the next 14 years, before performing a final spectacular dive into the Jovian atmosphere.",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/earth_galileo_big.mov",
        "media_type": "image",
        "service_version": "v1",
        "title": "Rotating Earth from Galileo",
        "url": "https://apod.nasa.gov/apod/image/0705/earth_galileo.jpg"
    },
    {
        "date": "2007-05-15",
        "explanation": "Where are the hot stars in M81, one of the closest major spiral galaxies? To help find out, astronomers took a deep image in ultraviolet light of the sprawling spiral with the Earth-orbiting Galex telescope.  Hot stars emit more ultraviolet than cool stars, and are frequently associated with young open clusters of stars and energetic star forming regions.  Magnificent spiral galaxy M81, slightly smaller in size to our own Milky Way Galaxy, shows off its young stars in its winding spiral arms in the above image.  Less than 100 million years old, the young stars are blue in the above false-color Galex image and seen to be well separated from the older yellowish stars of the galactic core. Visible above M81 is a satellite galaxy dubbed Holmberg IX.   Studying the unexpectedly bright ultraviolet glow of this small irregular galaxy may help astronomers understand how the many satellites of our own Milky Way Galaxy developed.  M81, visible through a small telescope, spans about 70,000 light years and lies about 12 million light years away toward the constellation of the Great Bear (Ursa Major).",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/m81_galex_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Bright Spiral Galaxy M81 in Ultraviolet from Galex",
        "url": "https://apod.nasa.gov/apod/image/0705/m81_galex.jpg"
    },
    {
        "date": "2007-05-16",
        "explanation": "How do we know that dark matter isn't just normal matter exhibiting strange gravity?  A new observation of gravitationally magnified faint galaxies far in the distance behind a massive cluster of galaxies is shedding new dark on the subject.   The above detailed image from the Hubble Space Telescope indicates that a huge ring of dark matter likely exists surrounding the center of CL0024+17 that has no normal matter counterpart.  What is visible in the above image, first and foremost, are many spectacular galaxies that are part of CL0024+17 itself, typically appearing tan in color.  Next, a close inspection of the cluster center shows several unusual and repeated galaxy shapes, typically more blue.  These are multiple images of a few distant galaxies, showing that the cluster is a strong gravitational lens.  It is the relatively weak distortions of the many distant faint blue galaxies all over the image, however, that indicates the existence of the dark matter ring. The computationally modeled dark matter ring spans about five million light years and been digitally superimposed to the image in diffuse blue.  A hypothesis for the formation of the huge dark matter ring holds that it is a transient feature formed when galaxy cluster CL0024+17 collided with another cluster of galaxies about one billion years ago, leaving a ring similar to when a rock is thrown in a pond.",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/cl0024dark_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dark Matter Ring Modeled around Galaxy Cluster CL0024+17",
        "url": "https://apod.nasa.gov/apod/image/0705/cl0024dark_hst.jpg"
    },
    {
        "date": "2007-05-20",
        "explanation": "How did this spherule come to be on the Moon? When a meteorite strikes the Moon, the energy of the impact melts some of the splattering rock, a fraction of which might cool into tiny glass beads.  Many of these glass beads were present in lunar soil samples returned to Earth by the Apollo missions.  Pictured above is one such glass spherule that measures only a quarter of a millimeter across.  This spherule is particularly interesting because it has been victim to an even smaller impact.  A miniature crater is visible on the upper left, surrounded by a fragmented area caused by the shockwaves of the small impact.  By dating many of these impacts, astronomers can estimate the history of cratering on our Moon.",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/spherule_apollo11.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Spherule from the Earth's Moon",
        "url": "https://apod.nasa.gov/apod/image/0705/spherule_apollo11_big.jpg"
    },
    {
        "date": "2007-05-22",
        "explanation": "The Sun's surface keeps changing.  Click the central arrow and watch how the Sun's surface oozes during a single hour.  The Sun's photosphere has thousands of bumps called granules and usually a few dark depressions called sunspots.  The above time-lapse movie centered on Sunspot 875 was taken last year by the Vacuum Tower Telescope in the Canary Islands of Spain using adaptive optics to resolve details below 500 kilometers across.  Each of the numerous granules is the size of an Earth continent, but much shorter lived.  A granule slowly changes its shape over an hour, and can even completely disappear.  Hot hydrogen gas rises in the bright center of a granule, and falls back into the Sun along a dark granule edge.  The above movie and similar movies allow solar scientists to study how granules and sunspots evolve as well as how magnetic sunspot regions produce powerful solar flares.",
        "media_type": "other",
        "service_version": "v1",
        "title": "Orange Sun Oozing"
    },
    {
        "date": "2007-05-28",
        "explanation": "Black spots have been discovered on Mars that are so dark that nothing inside can be seen. Quite possibly, the spots are entrances to deep underground caves capable of protecting Martian life, were it to exist.  The unusual hole pictured above was found on the slopes of the giant Martian volcano Arsia Mons. The above image was captured three weeks ago by the HiRISE instrument onboard the Mars Reconnaissance Orbiter currently circling Mars.  The holes were originally identified on lower resolution images from the Mars Odyssey spacecraft, The above hole is about the size of a football field and is so deep that it is completely unilluminated by the Sun.  Such holes and underground caves might be prime targets for future spacecraft, robots, and even the next generation of human interplanetary explorers.",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/marshole_hirise_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Hole in Mars",
        "url": "https://apod.nasa.gov/apod/image/0705/marshole_hirise.jpg"
    },
    {
        "date": "2007-05-29",
        "explanation": "The Hubble Space Telescope has resolved individual stars in a spectacular new image of nearby spiral galaxy M81.  The feat is similar to Edwin Hubble's historic images with the Mt. Wilson 100-inch Hooker Telescope in the 1920s that resolved stars in neighboring galaxy M31.  Edwin Hubble was able to use individual Cepheid variable stars to show that M31 was not nearby swirling gas but rather an entire galaxy like our Milky Way Galaxy.   This above image in visible light taken by the Hubble Space Telescope is being used in conjunction with images being taken in ultraviolet by Galex, infrared by Spitzer, and X-rays with Chandra to study how stars have formed and died over the history M81.  Light takes about 12 million years to reach us from M81.  M81 is visible with binoculars toward the constellation of the Great Bear (Ursa Major).",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/m81_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Bright Spiral Galaxy M81 from Hubble",
        "url": "https://apod.nasa.gov/apod/image/0705/m81_hst.jpg"
    },
    {
        "date": "2007-05-30",
        "explanation": "What is this vast dark region on Titan?  Quite possible a sea of liquid hydrocarbons. The region was imaged earlier this month when the robotic Cassini spacecraft swooped past Saturn's cloudy moon and illuminated part of it with radar.  The dark region in the above image reflected little radar, an effect expected were the dark surface relatively flat, as expected for a liquid.   Other indications that the vast dark area is liquid include the coastline-like topology of the brighter regions, which appear to include islands, inlets, and tributary channels. The uninterrupted smoothness of much of the dark sea may indicate that the sea runs deep, with speculation holding a depth estimate of tens of meters. A hydrocarbon sea on Titan holds particular interest for exobiologists as it might be a place where life could develop.  In 2005 the Huygens probe landed on Titan and returned the first surface images.  Cassini will continue to explore Titan, as 13 more flybys are planned.",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/titansea_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Liquid Sea on Saturn's Titan",
        "url": "https://apod.nasa.gov/apod/image/0705/titansea_cassini.jpg"
    },
    {
        "date": "2007-05-31",
        "explanation": "In visible light images, over a thousand galaxies are seen to lie within a volume about 20 million light-years across in the rich Coma Galaxy Cluster. But infrared images of the Coma Cluster have now been used to add thousands more to the Coma's galaxy count in the form of previously undiscovered dwarf galaxies. This composite combines infrared Spitzer Space Telescope image data (red and green) with visible light Sloan Sky Survey data (blue) for the central part of the cluster. Over 1 degree wide, the field is dominated by two giant elliptical galaxies in blue. Still, many of the small green smudges (see magnified inset) are identified as dwarf galaxies, roughly comparable to the Small Magellanic Cloud. Dwarf galaxies are thought to form first, providing building blocks for larger galaxies. The well-studied, friendly, Coma Cluster is 320 million light-years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/comacluster_spitzer_0.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dwarf Galaxies in the Coma Cluster",
        "url": "https://apod.nasa.gov/apod/image/0705/comacluster_spitzer720.jpg"
    },
    {
        "date": "2007-06-03",
        "explanation": "Why would the shadow of a space shuttle launch plume point toward the Moon? In early 2001 during a launch of Atlantis, the Sun, Earth, Moon, and rocket were all properly aligned for this photogenic coincidence.  First, for the space shuttle's plume to cast a long shadow, the time of day must be either near sunrise or sunset.  Next, just at sunset, the shadow is the longest and extends all the way to the horizon.  Finally, during a Full Moon, the Sun and Moon are on opposite sides of the sky.  Just after sunset, for example, the Sun is slightly below the horizon, and, in the other direction, the Moon is slightly above the horizon.  Therefore, as Atlantis blasted off, just after sunset, its shadow projected away from the Sun toward the opposite horizon, where the Full Moon just happened to be.",
        "hdurl": "https://apod.nasa.gov/apod/image/0706/sts98plume_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Shuttle Plume Shadow Points to Moon",
        "url": "https://apod.nasa.gov/apod/image/0706/sts98plume_nasa.jpg"
    },
    {
        "date": "2007-06-12",
        "explanation": "What kind of cloud is that?  Not a naturally occurring one.  Pictured above is the drifting smoke plume left over from last Friday's launch of the Space Shuttle Atlantis.  The twisted plume was captured shortly after launch high above NASA's massive Vehicle Assembly Building, the largest single story building in the world.  Rockets frequently create picturesque plumes during launch.  The Space Shuttle is currently visiting the International Space Station and delivering a new backbone truss segment to the continually developing and occupied spaceport.  This trip, officially labeled STS-117, is the 118th space shuttle flight overall and the 28th for the Atlantis Orbiter.",
        "hdurl": "https://apod.nasa.gov/apod/image/0706/plume_sts117_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Shuttle Plume",
        "url": "https://apod.nasa.gov/apod/image/0706/plume_sts117.jpg"
    },
    {
        "date": "2007-06-16",
        "explanation": "To prepare for the Apollo landings, five Lunar Orbiter spacecraft were launched during 1966 and 1967 to gather detailed images of our fair planet's large, natural satellite. Dramatic views returned by the spacecraft cameras included this stark moonscape. The mosaic of 93 kilometer wide impact crater Copernicus features central peaks rising above the crater floor and rugged crater walls.  Note: As of today, June 16, the APOD editors have enjoyed presenting images from space missions, major observatories, and professional and amateur cosmic tourists alike for twelve years.  A sincere thanks to our web site operators, translators, and to all for the gracious email and continued APOD submissions!",
        "hdurl": "https://apod.nasa.gov/apod/image/0706/copernicus_lunarorbiter.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Lunar Orbiter Views Crater Copernicus",
        "url": "https://apod.nasa.gov/apod/image/0706/copernicus_lunarorbiter_c720.jpg"
    },
    {
        "date": "2007-06-18",
        "explanation": "ring the myriad shapes found in the cosmic zoo of planetary nebulae, some astronomers have focused on the intriguing example of M2-9. About 2,100 light-years away and over one light-year across, M2-9 is known as a twin jet or butterfly nebula in reference to its striking bipolar symmetry. Monitoring M2-9 over many years from ground based telescopes has revealed the dramatic west to east (left to right) progression of features illustrated in this collage. The apparent motion could well be caused by an energetic rotating beam sweeping across the nebular material. Astronomers argue that the beam is collimated by interacting stellar winds in a double star system at the center of M2-9. The binary system of a giant star and hot white dwarf star orbit each other about once every 120 years. Click on the image to watch an animated gif of M2-9.",
        "hdurl": "https://apod.nasa.gov/apod/image/0706/m2-9motivo_corradi.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Monitoring M2-9",
        "url": "https://apod.nasa.gov/apod/image/0706/m2-9collage_corradi720arrow.jpg"
    },
    {
        "date": "2007-06-22",
        "explanation": "Ceres and Vesta are, respectively, only around 950 kilometers and 530 kilometers in diameter - about the size of Texas and Arizona.  But they are two of the largest of over 100,000 minor bodies orbiting in the main asteroid belt between Mars and Jupiter. These remarkably detailed Hubble Space Telescope images show brightness and color variations across the surface of the two small worlds. The variations could represent large scale surface features or areas of different compositon. The Hubble image data will help astronomers plan for a visit by the asteroid-hopping Dawn spacecraft, scheduled for launch on July 7 and intended to orbit first Vesta and then Ceres after a four year interplanetary cruise. Though Shakespeare might not have been impressed, nomenclature introduced by the International Astronomical Union in 2006 classifies nearly spherical Ceres as a dwarf planet.",
        "hdurl": "https://apod.nasa.gov/apod/image/0706/ceresvesta_hst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Small Worlds Ceres and Vesta",
        "url": "https://apod.nasa.gov/apod/image/0706/ceresvesta_hst720.jpg"
    },
    {
        "date": "2007-06-25",
        "explanation": "The developing International Space Station (ISS) has changed its appearance again.  During the past week, the Space Shuttle Atlantis visited the ISS and added pieces of the  Integrated Truss Structure that mirrored those added in September 2006, including a second impressively long array of solar panels.  The entire array of expansive solar panels are visible at the edges of the above image taken by the Shuttle Atlantis Crew after leaving the ISS to return to Earth. The world's foremost space outpost can be seen developing over the past several years by comparing the above image to past images.  Also visible above are many different types of modules, a robotic arm, another impressive set of  solar panels, and a supply ship.  Construction began on the ISS in 1998.",
        "hdurl": "https://apod.nasa.gov/apod/image/0706/iss_sts117_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The International Space Station Expands Again",
        "url": "https://apod.nasa.gov/apod/image/0706/iss_sts117.jpg"
    },
    {
        "date": "2007-06-27",
        "explanation": "If seen in the right light, Saturn glows like a neon sign.  Although Saturn has comparatively little of the element neon, a composite image false-colored in three bands of infrared light highlights features of the giant ringed planet like a glowing sign.  At the most blue band of the infrared light featured, false-colored blue in the above image, Saturn itself appears dark but Saturn's thin rings brightly reflect light from our Sun.   Conversely, Saturn's B ring is so thick that little reflected light makes it through, creating a dark band between Saturn's A and C rings.  At the most red band of the infrared, false-colored red above, Saturn emits a surprisingly detailed thermal glow, indicating planet-wide bands, huge hurricane-like storms, and a strange hexagon-shaped cloud system around the North Pole.  In the middle infrared band, false-colored green, the sunlit side of Saturn's atmosphere reflects brightly.   The above image was obtained in late February by the robotic Cassini spacecraft orbiting about 1.6 million kilometers out from Saturn.",
        "hdurl": "https://apod.nasa.gov/apod/image/0706/neonsaturn_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Neon Saturn",
        "url": "https://apod.nasa.gov/apod/image/0706/neonsaturn_cassini.jpg"
    },
    {
        "date": "2007-07-01",
        "explanation": "Vertical cliffs of nearly two kilometers occur near the North Pole of Mars.  Also visible in the above image of the Martian North Polar Cap are red areas of rock and sand, white areas of ice, and dark areas of unknown composition but hypothesized to be volcanic ash.  The cliffs are thought to border volcanic caldera.  Although the sheer drop of the Martian cliffs is extreme, the drop is not as deep as other areas in our Solar System, including the 3.4-kilometer depth of Colca Canyon on Earth and the 20 kilometer depth of Verona Rupes on Uranus' moon Miranda.  The above image, digitally reconstructed into a perspective view, was taken by the High Resolution Stereo Camera on board the ESA's robotic Mars Express spacecraft currently orbiting Mars.",
        "hdurl": "https://apod.nasa.gov/apod/image/0707/marscliffs_express_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Steep Cliffs on Mars",
        "url": "https://apod.nasa.gov/apod/image/0707/marscliffs_express.jpg"
    },
    {
        "date": "2007-07-03",
        "explanation": "We're going in.  The robotic Opportunity rover currently rolling across Mars has been prowling around the edge of the largest crater it has visited since landing over three years ago.  It has been studying Victoria crater and looking for a way in.  Now scientists on Earth have decided to take a calculated risk and plan to send Opportunity right into this ancient Martian crater over the next few weeks. Pictured is Cape St. Vincent, part of the wall of Victoria Crater next to where Opportunity will descend.  The wall itself appears to contain clues about the Martian terrain before the impact that created Victoria crater, and so will be studied during the daring descent.  Above the crater wall, far in the distance, lies a relatively featureless Martian horizon.",
        "hdurl": "https://apod.nasa.gov/apod/image/0707/victoria2_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "At the Edge of Victoria Crater",
        "url": "https://apod.nasa.gov/apod/image/0707/victoria2_opportunity.jpg"
    },
    {
        "date": "2007-07-05",
        "explanation": "Alluring noctilucent or night-shining clouds lie near the edge of space, some 80 kilometers above Earth's surface. Of course, when viewed from space the clouds are more properly called polar mesospheric clouds (PMCs) -- seen here for the first time in image data from the Aeronomy of Ice in the Mesosphere (AIM) satellite. The clouds form over the poles in the corresponding summer season and are now being seen more frequently at lower latitudes. This paticular view from June 11 details the PMC structures forming over the north polar region in white and blue. (Black indicates no cloud data was available.) The AIM satellite should be able to track two complete cloud seasons over both poles to investigate possible connections between the high altitude night-shining clouds and global change in the lower atmosphere.",
        "hdurl": "https://apod.nasa.gov/apod/image/0707/northpoleclouds_AIMData_lg.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Night-Shining Clouds",
        "url": "https://apod.nasa.gov/apod/image/0707/northpoleclouds_AIMData_c.jpg"
    },
    {
        "date": "2007-07-07",
        "explanation": "The Trifid Nebula, aka Messier 20, is easy to find with a small telescope, a well known stop in the nebula rich constellation Sagittarius. But where visible light pictures show the nebula divided into three parts by dark, obscuring dust lanes, this penetrating infrared image reveals filaments of glowing dust clouds and newborn stars. The spectacular false-color view is courtesy of the Spitzer Space Telescope. Astronomers have used the Spitzer infrared image data to count newborn and embryonic stars which otherwise can lie hidden in the natal dust and gas clouds of this intriguing stellar nursery. As seen here, the Trifid is about 30 light-years across and lies only 5,500 light-years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/0707/trifid_spitzer_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Infrared Trifid",
        "url": "https://apod.nasa.gov/apod/image/0707/trifid_spitzer_rc52.jpg"
    },
    {
        "date": "2007-07-08",
        "explanation": "How does a space shuttle that landed in California get back to Florida for its next launch?  The answer is by ferry.  NASA operates two commercial Boeing 747 airplanes modified to carry a  space shuttle on their backs.  Designated officially as Shuttle Carrier Aircraft or SCA, the 747s were made for commercial flights but bolstered by NASA with several struts, stabilizers, and electronic monitors.  Spanning about 70 meters in length, the two aircraft's combined mass is nearly 150,000 kilograms.  Pictured above, the space shuttle Atlantis is shown being ferried back to NASA Kennedy Space Center in Florida in September 1998.",
        "hdurl": "https://apod.nasa.gov/apod/image/0707/shuttle747_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Shuttle Ferry",
        "url": "https://apod.nasa.gov/apod/image/0707/shuttle747_nasa.jpg"
    },
    {
        "date": "2007-07-10",
        "explanation": "Grand spiral galaxies often seem to get all the glory. Their newly formed, bright, blue star clusters along beautiful, symmetric spiral arms are guaranteed to attract attention. But small irregular galaxies form stars too, like NGC 4449, located about 12 million light-years away. In fact, this sharp Hubble Space Telescope close-up of the well-studied galaxy clearly demonstrates that reddish star forming regions and young blue star clusters are widespread. Less than 20,000 light-years across, the small island universe is similar in size, and often compared to our Milky Way's satellite galaxy, the Large Magellanic Cloud. NGC 4449 is a member of a group of galaxies found in the constellation Canes Venatici.",
        "hdurl": "https://apod.nasa.gov/apod/image/0707/ngc4449_hst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 4449: Close-Up of a Small Galaxy",
        "url": "https://apod.nasa.gov/apod/image/0707/ngc4449_hst_c720.jpg"
    },
    {
        "date": "2007-07-14",
        "explanation": "A cosmic bubble of gas and dust, RCW 79 has grown to about 70 light-years in diameter, blown by the winds and radiation from hot young stars. Infrared light from the dust embedded in the nebula is tinted red in this gorgeous false-color view from the Spitzer Space Telescope. A good 17 thousand light-years away in the grand southern constellation Centaurus, the expanding nebula itself has triggered star formation as it plows into the gas and dust surrounding it. In fact, this penetrating infrared picture reveals groups of new stars as yellowish points scattered along the bubble's edge. One remarkable group still lies within its own natal bubble at about 7 o'clock (lower left), while another can be seen near the upper gap at about 3 o'clock (right) from the bubble's center.",
        "hdurl": "https://apod.nasa.gov/apod/image/0707/rcw79_spitzer_medf.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "RCW 79: Stars in a Bubble",
        "url": "https://apod.nasa.gov/apod/image/0707/rcw79_spitzer_mc.jpg"
    },
    {
        "date": "2007-07-15",
        "explanation": "From the ground, spectacular auroras seem to dance high above. But the International Space Station (ISS) orbits at nearly the same height as many auroras, sometimes passing over them, and sometimes right through them.  Still, the auroral electron and proton  streams pose no direct danger to the ISS. In 2003, ISS Science Officer Don Pettit captured the green aurora, pictured above in a digitally sharpened image.  From orbit, Pettit reported that changing auroras appeared to crawl around like giant green amoebas.  Over 300 kilometers below, the Manicouagan Impact Crater can be seen in northern Canada, planet Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0707/aurora_iss_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Aurora from Space",
        "url": "https://apod.nasa.gov/apod/image/0707/aurora_iss.jpg"
    },
    {
        "date": "2007-07-17",
        "explanation": "Are square A and B the same color? They are. Are too.  To verify this, click on the above image to see them connected.  The above illusion, called the same color illusion, illustrates that purely human observations in science may be ambiguous or inaccurate.  Even such a seemingly direct perception as relative color.  Similar illusions exist on the sky, such as the size of the Moon near the horizon, or the apparent shapes of astronomical objects.  The advent of automated, reproducible, measuring devices such as CCDs have made science in general and astronomy in particular less prone to, but not free of, human-biased illusions.",
        "hdurl": "https://apod.nasa.gov/apod/image/0707/samecolor_wikipedia_connected.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Same Color Illusion",
        "url": "https://apod.nasa.gov/apod/image/0707/samecolor_wikipedia.jpg"
    },
    {
        "date": "2007-07-20",
        "explanation": "On July 20, 1969, Apollo 11 astronauts Neil Armstrong and Edwin \"Buzz\" Aldrin became the first to walk on the Moon. This panorama of their landing site sweeps across the magnificent desolation of the Moon's Sea of Tranquility, with their Lunar Module, the Eagle, in the background at the far left. East Crater, about 30 meters wide and 4 meters deep, is on the right (scroll right), and was so named because it is about 60 meters east of the Lunar Module. Armstrong had piloted the Eagle safely over the crater. Near the end of his stay on the lunar surface Armstrong strayed far enough from the Lunar Module to take the pictures used to construct this wide-angle view, his shadow appearing at the panorama's left edge. The object near the middle foreground is a stereo close-up camera.",
        "hdurl": "https://apod.nasa.gov/apod/image/0707/Apollo11EastCrater_panorama.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 11: East Crater Panorama",
        "url": "https://apod.nasa.gov/apod/image/0707/Apollo11EastCrater_cpan.jpg"
    },
    {
        "date": "2007-07-21",
        "explanation": "This wide, detailed Spitzer Space Telescope view features infrared light from dust (red) and old stars (blue) in Andromeda, a massive spiral galaxy a mere 2.5 million light-years away. In fact, with over twice the diameter of our own Milky Way, Andromeda is the largest nearby galaxy. Andromeda's population of bright young stars define its sweeping spiral arms in visible light images, but here the infrared view clearly follows the lumpy dust lanes heated by the young stars as they wind even closer to the galaxy's core. Constructed to explore Andromeda's infrared brightness and stellar populations, the full mosaic image is composed of about 3,000 individual frames. Two smaller companion galaxies, NGC 205 (below) and M32 (above) are also included in the combined fields. The data confirm that Andromeda (aka M31) houses around 1 trillion stars, compared to 4 hundred billion for the Milky Way.",
        "hdurl": "https://apod.nasa.gov/apod/image/0707/m31-irac_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Infrared Andromeda",
        "url": "https://apod.nasa.gov/apod/image/0707/m31-irac_cx38.jpg"
    },
    {
        "date": "2007-07-22",
        "explanation": "An example of solar-powered flight, NASA's Helios aircraft flew almost one hundred years after the Wright brothers' historic flight on December 17, 1903. Pictured here at 10,000 feet in in skies northwest of Kauai, Hawaii in August 2001, the remotely piloted Helios is traveling at about 25 miles per hour. Essentially an ultralight flying wing with 14 electric motors, the aircraft was built by AeroVironment Inc. Covered with solar cells, Helios' impressive 247 foot wide wing exceeded the wing span and even overall length of a Boeing 747 jet airliner. Climbing during daylight hours, the prototype aircraft ultimately reached an altitude just short of 100,000 feet, breaking records for non-rocket powered flight. Helios was intended as a technology demonstrator, but in the extremely thin air 100,000 feet above Earth's surface, the flight of Helios also approached conditions for winged flight in the atmosphere of Mars.",
        "hdurl": "https://apod.nasa.gov/apod/image/0707/helios_cthomas_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Flight of Helios",
        "url": "https://apod.nasa.gov/apod/image/0707/helios_cthomas.jpg"
    },
    {
        "date": "2007-07-23",
        "explanation": "Could you survive a jump off the tallest cliff in the Solar System?  Quite possibly.  Verona Rupes on Uranus' moon Miranda is estimated to be 20 kilometers deep -- ten times the depth of the Earth's Grand Canyon.   Given Miranda's low gravity, it would take about 12 minutes for a thrill-seeking adventurer to fall from the top, reaching the bottom at the speed of a racecar -- about 200 kilometers per hour.   Even so, the fall might be survivable given proper airbag protection.  The above image of Verona Rupes was captured by the passing Voyager 2 robotic spacecraft in 1986.  How the giant cliff was created remains unknown, but is possibly related to a large impact or tectonic surface motion.",
        "hdurl": "https://apod.nasa.gov/apod/image/0707/mirandascarp_vg2_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Verona Rupes: Tallest Known Cliff in the Solar System",
        "url": "https://apod.nasa.gov/apod/image/0707/mirandascarp_vg2.jpg"
    },
    {
        "date": "2007-07-25",
        "explanation": "Will global dust storms terminate the robotic Martian rovers? Over the past month, windy dust storms have blocked much needed sunlight from reaching the solar panels of both the Spirit and Opportunity rovers exploring Mars.  At times, as much as 99 percent of direct sunlight has been obscured, causing worry that the batteries might run out of energy before the storms end -- which may be as long as weeks. In an effort to weather these storms, Earth controllers have programmed the rovers to restrict movements and to use as little power as possible.  Although the rovers have been working for a remarkable three years past their planned three month lifetimes, their immediate future is now uncertain.  Pictured above, the Opportunity rover perched on the edge of Victoria Crater peered for a month into the distance as dust made the Martian air increasingly opaque.",
        "hdurl": "https://apod.nasa.gov/apod/image/0707/marsdust_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Global Dust Storms Threaten Mars Rovers",
        "url": "https://apod.nasa.gov/apod/image/0707/marsdust_opportunity.jpg"
    },
    {
        "date": "2007-07-26",
        "explanation": "Winds and radiation from massive hot stars in the Rosette Nebula have cleared the natal gas and dust from the center of the nearby star-forming region. They also pose a danger to planet forming disks around young, cooler stars in the neighborhood. This Spitzer Space Telescope infrared image of dust clouds near the Rosette's central region, shows the cleared-out cavity. The view spans about 45 light-years at the the nebula's estimated distance of 5,200 light-years. Putting your cursor over the false color picture will highlight the dangerous hot stars, classified as O stars with surface temperatures of 25,000 kelvins or higher. Astronomers calculate that cool stars wandering within about 1.6 light-years of the Rosette's O stars are in danger of having their planet forming disks destroyed.",
        "hdurl": "https://apod.nasa.gov/apod/image/0707/ngc2244_spitzera.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hot Stars in the Rosette Nebula",
        "url": "https://apod.nasa.gov/apod/image/0707/ngc2244_spitzera800.jpg"
    },
    {
        "date": "2007-07-29",
        "explanation": "A fantastic jumble of young blue star clusters, gigantic glowing gas clouds, and imposing dark dust lanes surrounds the central region of the active galaxy Centaurus A. This mosaic of Hubble Space Telescope images taken in blue, green, and red light has been processed to present a natural color picture of this cosmic maelstrom. Infrared images from the Hubble have also shown that hidden at the center of this activity are what seem to be disks of matter spiraling into  a black hole with a billion times the mass of the Sun! Centaurus A itself is apparently the result of a collision of two galaxies and the left over debris is steadily being consumed by the black hole. Astronomers believe that such black hole central engines generate the radio, X-ray, and gamma-ray energy radiated by Centaurus A and other active galaxies. But for an active galaxy Centaurus A is close, a mere 10 million  light-years away, and is a relatively convenient laboratory for exploring these powerful sources of energy.",
        "hdurl": "https://apod.nasa.gov/apod/image/0707/CenA_wfpc2_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Center of Centaurus A",
        "url": "https://apod.nasa.gov/apod/image/0707/CenA_wfpc2.jpg"
    },
    {
        "date": "2007-07-30",
        "explanation": "How would it look to have four suns in the sky? Planets of the HD 98800 system, if they exist, would experience such a view.  HD 98800 is a  multiple star system about 150 light years from Earth -- right in our section of the Milky Way Galaxy.  For years it has been known that HD 98800 consists of two pairs of double stars, with one pair surrounded by a disk of dust.   The star pairs are located about 50 AU from each other -- in comparison just outside the orbit of Pluto.  Recent data from the Earth-trailing Spitzer Space Telescope in infrared light, however, indicate that the dust disk has gaps that appear consistent with being cleared by planets orbiting in the disk.  If so, one planet appears to be orbiting at a distance similar to Mars of our own Solar System.  Pictured above is an artist's drawing of how the HD 98800 system might appear to a nearby observer.",
        "hdurl": "https://apod.nasa.gov/apod/image/0707/foursuns_spitzer_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Four Suns of HD 98800",
        "url": "https://apod.nasa.gov/apod/image/0707/foursuns_spitzer.jpg"
    },
    {
        "date": "2007-08-01",
        "explanation": "Why does one half of Dione have more craters than the other? Start with the fact that Saturn's moon Dione always has one side that faces Saturn, and always has one side that faces away.  This is similar to Earth's Moon. This tidal locking means that one side of Dione always leads as the moon progresses in its orbit, while the other side always trails.  Dione should therefore have undergone a significant amount of impacts on its leading half. But the current leading half of Dione is less cratered than the trailing half!  A possible explanation is that some impacts were so large they spun Dione, sometimes changing the part that suffered the highest impact rate before the moon's spin again became locked.  Pictured above, it is the top part of Dione that appears significantly more cratered than the bottom half.",
        "hdurl": "https://apod.nasa.gov/apod/image/0707/dione3_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Unusual Cratering on Saturn's Dione",
        "url": "https://apod.nasa.gov/apod/image/0707/dione3_cassini.jpg"
    },
    {
        "date": "2007-08-08",
        "explanation": "Can Mars sustain life?  To help answer this question, last week NASA launched the Phoenix mission to Mars. In May 2008, Phoenix is expected to land in an unexplored north polar region of Mars that is rich in water-ice.  Although Phoenix cannot move, it can deploy its cameras, robotic arm, and a small chemistry laboratory to inspect, dig, and chemically analyze its landing area.  One hope is that Phoenix will be able to discern telling clues to the history of ice and water on Mars.  Phoenix is also poised to explore the boundary between ice and soil in hopes of finding clues of a habitable zone there that could support microbial life. Phoenix has a planned lifetime of three months on the Martian surface.",
        "hdurl": "https://apod.nasa.gov/apod/image/0708/phoenix_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Phoenix Rises Toward Mars",
        "url": "https://apod.nasa.gov/apod/image/0708/phoenix_nasa.jpg"
    },
    {
        "date": "2007-08-11",
        "explanation": "Light-years in length, this cosmic tornado is actually a powerful jet cataloged as HH (Herbig-Haro) 49/50 blasting down from the top of a Spitzer Space Telescope view. Though such energetic outflows are well known to be associated with the formation of young stars, the exact cause of the spiraling structures apparent in this case is still mysterious. The embryonic star responsible for the 100-kilometer per second jet is located just off the top of the picture, while the bright star seen near the tip of the jet may just by chance lie along the line of sight. In the false-color infrared image, the tornado glows with infrared light generated as the outflow heats surrounding dust clouds. The color coding shows a trend from red to blue hues at the tornado's tip indicating a systematic increase in emission at shorter wavelengths. The trend is thought to indicate an increase in molecular excitation closer to where the head of the jet is impacting interstellar gas. HH49/50 is about 450 light-years distant, located in the Chamaeleon I molecular cloud.",
        "hdurl": "https://apod.nasa.gov/apod/image/0708/hh49_spitzer_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cosmic Tornado HH49/50",
        "url": "https://apod.nasa.gov/apod/image/0708/hh49_spitzer_c29.jpg"
    },
    {
        "date": "2007-08-17",
        "explanation": "To seventeenth century astronomers, Omicron Ceti or Mira was known as a wonderful star, a star whose brightness could change dramatically in the course of about 11 months. Mira is now seen as the archetype of an entire class of long-period variable stars. Surprisingly, modern astronomers have only recently discovered another striking characteristic of Mira -- an enormous comet-like tail nearly 13 light-years long. The discovery was made using ultraviolet image data from the Galaxy Evolution Explorer (GALEX) satellite. Billions of years ago Mira was likely similar to our Sun, but has now become a swollen red giant star, its outer layers of material blowing off into interstellar space. Fluorescing in ultraviolet light, the cast off material trails behind the giant star as it plows through the surrounding interstellar medium at 130 kilometers per second. The amount of material in Mira's tail is estimated to be equivalent to 3,000 times the mass of planet Earth. About 400 light-years away toward the constellation Cetus, Mira is presently too faint to be seen by the unaided eye, but will become visible again in mid-November.",
        "hdurl": "https://apod.nasa.gov/apod/image/0708/B-Mira-Head.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Tail of a Wonderful Star",
        "url": "https://apod.nasa.gov/apod/image/0708/B-Mira-Headc720.jpg"
    },
    {
        "date": "2007-08-19",
        "explanation": "Is this what a sonic boom looks like?  When an airplane travels at a speed faster than sound, density waves of sound emitted by the plane cannot precede the plane, and so accumulate in a cone behind the plane.  When this shock wave passes, a listener hears all at once the sound emitted over a longer period: a sonic boom.  As a plane accelerates to just break the sound barrier, however, an unusual cloud might form.  The origin of this cloud is still debated.  A leading theory is that a drop in air pressure at the plane described by the Prandtl-Glauert Singularity occurs so that moist air condenses there to form water droplets.  Above, an F/A-18 Hornet was photographed just as it broke the sound barrier.  Large meteors and the space shuttle frequently produce audible  sonic booms before they are slowed below sound speed by the Earth's atmosphere.",
        "hdurl": "https://apod.nasa.gov/apod/image/0708/sonicboomplane_navy_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Sonic Boom",
        "url": "https://apod.nasa.gov/apod/image/0708/sonicboomplane_navy.jpg"
    },
    {
        "date": "2007-08-20",
        "explanation": "Huge clusters of galaxies are surely colliding in Abell 520 but astrophysicists aren't sure why the dark matter is becoming separated from the normal matter.  The dark matter in the above multi-wavelength image is shown in false blue, determined by carefully detailing how the cluster distorts light emitted by more distant galaxies.  Very hot gas, a form of normal matter, is shown in false red, determined by the X-rays detected by the Earth-orbiting Chandra X-ray Observatory.  Individual galaxies dominated by normal matter appear yellowish or white.  Conventional wisdom holds that dark matter and normal matter are attracted the same gravitationally, and so should be distributed the same in Abell 520. Inspection of the above image, however, shows a surprising a lack of a concentration of visible galaxies along the dark matter.  One hypothetical answer is that the discrepancy is caused by the large galaxies undergoing some sort of conventional gravitational slingshots.   A more controversial hypothesis holds that the dark matter is colliding with itself in some non-gravitational way that has never been seen before.  Further simulations and study of this cluster may resolve this scientific conundrum.",
        "hdurl": "https://apod.nasa.gov/apod/image/0708/a520_chandra_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cluster Crash Illuminates Dark Matter Conundrum",
        "url": "https://apod.nasa.gov/apod/image/0708/a520_chandra.jpg"
    },
    {
        "date": "2007-08-27",
        "explanation": "What has created this huge empty volume in the universe?  No one is yet sure, and even the extent of the estimated billion-light year void is being researched.  The void is not a hole in space like a black hole, but rather a vast region of the universe that appears to be mostly devoid of normal matter and even dark matter.  The void is still thought to contain dark energy, though, and is clearly traversable by light.   The void's existence is being postulated following scientific curiosity about how unusually cold spots came to appear on WMAP's map of cosmic microwave background (CMB) radiation.   One possibility was that this CMB region was not actually very cold but light from the spot somehow became more cosmologically redshifted than normal along the way.  Other voids in the universe are known to exist, but this void appears to have an unusually large gravitational effect, and so might possibly be the largest in our entire visible universe.   Investigating this, a recent study found an unusually low number of cosmic radio sources between Earth and the CMB cold spot, which led to the inference of this giant void.  An artist's depiction of the huge cosmic void is shown above.",
        "hdurl": "https://apod.nasa.gov/apod/image/0708/void_nrao_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Huge Void Implicated in Distant Universe",
        "url": "https://apod.nasa.gov/apod/image/0708/void_nrao.jpg"
    },
    {
        "date": "2007-08-28",
        "explanation": "Is there life on Mars?  Although no unambiguous evidence for indigenous life on Mars has ever been found, a more speculative question -- could some life forms survive on Mars -- has taken on a new twist.  Two planetary scientists recently speculated that were extremophile microbes to involve a mixture of hydrogen peroxide (H2O2) and water (H2O), these microbes might well be able survive the thin, cold, dry atmosphere on Mars.  Life that involves hydrogen peroxide does exist here on Earth, they note, and such life would be better able to absorb water on Mars. They also claim that such life would be consistent with the ambiguous results coming out from the life-detecting experiments aboard the old Viking Landers. Although such speculation is not definitive, debating possibilities for life on Mars has again proven to be fun and a magnet for media attention.   Pictured above, the Viking Lander 2 captured an unusual image of the Martian surface in 1979 sporting a thin layer of seasonal water ice.",
        "hdurl": "https://apod.nasa.gov/apod/image/0708/ice_viking_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Could Hydrogen Peroxide Life Survive on Mars?",
        "url": "https://apod.nasa.gov/apod/image/0708/ice_viking.jpg"
    },
    {
        "date": "2007-08-29",
        "explanation": "Have you ever seen a gigantic jet?  They are extremely rare but tremendously powerful. Gigantic jets are a newly discovered type of lightning discharge between some thunderstorms and the Earth's ionosphere high above them.  Pictured above is one such jet caught by accident by a meteor camera in Oklahoma, USA.  The gigantic jet, at the lower left, traversed perhaps 70 kilometers in just under one second.  Clicking on the image will bring up a movie in many browsers, also visible here. Gigantic jets are much different from regular cloud-to-cloud and cloud-to-ground lightning. The bottoms of gigantic jets appear similar in appearance to another type cloud-to-ionosphere strike called blue jets, while the tops appear similar to upper-atmosphere red sprites. Although the mechanism and trigger that causes gigantic jets is a topic of research, it is clear that the jets reduce charge imbalance between different parts of Earth's atmosphere.  A good way to look for gigantic jets is to watch a powerful but distant thunderstorm from a clear location.",
        "hdurl": "https://apod.nasa.gov/apod/image/0708/jet2_smedley.wmv",
        "media_type": "image",
        "service_version": "v1",
        "title": "Gigantic Jets Over Oklahoma",
        "url": "https://apod.nasa.gov/apod/image/0708/jet2_smedley.jpg"
    },
    {
        "date": "2007-09-03",
        "explanation": "The many spectacular colors of the Rho Ophiuchi (oh'-fee-yu-kee) clouds highlight the many processes that occur there.  The blue regions shine primarily by reflected light.  Blue light from the star Rho Ophiuchi and nearby stars reflects more efficiently off this portion of the nebula than red light.  The Earth's daytime sky appears blue for the same reason.  The red and yellow regions shine primarily because of emission from the nebula's atomic and molecular gas.  Light from nearby blue stars - more energetic than the bright star  Antares - knocks electrons away from the gas, which then shines when the electrons recombine with the gas.  The dark regions are caused by dust grains - born in young stellar atmospheres - which effectively block light emitted behind them.  The Rho Ophiuchi star clouds, well in front of the globular cluster M4 visible  above on far lower left, are even more colorful than humans can see - the clouds emits light in every wavelength band from the radio to the gamma-ray.",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/rhooph_noao_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Colorful Clouds of Rho Ophiuchi",
        "url": "https://apod.nasa.gov/apod/image/0709/rhooph_noao.jpg"
    },
    {
        "date": "2007-09-04",
        "explanation": "What's inside Victoria Crater?  Now that the dust has settled from the regional Martian dust storms that immobilized the rolling Martian rovers, the task ahead has become clear.  Opportunity arrived at Victoria Crater last month and was poised to enter when the dust storms flared up unexpectedly.  The above image was taken last week by the Opportunity rover perched at a possibly traversable slope into the 750-meter impact feature.  Victoria Crater is the largest crater that either Martian rover has come across during their explorations.  The crater walls might hold clues about the Martian surface before the tremendous impact that created Victoria Crater.",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/victoriaroad2_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Path Into Victoria Crater",
        "url": "https://apod.nasa.gov/apod/image/0709/victoriaroad2_opportunity.jpg"
    },
    {
        "date": "2007-09-05",
        "explanation": "On September 1, Aurigid meteors filled the sky, in keeping with an innovative prediction of an outburst from this historically tentative meteor shower. The prediction was made by Peter Jenniskens of the SETI Institute, in work with Esko Lyytinen of Finland and Jeremie Vaubaillon of Caltech. Astronomers flying at 47,000 feet on a dedicated mission to observe the outburst collected image data for this composite photo of the Aurigids' bright and colorful streaks. The source of the shower is understood to be Comet Kiess, a comet that would have swung through the inner solar system around 2,000 years ago, and again in 1911. Pushed outward by solar radiation pressure, dust from the tail of the comet has been drifting toward the Earth's orbit, creating the 2007 outburst as well as outbursts of the Aurigids recorded in 1935, 1986, and 1994. Of course, the shower's radiant point is in the eponymous constellation Auriga, the Charioteer.",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/AurigidVaubaillon.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Aurigids from 47,000 Feet",
        "url": "https://apod.nasa.gov/apod/image/0709/AurigidVaubaillon720.jpg"
    },
    {
        "date": "2007-09-08",
        "explanation": "Launched thirty years ago, NASA's Voyager 1 and 2 spacecraft are now respectively 15 and 12.5 billion kilometers from the Sun, equivalent to about 14 and 11.5 light-hours distant. Still functioning, the Voyagers are being tracked and commanded through the Deep Space Network. Having traveled beyond the outer planets, they are only the third and fourth spacecraft from planet Earth to escape toward interstellar space, following in the footsteps of Pioneer 10 and 11. A 12-inch gold plated copper disk (a phonograph record) containing recorded sounds and images representing human cultures and life on Earth, is affixed to each Voyager - a message in a bottle cast into the cosmic sea. The recorded material was selected by a committee chaired by astronomer Carl Sagan. Simple diagrams on the cover symbolically represent the spacecraft's origin and give instructions for playing the disk. The exotic construction of the disks should provide them with a long lifetime as they coast through interstellar space.",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/record_voyager_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Voyagers' Message in a Bottle",
        "url": "https://apod.nasa.gov/apod/image/0709/record_voyager.jpg"
    },
    {
        "date": "2007-09-09",
        "explanation": "Some moons wouldn't survive the collision.  Tethys, one of Saturn's larger moons at about 1000 kilometers in diameter, survived the collision, but sports today the expansive impact crater Odysseus.  Sometimes called the Great Basin, Odysseus occurs on the leading hemisphere of Tethys and shows its great age by the relative amount of smaller craters that occur inside its towering walls.  Another large crater, Melanthius, is visible near the moon's terminator. The density of Tethys is similar to water-ice.  The above digitally enhanced image was captured in July by the robot Cassini spacecraft  in orbit around Saturn as it swooped past the giant ice ball.",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/tethys2_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Great Basin on Saturn's Tethys",
        "url": "https://apod.nasa.gov/apod/image/0709/tethys2_cassini.jpg"
    },
    {
        "date": "2007-09-10",
        "explanation": "What was the very early universe like?  To help find out, astronomers pointed the Hubble Space Telescope between bright nearby objects to create one of the deepest images ever -- the Hubble Ultra Deep Field (HUDF).  The resulting HUDF is like a jewel box of strange and distant galaxies.  A recent analysis of the HUDF focused on the smallest, faintest and most compact galaxies imaged.   These small galaxies are thought to be the building blocks of modern galaxies. Analysis shows that these small galaxies are indeed themselves frequently merging to form large galaxies.   An image of this field with the Spitzer Space Telescope shows a lack of infrared emission that would be expected from old stars, indicating that these small galaxies are very young, possibly only a few million years old.  Therefore the young blue stars might be members of the first-ever generation of stars. Part of the HUDF is shown above, while one blue building-block galaxy, highly redshifted by the universe so as to appear more yellow, is shown in the upper left inset.",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/galaxylego_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Building Galaxies in the Early Universe",
        "url": "https://apod.nasa.gov/apod/image/0709/galaxylego_hst.jpg"
    },
    {
        "date": "2007-09-14",
        "explanation": "Iapetus, Saturn's third largest moon, is a candidate for the strangest moon of Saturn. Tidally locked in its orbit around the ringed gas giant, Iapetus is sometimes called the yin-yang moon because its leading hemisphere is very dark, reflecting about 5 percent of the Sun's light, while its trailing hemisphere is almost as bright as snow.  This recent Cassini spacecraft flyby image is one of the closest views ever. It spans about 35 kilometers across a cratered transition zone between bright and dark terrain. Iapetus itself has a density close to that of water ice, but the detailed reflective properties of the dark material suggest an organic composition. Honoring the moon's discoverer, the dark terrain is called Cassini Regio.",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/PIA08374_cassini.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Iapetus in Black and White",
        "url": "https://apod.nasa.gov/apod/image/0709/PIA08374_cassini_c720.jpg"
    },
    {
        "date": "2007-09-15",
        "explanation": "This bizarre, equatorial ridge extending across and beyond the dark, leading hemisphere of Iapetus gives the two-toned Saturnian moon a distinct walnut shape. With red/blue glasses you can check out a remarkable stereo composition of this extraordinary feature -- based on close-up images from this week's Cassini spacecraft flyby. In fact, the ridge's combination of equatorial symmetry and scale, about 20 kilometers wide and reaching up to 20 kilometers above the surface, is not known to be duplicated anywhere else in our solar system. The unique feature was discovered in Cassini images from 2004. It appears to be heavily cratered and therefore ancient, but the origin of the equatorial ridge on Iapetus remains a mystery.",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/Iapetus_pava_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Iapetus: 3D Equatorial Ridge",
        "url": "https://apod.nasa.gov/apod/image/0709/Iapetus_pava_small.jpg"
    },
    {
        "date": "2007-09-16",
        "explanation": "At about 100 meters from the cargo bay of the space shuttle Challenger, Bruce McCandless II was further out than anyone had ever been before.  Guided by a Manned Maneuvering Unit (MMU), astronaut McCandless, pictured above, was floating free in space. McCandless and fellow NASA astronaut Robert Stewart were the first to experience such an \"untethered space walk\" during Space Shuttle mission  41-B in 1984.  The MMU works by shooting jets of nitrogen and has since been used to help deploy and retrieve satellites.  With a mass over 140 kilograms, an MMU is heavy on Earth, but, like everything, is weightless when drifting in orbit. The MMU was replaced with the SAFER backpack propulsion unit.",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/freeflyer_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "To Fly Free in Space",
        "url": "https://apod.nasa.gov/apod/image/0709/freeflyer_nasa.jpg"
    },
    {
        "date": "2007-09-17",
        "explanation": "NASA's Opportunity rover is now inside Victoria Crater on Mars.  Last week the robot rolled about 20 meters into the largest crater any Martian rover has yet encountered, the crater next to which Opportunity has been perched for months.  Currently, the rolling explorer is situated in Duck Bay alcove, peering across at the internal crater wall dubbed Cape St. Vincent. The above wide-angle view is from Opportunity's front hazard-identification camera.  Over the next few weeks, Opportunity is scheduled to explore this telling alien indentation, searching for clues to the ancient past of Mars before the huge impact that created Victoria Crater ever took place.",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/victoria3_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Inside Victoria Crater on Mars",
        "url": "https://apod.nasa.gov/apod/image/0709/victoria3_opportunity.jpg"
    },
    {
        "date": "2007-09-19",
        "explanation": "What does the surface of Saturn's mysterious moon Iapetus look like? To help find out, the robotic Cassini spacecraft now orbiting Saturn was sent soaring last week just 2,000 kilometers from the unique equatorial ridge of the unusual walnut-shaped two-toned moon. The above image from Cassini is from about 4,000 kilometers out and allows objects under 100-meters across to be resolved.  Cassini found an ancient and battered landscape of craters, sloping hills, and mountains as high as 10 kilometers and so rival the 8.8-kilometer height of Mt. Everest on Earth.  Just above the center of this image is a small bright patch where an impacting rock might have uncovered deep clean water ice.  Space scientists will be studying flyby images like this for clues to the origin of Iapetus' unusual shape and coloring with particular emphasis because no more close flybys of the enigmatic world are planned.   APOD editor to review best space pictures in Philadelphia next Wednesday",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/iapetusterrain_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "4,000 Kilometers Above Saturn's Iapetus",
        "url": "https://apod.nasa.gov/apod/image/0709/iapetusterrain_cassini.jpg"
    },
    {
        "date": "2007-09-21",
        "explanation": "X-rays from young stars and infrared light from stars and cosmic dust are combined in this false color image of a star-forming region in Corona Australis, the Southern Crown. The small star grouping is fittingly known as the Coronet Cluster. A mere 420 light-years distant, the Coronet Cluster offers a relatively close-up view of stars and protostars evolving with a wide range of masses. The observations suggest that energetic x-rays come from the hot, extended stellar atmospheres or coronae of the Coronet stars. The tantalizing multi-wavelength view spans about 2 light-years and was produced using data from the orbiting Chandra Observatory (x-ray) and the Spitzer Space Telescope (infrared).",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/coronet_irxray.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Coronet in the Southern Crown",
        "url": "https://apod.nasa.gov/apod/image/0709/coronet_irxray_c720.jpg"
    },
    {
        "date": "2007-09-23",
        "explanation": "Today, the Sun crosses the celestial equator heading south at 0951 UT. Known as the equinox, the astronomical event marks the first day of autumn in the northern hemisphere and spring in the south. Equinox means equal night and with the Sun on the celestial equator, Earth dwellers will experience nearly 12 hours of daylight and 12 hours of darkness. Of course, for those in the south, the days will grow longer with the Sun marching higher in the sky as summer approaches. A few weeks after the September Equinox of 1994, the Crew of the shuttle orbiter Endeavour recorded this image of the Sun poised above the Earth's limb. Glare illuminates Endeavour's vertical tail (pointing toward the Earth) along with radar equipment in the payload bay.",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/sts068-060-004.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Equal Night",
        "url": "https://apod.nasa.gov/apod/image/0709/sts068-060-004_800.jpg"
    },
    {
        "date": "2007-09-24",
        "explanation": "How do stars form?  To help study this complex issue, astronomers took a deep image in infrared light of an active part of our Milky Way Galaxy where star formation is rampant.  In IRDC G11.11-0.11, thick clouds of dust and gas are congealing into stars that are so dark that humans living there would see an empty night sky.  The image, though, taken last year by the Spitzer Space Telescope in infrared light, shows vast glowing fields of gas and dust, indicating that much of this dust is heated by forming stars.  The centers of some clouds, such as the snake-like structure on the upper left, are so thick and cold that they are dark even in infrared light. Many of the red dots are glowing dust shrouds centered on very young newly formed stars.  The unusual red sphere below the snake is actually a supernova remnant, the glowing shell of a young star so massive it evolved rapidly and exploded.  The region spans about 150 light years and lies about 10,000 light years away toward the constellation of Sagittarius.   APOD editor to review best space pictures in Philadelphia Wednesday night",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/snake_spitzer_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Galactic Star Forming Region in Infrared",
        "url": "https://apod.nasa.gov/apod/image/0709/snake_spitzer.jpg"
    },
    {
        "date": "2007-09-27",
        "explanation": "The dark expanse below the equator of the Sun is a coronal hole -- a low density region extending above the surface where the solar magnetic field opens freely into interplanetary space. Shown in false color, the picture was recorded on September 19th in extreme ultraviolet light by the EIT instrument onboard the space-based SOHO observatory. Studied extensively from space since the 1960s in ultraviolet and x-ray light, coronal holes are known to be the source of the high-speed solar wind, atoms and electrons that flow outward along the open magnetic field lines. The solar wind streaming from this coronal hole triggered colorful auroral displays on planet Earth begining late last week, enjoyed by spaceweather watchers at high latitudes.",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/284hole_soho.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hole in the Sun",
        "url": "https://apod.nasa.gov/apod/image/0709/284hole_soho720.jpg"
    },
    {
        "date": "2007-09-28",
        "explanation": "In a close-up from the HiRISE instrument onboard the Mars Reconnaissance Orbiter, this mysterious dark pit, about 150 meters across, lies on the north slope of ancient martian volcano Arsia Mons. Lacking raised rims and other impact crater characteristics, this pit and others like it were originally identified in visible light and infrared images from the Mars Odyssey and Mars Global Surveyor spacecraft. While the visible light images showed only darkness within, infrared thermal signatures indicated that the openings penetrated deep under the martian surface and perhaps were skylights to underground caverns. In this later image, the pit wall is partially illuminated by sunlight and seen to be nearly vertical, though the bottom, at least 78 meters below, is still not visible.  The dark martian pits are thought to be related to collapse pits in the lava flow, similar to Hawaiian volcano pit craters.",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/PSP_004847_1745_cut_b.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Hole in Mars Close Up",
        "url": "https://apod.nasa.gov/apod/image/0709/PSP_004847_1745_cut_b720.jpg"
    },
    {
        "date": "2007-09-29",
        "explanation": "Shortly after sunrise on Thursday at Cape Canaveral Air Force Station, the Dawn spacecraft began its journey to the asteroid belt, arcing eastward into a blue and cloudy sky. Dawn's voyage began on a conventional, chemically fueled Delta II rocket, but will continue with an innovative ion propulsion system. The spacecraft's extremely efficient ion engines will use electricity derived from solar power to ionize xenon atoms and generate a gentle but continuous thrust. After a four year interplanetary cruise, Dawn will orbit two small worlds, first Vesta and then Ceres. Vesta is one of the largest main belt asteroids, while nomenclature introduced by the International Astronomical Union in 2006 classifies nearly spherical Ceres as a dwarf planet.",
        "hdurl": "https://apod.nasa.gov/apod/image/0709/Dawn_pollock.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dawn Launch Mosaic",
        "url": "https://apod.nasa.gov/apod/image/0709/Dawn_pollock800.jpg"
    },
    {
        "date": "2007-10-03",
        "explanation": "Swinging inside the orbit of Mercury, on April 20th periodic comet Encke encountered a blast from the Sun in the form of a Coronal Mass Ejection (CME). When CMEs, enormous clouds of energetic particles ejected from the Sun, slam into Earth's magnetosphere, they often trigger auroral displays. But in this case, the collison carried the tail of the comet away. The tail was likely ripped off by interacting magnetic fields rather than the mechanical pressure of the collision. Clicking on the two panel image will play a movie gif of the remarkable event as recorded by the Heliospheric Imager onboard the STEREO A spacecraft. In the movie, the time between frames is about 45 minutes, while the frames span about 14x20 million kilometers at the distance of the comet. Of course, similar collisions have happened before as the ancient comet loops through its 3.3 year solar orbit. So don't worry, Encke's tail grows back!",
        "hdurl": "https://apod.nasa.gov/apod/image/0710/enckeRipoff_movie_short.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Comet Encke's Tail Ripped Off",
        "url": "https://apod.nasa.gov/apod/image/0710/enckeRipoff_panel.jpg"
    },
    {
        "date": "2007-10-04",
        "explanation": "Sputnik means \"traveling companion\". Despite the innocuous sounding name, the launch of planet Earth's first artificial moon, Sputnik 1, by the Soviet Union on October 4, 1957, changed the world and set in motion events which resulted in the creation of NASA and the race to the Moon. Sputnik 1 was a 184 pound, 22 inch diameter sphere with four whip antennas connected to battery powered transmitters. The transmitters broadcast a continuous \"beeping\" signal to an astounded earthbound audience for 23 days. A short month later, on November 3, the Soviet Union followed this success by launching a dog into orbit aboard Sputnik 2.",
        "hdurl": "https://apod.nasa.gov/apod/image/0710/sputnik_asm.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "50th Anniversary of Sputnik: Traveling Companion",
        "url": "https://apod.nasa.gov/apod/image/0710/sputnik_asm720.jpg"
    },
    {
        "date": "2007-10-05",
        "explanation": "A mere 20,000 light-years from the Sun lies NGC 3603, a resident of the nearby Carina spiral arm of our Milky Way Galaxy. NGC 3603 is well known to astronomers as one of the Milky Way's largest star-forming regions. The central open star cluster contains thousands of stars more massive than our Sun, stars that likely formed only one or two million years ago in a single burst of star formation. In fact, nearby NGC 3603 is thought to contain a convenient example of the massive star clusters that populate much more distant starburst galaxies. Surrounding the cluster are natal clouds of glowing interstellar gas and obscuring dust, sculpted by energetic stellar radiation and winds. Recorded by the Hubble's Advanced Camera for Surveys, the image spans about 17 light-years.",
        "hdurl": "https://apod.nasa.gov/apod/image/0710/ngc3603_hst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Starburst Cluster in NGC 3603",
        "url": "https://apod.nasa.gov/apod/image/0710/ngc3603_hst_c720.jpg"
    },
    {
        "date": "2007-10-06",
        "explanation": "The stars of Orion shine brightly in visible light in planet Earth's night sky. The constellation harbors the closest large stellar nursery, the Great Nebula of Orion, a mere 1,500 light-years away. In fact, the apparently bright clump of stars near the center of this false color Chandra x-ray telescope picture are the massive stars of the Trapezium - the young star cluster which powers much of the nebula's visible-light glow. The stars shown in blue and orange are young sun-like stars; prodigious sources of x-rays thought to be produced in hot stellar coronae and surface flares in a young star's strong magnetic field. Our middle-aged Sun itself was probably thousands of times brighter in x-rays when, like the Trapezium stars, it was only a few million years old. The x-ray image spans about 2.5 light-years across the central region of the Orion Nebula.",
        "hdurl": "https://apod.nasa.gov/apod/image/0710/orion_xray.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "X-ray Stars of Orion",
        "url": "https://apod.nasa.gov/apod/image/0710/orion_xray_c.jpg"
    },
    {
        "date": "2007-10-10",
        "explanation": "What has happened to Saturn's moon Iapetus?  Vast sections of this strange world are dark as coal, while others are as bright as ice.  The composition of the dark material is unknown, but infrared spectra indicate that it possibly contains some dark form of carbon.  Iapetus also has an unusual equatorial ridge that makes it appear like a walnut.  To help better understand this mysterious moon, NASA directed the robotic Cassini spacecraft orbiting Saturn to swoop within 2,000 kilometers just last month. Pictured above, from about 75,000 kilometers out, Cassini's trajectory allowed unprecedented imaging of the hemisphere of Iapetus that is always trailing.  A huge impact crater seen in the south spans a tremendous 450 kilometers and appears superposed on an older crater of similar size. The dark material is seen increasingly coating the easternmost part of Iapetus, darkening craters and highlands alike.  Close inspection indicates that the dark coating typically faces the moon's equator.  Whether Iapetus' colors are the result of unusual episodes of internal volcanism or external splattering remains unknown.  This and other images from Cassini's Iapetus flyby are being studied for even greater clues.",
        "hdurl": "https://apod.nasa.gov/apod/image/0710/iapetus2_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Strange Trailing Side of Saturn's Iapetus",
        "url": "https://apod.nasa.gov/apod/image/0710/iapetus2_cassini.jpg"
    },
    {
        "date": "2007-10-13",
        "explanation": "Ice geysers erupt on Enceladus, bright and shiny inner moon of Saturn. Shown in this false-color image, a backlit view of the moon's southern limb, the majestic, icy plumes were discovered by instruments on the Cassini Spacecraft during close encounters with Enceladus in November of 2005. Eight source locations for these geysers have now been identified along substantial surface fractures in the moon's south polar region. Researchers suspect the geysers arise from near-surface pockets of liquid water with temperatures near 273 kelvins (0 degrees C). That's hot when compared to the distant moon's surface temperature of 73 kelvins (-200 degrees C).  The cryovolcanism is a dramatic sign that tiny, 500km-diameter Enceladus is surprisingly active. Enceladus ice geysers also likely produce Saturn's faint but extended E ring.",
        "hdurl": "https://apod.nasa.gov/apod/image/0710/PIA08386_enceladus_r.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Enceladus Ice Geysers",
        "url": "https://apod.nasa.gov/apod/image/0710/PIA08386_enceladus_rc.jpg"
    },
    {
        "date": "2007-10-14",
        "explanation": "It's the dim star, not the bright one, near the center of NGC 3132 that created this odd but beautiful planetary nebula.  Nicknamed the Eight-Burst Nebula and the Southern Ring Nebula, the glowing gas originated in the outer layers of a star like our Sun.  In this representative color picture, the hot blue pool of light seen surrounding this binary system is energized by the hot surface of the faint star.  Although photographed to explore unusual symmetries, it's the asymmetries that help make this planetary nebula so intriguing.  Neither the unusual shape of the surrounding cooler shell nor the structure and placements of the cool filamentary dust lanes running across NGC 3132 are well understood.",
        "hdurl": "https://apod.nasa.gov/apod/image/0710/ngc3132_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 3132: The Eight Burst Nebula",
        "url": "https://apod.nasa.gov/apod/image/0710/ngc3132_hst.jpg"
    },
    {
        "date": "2007-10-15",
        "explanation": "The New Horizons spacecraft took some stunning images of Jupiter earlier this year while on the way out to Pluto. Famous for its Great Red Spot, Jupiter is also known for its regular, equatorial cloud bands, visible through even modest sized telescopes. The above image was taken near Jupiter's terminator, and shows that the Jovian giant possibly has the widest diversity of cloud patterns in our Solar System.  On the far left are clouds closest to Jupiter's south pole.  Here turbulent whirlpools and swirls are seen in a dark region, dubbed a belt, that rings the planet.  Even light colored regions, called zones, show tremendous structure, complete with complex wave patterns.   The energy that drives these waves likely comes from below.  New Horizons is the fastest space probe ever launched, and is zipping through the Solar System on track to reach Pluto in 2015.",
        "hdurl": "https://apod.nasa.gov/apod/image/0710/jupiterclouds_newhorizons_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Jupiter's Clouds from New Horizons",
        "url": "https://apod.nasa.gov/apod/image/0710/jupiterclouds_newhorizons.jpg"
    },
    {
        "date": "2007-10-16",
        "explanation": "What could cause a bang this big?  This supernova explosion was so inherently bright that it could be seen nearly 5 billion light years away (a redshift of 0.28) even with a small telescope. Specific colors emitted during SN 2005ap indicate that it was a Type II supernova, a breed of stellar explosion that results when a high mass star begins fusing heavy elements in or near its core.  Type II supernovas may be more powerful than their Type Ia cousins, but they are not currently more useful cosmologically because astronomers don't understand how to accurately recover their intrinsic brightnesses.  It is therefore dimmer Type Ia supernovas that are used by astronomers to calibrate the distance scale of the nearby universe.  Were Type II supernova better understood, astronomers might be able to probe distances further into the universe, and so probe the stability of the strange dark energy that dominates the present universe. Pictured above in a digitally compressed image, the bright supernova SN 2005ap is visible on the right where no exploding star had been seen on the left less than three months before.",
        "hdurl": "https://apod.nasa.gov/apod/image/0710/sn2005ap_het_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "SN 2005ap: The Brightest Supernova Yet Found",
        "url": "https://apod.nasa.gov/apod/image/0710/sn2005ap_het.jpg"
    },
    {
        "date": "2007-10-17",
        "explanation": "How old is this galaxy?  The galaxy on the left, I Zwicky 18, was once thought to be one of the youngest galaxies on record since its bright stars indicated an age of only 500 million years.  The galaxy was also intriguing because it resembled galaxies forming in the very early universe, but mysterious since it is so nearby -- only 59 million light years away -- and surrounded by galaxies that are significantly older.  Recent images of I Zwicky 18 by the Hubble Space Telescope have helped resolve this mystery, discovering a population of old faint stars intermixed with the bright star population. Therefore I Zwicky 18 is now thought to be just as old as its neighbors, roughly 10 billion years old, but with an intense episode of relative new star formation. Possibly the trigger for this recent episode of bright star formation is the changing gravitational influence of  I Zwicky 18's smaller companion galaxy, visible at the upper right.",
        "hdurl": "https://apod.nasa.gov/apod/image/0710/izwicky18_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "I Zwicky 18: The Case of the Aging Galaxy",
        "url": "https://apod.nasa.gov/apod/image/0710/izwicky18_hst.jpg"
    },
    {
        "date": "2007-10-22",
        "explanation": "Scroll right to see the largest crater yet visited by a rover on Mars.  Reaching the expansive Victoria Crater has been a goal for the robotic Opportunity rover rolling across Mars for the past two years.  Victoria crater has about five times the diameter of Endurance Crater, which Opportunity spent six months exploring.  Opportunity reached Victoria last year, and was cautiously probing the edges of the stadium-sized crevice while waiting for large dust storms to clear.  A safe path was found, and Opportunity has slowly entered into Victoria Crater. It is hoped that Victoria Crater will show a deep stack of layers uncovered by the initial impact, and hence new clues into the ancient surface history of Mars. Visible in the distance in the above mosaic is the far rim of Victoria Crater, lying about 800 meters away and rising about 70 meters above the crater floor.   The alcove in front has been dubbed Duck Bay.    A new APOD RSS feed is available here, or from the link line below.",
        "hdurl": "https://apod.nasa.gov/apod/image/0710/victoria4_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Victoria Crater on Mars",
        "url": "https://apod.nasa.gov/apod/image/0710/victoria_opportunity_w500.jpg"
    },
    {
        "date": "2007-10-23",
        "explanation": "Saturn never shows a crescent phase -- from Earth.  But when viewed from beyond, the majestic giant planet can show an unfamiliar diminutive sliver. This image of crescent Saturn in natural color was taken by the robotic Cassini spacecraft in May. The image captures Saturn's majestic rings from the side of the ring plane opposite the Sun -- the unilluminated side -- another vista not visible from Earth. Pictured are many of Saturn's photogenic wonders, including the subtle colors of cloud bands, the complex shadows of the rings on the planet, the shadow of the planet on the rings, and the moons Mimas (2 o'clock), Janus (4 o'clock), and Pandora (8 o'clock). As Saturn moves towards equinox in 2009, the ring shadows are becoming smaller and moving toward the equator.   During equinox, the rings will be nearly invisible from Earth and project only an extremely thin shadow line onto the planet.",
        "hdurl": "https://apod.nasa.gov/apod/image/0710/crescentsaturn_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Crescent Saturn",
        "url": "https://apod.nasa.gov/apod/image/0710/crescentsaturn_cassini.jpg"
    },
    {
        "date": "2007-10-24",
        "explanation": "Scroll right and cruise above the thin, icy rings of Saturn. This high resolution scan is a mosaic of images presented in natural color and recorded in May, over about 2.5 hours as the Cassini spacecraft passed above the unlit side of the rings. The rings themselves are seen to be composed of many individual ringlets. To help track your progress, the rings are labeled below, along with the distance from the center of the gas giant in kilometers. Major ring gaps are labeled above. The alphabetical designation of Saturn's rings is historical and related to their order of discovery; rings A and B are the bright rings separated by the Cassini division. In order of increasing distance from Saturn, the seven main rings run D,C,B,A,F,G,E. (Faint, outer rings G and E are not imaged here.)",
        "hdurl": "https://apod.nasa.gov/apod/image/0710/PIA08389_fig1.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ring Scan",
        "url": "https://apod.nasa.gov/apod/image/0710/PIA08389_fig1_h500.jpg"
    },
    {
        "date": "2007-10-31",
        "explanation": "Halloween's origin is ancient and astronomical.  Since the fifth century BC, Halloween has been celebrated as a cross-quarter day, a day halfway between an equinox (equal day / equal night) and a solstice (minimum day / maximum night in the northern hemisphere).  With our modern calendar, however, the real cross-quarter day will occur next week.  Another cross-quarter day is Groundhog's Day. Halloween's modern celebration retains historic roots in dressing to scare away the spirits of the dead.  Perhaps a fitting modern tribute to this ancient holiday is the above-pictured Ghost Head Nebula taken with the Hubble Space Telescope.  Appearing similar to the icon of a fictional ghost, NGC 2080 is actually a star forming region in the Large Magellanic Cloud, a satellite galaxy of our own Milky Way Galaxy.  The Ghost Head Nebula spans about 50 light-years and is shown in representative colors.",
        "hdurl": "https://apod.nasa.gov/apod/image/0710/ngc2080_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Halloween and the Ghost Head Nebula",
        "url": "https://apod.nasa.gov/apod/image/0710/ngc2080_hst.jpg"
    },
    {
        "date": "2007-11-01",
        "explanation": "A cosmic bridge of stars, gas, and dust stretches for over 75,000 light-years and joins this peculiar pair of galaxies cataloged as Arp 87. The bridge is strong evidence that these two immense star systems have passed close to each other and experienced violent tides induced by mutual gravity. As further evidence, the face-on spiral galaxy on the right, also known as NGC 3808A, exhibits many young blue star clusters produced in a burst of star formation. The twisted edge-on spiral on the left (NGC 3808B) seems to be wrapped in the material bridging the galaxies and surrounded by a curious polar ring. While such interactions are drawn out over billions of years, repeated close passages should ultimately result in the merger of this pair of galaxies into a larger single galaxy of stars. Although this scenario does look peculiar, galactic mergers are thought to be common, with Arp 87 representing a stage in this inevitable process. The Arp 87 pair are about 300 million light-years distant toward the constellation Leo. The prominent edge-on spiral at the far left appears to be a more distant background galaxy and not involved in the on-going merger.",
        "hdurl": "https://apod.nasa.gov/apod/image/0711/arp87full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Peculiar Arp 87",
        "url": "https://apod.nasa.gov/apod/image/0711/arp87web_c800.jpg"
    },
    {
        "date": "2007-11-06",
        "explanation": "Why does the Sun flare?  Unpredictably, our Sun unleashes tremendous flares expelling hot gas into the Solar System that can affect satellites, astronauts, and power grids on Earth.  This close up of an active region on the Sun that produced a powerful X-class flare was captured by the orbiting TRACE satellite. Clicking on the image should bring up a movie that shows the evolution of Active Region 9906 over about four hours.  The glowing gas flowing around the relatively stable magnetic field loops above the Sun's photosphere has a temperature of over ten million degrees Celsius. These flows occurred after violently unstable magnetic reconnection events above the Sun produced the flare.  Many things about solar active regions are not well understood including the presence of dark regions that appear to move inward during the movie.",
        "hdurl": "https://apod.nasa.gov/apod/image/0711/ar9906_trace.mpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "An X Class Flare Region on the Sun",
        "url": "https://apod.nasa.gov/apod/image/0711/ar9906_trace.jpg"
    },
    {
        "date": "2007-11-12",
        "explanation": "Where do cosmic rays come from?  A major step toward answering this century old question may have just come in from the Auger Observatory project, the world's premier cosmic ray observatory.  That high energy fundamental particles are barreling through the universe has been known for about a century.  Because ultra high energy cosmic rays are so rare and because their extrapolated directions are so imprecise, no progenitor objects have ever been unambiguously implied. New results from Auger, however, indicate that 12 of 15 ultra high energy cosmic rays have sky directions statistically consistent with the positions of nearby active galactic nuclei.   These galactic centers are already known to emit great amounts of light and are likely powered by large black holes.  The Auger results also indicate that the highest energy cosmic rays are protons, since the electric charge of higher energy nuclei would force the Milky Way Galaxy's magnetic field to deflect and effectively erase progenitor source direction. Pictured above, an artist illustrates a cosmic ray striking the Earth's atmosphere and creating a shower of secondary particles detectable on the surface.   The image of Centaurus A digitally superposed near the top signifies one such active galaxy from which cosmic rays might originate.",
        "hdurl": "https://apod.nasa.gov/apod/image/0711/cr_auger_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cosmic Rays from Galactic Centers",
        "url": "https://apod.nasa.gov/apod/image/0711/cr_auger.jpg"
    },
    {
        "date": "2007-11-14",
        "explanation": "Yes, but can your meteor do this?  The most powerful natural explosion in recent Earth history occurred on 1908 June 30 when a meteor exploded above the Tunguska River in Siberia, Russia.  Detonating with an estimated power 1,000 times greater than the atomic bomb dropped over Hiroshima, the Tunguska event leveled trees over 40 kilometers away and shook the ground in a tremendous earthquake.  Eyewitness reports are astounding.  The above picture was taken by a Russian expedition to the Tunguska site almost 20 years after the event, finding trees littering the ground like toothpicks. Estimates of the meteor's size range from 60 meters to over 1000 meters in diameter.  Recent evidence suggests that nearby Lake Cheko may even have been created by the impact. Although a meteor the size of the Tunguska can level a city, metropolitan areas take up such a small fraction of the Earth's surface that a direct impact on one is relatively unlikely.  More likely is an impact in the water near a city that creates a dangerous tsunami.  One focus of modern astronomy is to find Solar System objects capable of creating such devastation well before they impact the Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0711/tunguska_kulik_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Tunguska: The Largest Recent Impact Event",
        "url": "https://apod.nasa.gov/apod/image/0711/tunguska_kulik.jpg"
    },
    {
        "date": "2007-11-27",
        "explanation": "Last August, the Space Shuttle Endeavour crew captured this shot of the International Space Station (ISS) against the backdrop of Planet Earth. During that trip to the ISS, the space shuttle crew re-supplied the station, repaired the station, and even built more of the station. Its primary mission complete, the crew took the premier spaceship on a tour around the premier space station. Pictured during this inspection tour, the ISS is visible in front the Ionian Sea. The boot of Italy is visible on the left, while the western coastlines of Greece and Albania stretch across the top. The dorsal fin of the upside-down shuttle orbiter pokes into the very top of the image. The Space Shuttle Discovery subsequently visited the ISS in October while the next shuttle mission to the ISS is scheduled for next week.",
        "hdurl": "https://apod.nasa.gov/apod/image/0711/earth_sts118_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Space Station Over the Ionian Sea",
        "url": "https://apod.nasa.gov/apod/image/0711/earth_sts118.jpg"
    },
    {
        "date": "2007-11-28",
        "explanation": "Why did Comet Holmes brighten? The unexpectedly bright Comet 17P/Holmes continues to grace northern skies as a naked-eye addition to the constellation Perseus. Any northern sky enthusiast with a dark sky, a bright curiosity, and a recent sky map should still be able to locate the comet in a few minutes. What is seen, however, is primarily the sun-light reflecting dust coma. It surrounds an iceberg nucleus too small and too faint to discern. Clues to the nearly million-fold brightness increase are therefore being sought in dramatic images of the enigmatic comet's central regions taken earlier this month by the Hubble Space Telescope. One such Hubble image, shown above, indicates a still unresolved dense central dust cloud near the nucleus, surrounded by a more complex, anisotropic coma. The Hubble images do not show any obvious fragmentation of the nucleus, however, as was seen last year in Comet Schwassman-Wachmann 3. Observers around and above the world will continue to study this unusual addition to the night sky.",
        "hdurl": "https://apod.nasa.gov/apod/image/0711/holmes_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Comet Holmes from the Hubble Space Telescope",
        "url": "https://apod.nasa.gov/apod/image/0711/holmes_hst.jpg"
    },
    {
        "date": "2007-12-01",
        "explanation": "If not perfect, then this spiral galaxy is at least one of the most photogenic. An island universe of about 100 billion stars, 32 million light-years away toward the constellation Pisces, M74 presents a gorgeous face-on view. Classified as an Sc galaxy, the grand design of M74's graceful spiral arms are traced by bright blue star clusters and dark cosmic dust lanes. Constructed from image data recorded in 2003 and 2005, this sharp composite is from the Hubble Space Telescope's Advanced Camera for Surveys. Spanning about 30,000 light-years across the face of M74, it includes exposures recording emission from hydrogen atoms, highlighting the reddish glow of the galaxy's large star-forming regions.",
        "hdurl": "https://apod.nasa.gov/apod/image/0712/m74_hst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M74: The Perfect Spiral",
        "url": "https://apod.nasa.gov/apod/image/0712/m74_hst_800c.jpg"
    },
    {
        "date": "2007-12-02",
        "explanation": "Although the phase of this moon might appear familiar, the moon itself might not. In fact, this gibbous phase shows part of Jupiter's moon Europa. The robot spacecraft Galileo captured this image mosaic during its mission orbiting Jupiter from 1995 - 2003. Visible are plains of bright ice, cracks that run to the horizon, and dark patches that likely contain both ice and dirt. Raised terrain is particularly apparent near the terminator, where it casts shadows. Europa is nearly the same size as Earth's Moon, but much smoother, showing few highlands or large impact craters. Evidence and images from the Galileo spacecraft, indicated that liquid oceans might exist below the icy surface. To test speculation that these seas hold life, ESA has started preliminary development of the Jovian Europa Orbiter, a spacecraft proposed to orbit Europa. If the surface ice is thin enough, a future mission might drop hydrobots to burrow into the oceans and search for life.",
        "hdurl": "https://apod.nasa.gov/apod/image/0712/europa_galileo_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Gibbous Europa",
        "url": "https://apod.nasa.gov/apod/image/0712/europa_galileo.jpg"
    },
    {
        "date": "2007-12-03",
        "explanation": "very eleven years, our Sun goes through a solar cycle. A complete solar cycle has now been imaged by the sun-orbiting SOHO spacecraft, celebrating the 12th anniversary of its launch yesterday. A solar cycle is caused by the changing magnetic field of the Sun, and varies from solar maximum, when sunspot, coronal mass ejection, and flare phenomena are most frequent, to solar minimum, when such activity is relatively infrequent. Solar minimums occurred in 1996 and 2007, while the last solar maximum occurred in 2001. This picture is composed of a SOHO image of the Sun in extreme ultraviolet light for each year of the last solar cycle, with images picked to illustrate the relative activity of the Sun.",
        "hdurl": "https://apod.nasa.gov/apod/image/0712/solarcycle_soho_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Complete Solar Cycle from SOHO",
        "url": "https://apod.nasa.gov/apod/image/0712/solarcycle_soho.jpg"
    },
    {
        "date": "2007-12-09",
        "explanation": "The dust sculptures of the Eagle Nebula are evaporating.  As powerful starlight whittles away these cool cosmic mountains, the statuesque pillars that remain might be imagined as mythical beasts.  Pictured above is one of several striking dust pillars of the Eagle Nebula that might be described as a gigantic alien fairy.   This fairy, however, is ten light years tall and spews radiation much hotter than common fire.  The greater Eagle Nebula, M16, is actually a giant evaporating shell of gas and dust inside of which is a growing cavity filled with a spectacular stellar nursery currently forming an open cluster of stars.  The above image in scientifically re-assigned colors was  released as part of the fifteenth anniversary celebration of the launch of the Hubble Space Telescope.",
        "hdurl": "https://apod.nasa.gov/apod/image/0712/eaglefairy_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Fairy of Eagle Nebula",
        "url": "https://apod.nasa.gov/apod/image/0712/eaglefairy_hst.jpg"
    },
    {
        "date": "2007-12-12",
        "explanation": "The Martian rover Spirit is now in the race of its life.  The rolling robot is trying to reach an outpost to spend the winter, but it keeps getting bogged down in soft sand on Mars. Earth scientists hope that Spirit can reach a slope on the northern edge of the unusual feature dubbed Home Plate, before the end of this month when northern winter will be phasing in on Mars.   Reaching this slope will likely allow the rover to tilt enough toward the Sun to create a needed increase in the efficiency of its energy-absorbing solar panels.  This map shows the path of Spirit from July 2004 until just last month.",
        "hdurl": "https://apod.nasa.gov/apod/image/0712/spiritpath_hirise_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mars Rover Races to Survive",
        "url": "https://apod.nasa.gov/apod/image/0712/spiritpath_hirise.jpg"
    },
    {
        "date": "2007-12-14",
        "explanation": "In December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours on the Moon in the Taurus-Littrow valley, while colleague Ronald Evans orbited overhead. This sharp panorama is digitally stitched together from pictures taken by Cernan as he and Schmitt roamed the valley floor. Starting with a view of the imposing South Massif, scrolling the panorama to the right will reveal Schmitt and the lunar rover at the edge of Shorty Crater, near the spot where geologist Schmitt discovered orange lunar soil. The Apollo 17 crew returned with 110 kilograms of rock and soil samples, more than was returned from any of the other lunar landing sites. Now thirty five years later, Cernan and Schmitt are still the last to walk on the Moon.",
        "hdurl": "https://apod.nasa.gov/apod/image/0712/40_A17shorty.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 17: Shorty Crater Panorama",
        "url": "https://apod.nasa.gov/apod/image/0712/40_A17shorty.jpg"
    },
    {
        "date": "2007-12-15",
        "explanation": "This fantastic skyscape lies at the eastern edge of giant stellar nursery W5, about 7,000 light-years away in the constellation Cassiopeia. An infrared view from the Spitzer Space Telescope, it features interstellar clouds of cold gas and dust sculpted by winds and radiation from a hot, massive star outside the picture (just above and to the right). Still swaddled within the cosmic clouds, newborn stars are revealed by Spitzer's penetrating gaze, their formation also triggered by the massive star. Fittingly dubbed \"Mountains of Creation\", these interstellar clouds are about 10 times the size of the analogous Pillars of Creation in M16, made famous in a 1995 Hubble Space Telescope view. W5 is also known as IC 1848 and together with IC 1805 it is part of a complex region popularly dubbed the Heart and Soul Nebulae. The Spitzer image spans about 70 light-years at the distance of W5.",
        "hdurl": "https://apod.nasa.gov/apod/image/0712/Mountains_spitzer_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mountains of Creation",
        "url": "https://apod.nasa.gov/apod/image/0712/Mountains_spitzer_f800.jpg"
    },
    {
        "date": "2007-12-17",
        "explanation": "How old are Saturn's rings?  No one is quite sure.  One possibility is that the rings formed relatively recently in our Solar System's history, perhaps only about 100 million years ago when a moon-sized object broke up near Saturn.  Evidence for a young ring age includes a basic stability analysis for rings, and the fact that the rings are so bright and relatively unaffected by numerous small dark meteor impacts.  New evidence, however, raises the possibility that some of Saturn's rings may be billions of years old and so almost as old as Saturn itself.   Inspection of images by the Saturn-orbiting Cassini spacecraft indicates that some of Saturn's ring particles temporarily bunch and collide, effectively recycling ring particles by bringing fresh bright ices to the surface.  Seen here, Saturn's rings were imaged in their true colors by the robotic Cassini in late October.  Icy bright Tethys, a moon of Saturn likely brightened by a sandblasting rain of ice from sister moon Enceladus, is visible in front of the darker rings.    APOD presents: Astronomy Pictures of the Year for 2007",
        "hdurl": "https://apod.nasa.gov/apod/image/0712/tethysrings_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn's Ancient Rings",
        "url": "https://apod.nasa.gov/apod/image/0712/tethysrings_cassini.jpg"
    },
    {
        "date": "2007-12-18",
        "explanation": "You're rolling across Mars when you unexpectedly uncover some unusually light soil.   You stop. You turn. You return to inspect the soil and find out it is almost purely silica -- the main ingredient in quartz and glass.  Such soil has never been found on Mars before. What created this soil?  Since you are the robotic rover Spirit currently rolling across Mars, you send the images and data back to Earth for analysis.  Your scientist friends from the blue water planet say that such soil on Earth is usually created by either volcanic steam or a hot spring.  The second hypothesis in particular indicates, once again, a wet past for part of Mars, as possibly hot water saturated with silica deposited the white soil.  Intriguingly, on Earth, living microbes typically flourish under either condition.  Pictured above, the uncovered light soil is visible on the right.   APOD presents: Astronomy Pictures of the Year for 2007",
        "hdurl": "https://apod.nasa.gov/apod/image/0712/silicasoil_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Unusual Silica Rich Soil Discovered on Mars",
        "url": "https://apod.nasa.gov/apod/image/0712/silicasoil_spirit.jpg"
    },
    {
        "date": "2007-12-26",
        "explanation": "Dust pillars are like interstellar mountains.  They survive because they are more dense than their surroundings, but they are being slowly eroded away by a hostile environment.  Visible in the above picture is the end of a huge gas and dust pillar in the  Trifid Nebula, punctuated by a smaller pillar pointing up and an unusual jet pointing to the left.  The pink dots are newly formed low-mass stars. A star near the small pillar's end is slowly being stripped of its accreting gas by radiation from a tremendously brighter star situated off the above picture to the upper right.  The jet extends nearly a light-year and would not be visible without external illumination.  As gas and dust evaporate from the pillars, the hidden stellar source of this  jet will likely be uncovered, possibly over the next 20,000 years.   APOD presents: Astronomy Pictures of the Year for 2007",
        "hdurl": "https://apod.nasa.gov/apod/image/0712/trifidpillars_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Trifid Pillars and Jets",
        "url": "https://apod.nasa.gov/apod/image/0712/trifidpillars_hst.jpg"
    },
    {
        "date": "2007-12-27",
        "explanation": "No sudden, sharp boundary marks the passage of day into night in this gorgeous view of ocean and clouds over our fair planet Earth. Instead, the shadow line or terminator is diffuse and shows the gradual transition to darkness we experience as twilight. With the Sun illuminating the scene from the right, the cloud tops reflect gently reddened sunlight filtered through the dusty troposphere, the lowest layer of the planet's nurturing atmosphere. A clear high altitude layer, visible along the dayside's upper edge, scatters blue sunlight and fades into the blackness of space. This picture actually is a single digital photograph taken in June of 2001 from the International Space Station orbiting at an altitude of 211 nautical miles.   APOD presents: Astronomy Pictures of the Year for 2007",
        "hdurl": "https://apod.nasa.gov/apod/image/0712/earthterminator_iss002_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Earth at Twilight",
        "url": "https://apod.nasa.gov/apod/image/0712/earthterminator_iss002_c800.jpg"
    },
    {
        "date": "2007-12-28",
        "explanation": "This symmetric cloud dubbed the Boomerang Nebula was created by a high-speed wind of gas and dust blowing from an aging central star at speeds of nearly 600,000 kilometers per hour.  The rapid expansion has cooled molecules in the nebular gas to about one degree above absolute zero - colder than even the cosmic background radiation - making it the coldest known region in the distant Universe.  Shining with light from the central star reflected by dust, the frigid Boomerang Nebula is believed to be a star or stellar system evolving toward the planetary nebula phase.  This Hubble image was recorded using polarizing filters (analogous to polaroid sunglasses) and color coded by the angle associated with the polarized light.  The gorgeous result traces the small dust particles responsible for polarizing and scattering the light. The Boomerang Nebula spans about one light year and lies about 5,000 light years away toward the constellation Centaurus.   APOD presents: Astronomy Pictures of the Year for 2007",
        "hdurl": "https://apod.nasa.gov/apod/image/0712/boomerang_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Beautiful Boomerang Nebula",
        "url": "https://apod.nasa.gov/apod/image/0712/boomerang_hst.jpg"
    },
    {
        "date": "2007-12-29",
        "explanation": "Known for its bright ring system and many moons, gas giant Saturn looks strange and unfamiliar in this false-color view from the Cassini spacecraft. In fact, in this Visual and Infrared Mapping Spectrometer (VIMS) mosaic the famous rings are almost invisible, seen edge-on cutting across picture center. The most striking contrast in the image is along the terminator or boundary between night and day. To the right (day side) blue-green hues are visible sunlight reflected from Saturn's cloud tops. But on the left (night side) in the absence of sunlight, the lantern-like glow of infrared radiation from the planet's warm interior silhouettes features at Saturn's deeper cloud levels.   APOD presents: Astronomy Pictures of the Year for 2007",
        "hdurl": "https://apod.nasa.gov/apod/image/0712/irsaturn_vims_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn's Infrared Glow",
        "url": "https://apod.nasa.gov/apod/image/0712/irsaturn_vims_c80.jpg"
    }
]