[
    {
        "date": "2006-01-01",
        "explanation": "There, that faint dot in the center - that's the largest rock known in our Solar System.  It is larger than every known asteroid, moon, and comet nucleus.  It is larger than any other local rocky planet. (Nobody knows for sure what size rocks lie at the cores of Jovian planets, or orbit other stars.)  It used to be the largest rock of any type known until earlier last year.  The Voyager 1 spacecraft took the above picture of the giant space rock in 1990 from the outer Solar System.  This rock is so large its gravity makes it nearly spherical, and holds heavy gases near its surface. Today, this rock starts another orbit around its parent star, for roughly the 5 billionth time, spinning over 350 times during each trip.  Happy Gregorian Calendar New Year to all the human inhabitants of this rock we call Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0601/earth_vg1_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Largest Rock in the Solar System",
        "url": "https://apod.nasa.gov/apod/image/0601/earth_vg1.jpg"
    },
    {
        "date": "2006-01-03",
        "explanation": "Why are vast sections of Iapetus as dark as coal?   No one knows for sure. Iapetus, the third largest moon of Saturn, was inspected again as the Saturn-orbiting robot Cassini spacecraft swooped past the enigmatic world again late last year.  The dark material covers most of the surface visible in the above image, while the small portion near the top that appears almost white is of a color and reflectance more typical of Saturn's other moons. The unknown material covers about half of the 1,500 kilometer wide moon. The material is so dark that it reflects less than five percent of incident sunlight, yet overlays craters indicating that it was spread after the craters were formed.  Iapetus has other unexplained features. The bright part of Iapetus is covered with unexplained long thin streaks.  The orbit of Iapetus is also unusual, being tilted to the plane of Saturn's orbit by an unusually high fifteen degrees. A strange ridge about 13 kilometers high crosses much of Iapetus near the equator and is visible near the bottom.  Oddly, this ridge is almost exactly parallel with Iapetus' equator. The exact shape of Iapetus remains undetermined, but images indicate that it is quite strange -- something like a walnut.   Research into the formation and history of mysterious Iapetus is active and ongoing.",
        "hdurl": "https://apod.nasa.gov/apod/image/0601/iapetus3_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dark Terrain on Saturn's Iapetus",
        "url": "https://apod.nasa.gov/apod/image/0601/iapetus3_cassini.jpg"
    },
    {
        "date": "2006-01-05",
        "explanation": "According to an Earth-based calendar, the Spirit rover spent the first day of 2006 gathering data to complete this panoramic view from Gusev crater on Mars. That day corresponded to Spirit's 710th Martian day or sol on the Red Planet. Scrolling right the view spans 160 degrees, looking up a slope and across rippled sand deposits in a dark field dubbed \"El Dorado\". The Spirit rover is traveling in a down hill direction after reaching the summit of Husband Hill. This month, both Spirit and Opportunity rovers will celebrate two years of Mars exploration, a remarkable achievement considering their original 90 day warranty. During that time Spirit has traveled over 3.5 miles and Opportunity over 4 miles across the Martian surface.",
        "hdurl": "https://apod.nasa.gov/apod/image/0601/mars_spirit_PIA03274_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "New Year Mars Panorama",
        "url": "https://apod.nasa.gov/apod/image/0601/mars_spirit_PIA03274_f15.jpg"
    },
    {
        "date": "2006-01-07",
        "explanation": "Awkward and angular looking, Apollo 17's lunar module Challenger was designed for flight in the vacuum of space. This picture from command module America, shows Challenger's ascent stage in lunar orbit. Small reaction control thrusters are at the sides of the moonship with the bell of the ascent rocket engine underneath. The hatch allowing access to the lunar surface is seen at the front, with a round radar antenna at the top. Mission commander Gene Cernan is just visible through the dark, triangular window. This spaceship performed gracefully, landing on the Moon and returning the Apollo astronauts to the orbiting command module in December of 1972. So where is Challenger now? Its descent stage remains at the Apollo 17 landing site, Taurus-Littrow. The ascent stage was intentionally crashed nearby after being jettisoned from the command module prior to the astronauts' return to planet Earth. Apollo 17's mission was the sixth and last time astronauts have landed on the Moon.",
        "hdurl": "https://apod.nasa.gov/apod/image/0601/as17-149-22859HR.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 17's Moonship",
        "url": "https://apod.nasa.gov/apod/image/0601/as17-149-22859c41.jpg"
    },
    {
        "date": "2006-01-08",
        "explanation": "In this stunning vista recorded with the Hubble Space Telescope's Advanced Camera for Surveys, distant galaxies form a dramatic backdrop for disrupted spiral galaxy Arp 188, the Tadpole Galaxy. The cosmic tadpole is a mere 420 million light-years distant toward the northern constellation Draco. Its eye-catching tail is about 280 thousand light-years long and features massive, bright blue star clusters. One story goes that a more compact intruder galaxy crossed in front of Arp 188 - from left to right in this view - and was slung around behind the Tadpole by their gravitational attraction. During the close encounter, tidal forces drew out the spiral galaxy's stars, gas, and dust forming the spectacular tail. The intruder galaxy itself, estimated to lie about 300 thousand light-years behind the Tadpole, can be seen through foreground spiral arms at the upper left. Following its terrestrial namesake, the Tadpole Galaxy will likely lose its tail as it grows older, the tail's star clusters forming smaller satellites of the large spiral galaxy.",
        "hdurl": "https://apod.nasa.gov/apod/image/0601/tadpole_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Arp 188 and the Tadpole's Tidal Tail",
        "url": "https://apod.nasa.gov/apod/image/0601/tadpole_hst.jpg"
    },
    {
        "date": "2006-01-12",
        "explanation": "Over six hundred light years from Earth, in the constellation Aquarius, a sun-like star is dying. Its last few thousand years have produced the Helix Nebula (NGC 7293), a well studied and nearby example of a Planetary Nebula, typical of this final phase of stellar evolution. Emission in this infrared Spitzer Space Telescope image of the Helix comes mostly from the nebula's molecular hydrogen gas. The gas appears to be clumpy, forming thousands of comet-shaped knots each spanning about twice the size of our solar system. Bluer, more energetic radiation is seen to come from the heads with redder emission from the tails, suggesting that they are more shielded from the central star's winds and intense ultraviolet radiation. The nebula itself is about 2.5 light-years across. The Sun is expected to go through its own Planetary Nebula phase ... in another 5 billion years.",
        "hdurl": "https://apod.nasa.gov/apod/image/0601/helix_spitzer_f50.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Infrared Helix",
        "url": "https://apod.nasa.gov/apod/image/0601/helix_spitzer_c45.jpg"
    },
    {
        "date": "2006-01-13",
        "explanation": "The center of our Milky Way Galaxy is hidden from the prying eyes of optical telescopes by clouds of obscuring dust and gas. But in this stunning vista, the Spitzer Space Telescope's infrared cameras, penetrate much of the dust revealing the stars of the crowded galactic center region. A mosaic of many smaller snapshots, the detailed, false-color image shows older, cool stars in bluish hues. Reddish glowing dust clouds are associated with young, hot stars in stellar nurseries. The galactic center lies some 26,000 light-years away, toward the constellation Sagittarius. At that distance, this picture spans about 900 light-years.",
        "hdurl": "https://apod.nasa.gov/apod/image/0601/gcenter_spitzer_f40.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stars of the Galactic Center",
        "url": "https://apod.nasa.gov/apod/image/0601/gcenter_spitzer_c11.jpg"
    },
    {
        "date": "2006-01-14",
        "explanation": "On November 17, 1970 the Soviet Luna 17 spacecraft landed the first roving remote-controlled robot on the Moon. Known as Lunokhod 1, it weighed just under 2,000 pounds and was designed to operate for 90 days while guided in real-time by a five person team at the Deep Space Center near Moscow, USSR, Planet Earth.  The futuristic looking eight wheeler rode on top of a descent module that extended ramps from both sides offering alternative routes to the surface in case one side was blocked by boulders. Lunokhod 1 toured the lunar Mare Imbrium (Sea of Rains) for 11 months in one of the greatest successes of the Soviet lunar exploration program. This Lunokhod's operations officially ceased on October 4, 1971, 14 years after the launch of Sputnik.",
        "hdurl": "https://apod.nasa.gov/apod/image/0601/lunokhod.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Lunokhod: Moon Robot",
        "url": "https://apod.nasa.gov/apod/image/0601/lunokhod.jpg"
    },
    {
        "date": "2006-01-15",
        "explanation": "Why does the Sombrero Galaxy look like a hat?  Reasons include the Sombrero's unusually large and extended central bulge of stars, and dark prominent dust lanes that appear in a disk that we see nearly edge-on.  Billions of old stars cause the diffuse glow of the extended central bulge.  Close inspection of the bulge in the above photograph shows many points of light that are actually globular clusters. M104's spectacular dust rings harbor many younger and brighter stars, and show intricate details astronomers don't yet fully understand.  The very center of the Sombrero glows across the electromagnetic spectrum, and is thought to house a large black hole.  Fifty million-year-old light from the Sombrero Galaxy can be seen with a small telescope towards the constellation of Virgo.",
        "hdurl": "https://apod.nasa.gov/apod/image/0601/sombrero_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Sombrero Galaxy from HST",
        "url": "https://apod.nasa.gov/apod/image/0601/sombrero_hst.jpg"
    },
    {
        "date": "2006-01-16",
        "explanation": "A flying saucer from outer space crash-landed in the Utah desert yesterday after being tracked by radar and chased by helicopters and airplanes.  Like last time, no space aliens were involved.  The saucer, the Stardust return capsule, is carrying bits of Comet Wild 2 captured two years ago during a rendezvous between Stardust and the ancient comet.  The capsule is pictured above entering a temporary clean room in Utah before part of it is shipped to NASA's Johnson Space Center in Houston, Texas, USA.  In the inset on the lower right, an artist depicts the capsule as it likely looked after it parachuted to a landing in the Utah desert.  The upper right insert shows an image of the streaking capsule taken yesterday by a DC-8 chase plane.  The bits of Comet Wild 2 stored in the Stardust return capsule are likely older than the Sun and will be inspected over the next few years for clues about the early years of our Solar System. You, too, can help look for dust grains in the Stardust aerogel!",
        "hdurl": "https://apod.nasa.gov/apod/image/0601/stardustcomposite_nasa.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stardust Capsule Returns to Earth",
        "url": "https://apod.nasa.gov/apod/image/0601/stardustcomposite_nasa.jpg"
    },
    {
        "date": "2006-01-18",
        "explanation": "By chance, a collision of two galaxies has created a surprisingly recognizable shape on a cosmic scale - The Cartwheel Galaxy. The Cartwheel is part of a group of galaxies about 400 million light years away in the constellation Sculptor (two smaller galaxies in the group are visible below and left). Its rim is an immense ring-like structure over 100,000 light years in diameter, composed of star forming regions filled with extremely bright, massive stars. When galaxies collide they pass through each other, their individual stars do not come into contact. However, this ring-like shape is the result of gravitational disruption caused by a smaller galaxy passing through a large one, compressing the interstellar gas and dust and causing a star formation wave to move out like a ripple across the surface of a pond. This false-color composite image of the Cartwheel Galaxy is from space-based observatories. The Chandra X-ray Observatory data is in purple, the Galaxy Evolution Explorer ultraviolet view is in blue, the Hubble Space Telescope visible light picture is in green and the Spitzer Space Telescope infrared image is in red.",
        "hdurl": "https://apod.nasa.gov/apod/image/0601/cartwheel_5panel.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cartwheel of Fortune",
        "url": "https://apod.nasa.gov/apod/image/0601/cartwheel_5panelc.jpg"
    },
    {
        "date": "2006-01-19",
        "explanation": "Few cosmic vistas excite the imagination like the Orion Nebula. Also known as M42, the nebula's glowing gas surrounds hot young stars at the edge of an immense interstellar molecular cloud only 1,500 light-years away. The Orion Nebula offers one of the best opportunities to study how stars are born partly because it is the nearest large star-forming region, but also because the nebula's energetic stars have blown away obscuring gas and dust clouds that would otherwise block our view - providing an intimate look at a range of ongoing stages of starbirth and evolution. This detailed image of the Orion Nebula is the sharpest ever, constructed using data from the Hubble Space Telescope's Advanced Camera for Surveys and the European Southern Observatory's La Silla 2.2 meter telescope. The mosaic contains a billion pixels at full resolution and reveals about 3,000 stars. In apparent size, the picture is as large as the Full Moon. At the distance of M42 it spans thirteen light-years.",
        "hdurl": "https://apod.nasa.gov/apod/image/0601/m42_hst_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Orion Nebula: The Hubble View",
        "url": "https://apod.nasa.gov/apod/image/0601/m42_hst_c45.jpg"
    },
    {
        "date": "2006-01-20",
        "explanation": "This esthetic close-up of cosmic clouds and stellar winds features LL Orionis, interacting with the Orion Nebula flow. Adrift in Orion's stellar nursery and still in its formative years, variable star LL Orionis produces a wind more energetic than the wind from our own middle-aged Sun. As the fast stellar wind runs into slow moving gas a shock front is formed, analogous to the bow wave of a boat moving through water or a plane traveling at supersonic speed. The small, arcing, graceful structure just above and left of center is LL Ori's cosmic bow shock, measuring about half a light-year across. The slower gas is flowing away from the Orion Nebula's hot central star cluster, the Trapezium, located off the upper left corner of the picture. In three dimensions, LL Ori's wrap-around shock front is shaped like a bowl that appears brightest when viewed along the \"bottom\" edge. The beautiful picture is part of a large mosaic view of the complex stellar nursery in Orion, filled with a myriad of fluid shapes associated with star formation.",
        "hdurl": "https://apod.nasa.gov/apod/image/0601/llori_orion_hst_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "LL Ori and the Orion Nebula",
        "url": "https://apod.nasa.gov/apod/image/0601/llori_orion_hst_c14.jpg"
    },
    {
        "date": "2006-01-21",
        "explanation": "In November of 1969, Apollo 12 astronaut-photographer Charles \"Pete\" Conrad recorded this masterpiece while documenting colleague Alan Bean's lunar soil collection activities on the Oceanus Procellarum. The image is dramatic and stark. The harsh environment of the Moon's Ocean of Storms is echoed in Bean's helmet, a perfectly composed reflection of Conrad and the lunar horizon. Is it art? Works of photojournalists originally intent on recording the human condition on planet Earth, such as Lewis W. Hine's images from New York City in the early 20th century, or Margaret Bourke-White's magazine photography are widely regarded as art. Similarly many documentary astronomy and space images can be appreciated for their artistic and esthetic appeal.",
        "hdurl": "https://apod.nasa.gov/apod/image/0601/bean_conrad_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 12: Self-Portrait",
        "url": "https://apod.nasa.gov/apod/image/0601/bean_conrad_c70.jpg"
    },
    {
        "date": "2006-01-22",
        "explanation": "These bacteria could survive on another planet.  In an Earth lab, Deinococcus radiodurans (D. rad) survive extreme levels of radiation, extreme temperatures, dehydration, and exposure to genotoxic chemicals.  Amazingly, they even have the ability to repair their own  DNA, usually with 48 hours.  Known as an extremophile, bacteria such as  D. rad are of interest to NASA partly because they might be adaptable to help human astronauts survive on other worlds.  A recent map of D. rad's  DNA might allow biologists to augment their survival skills with the ability to produce medicine, clean water, and oxygen.  Already they have been genetically engineered to  help clean up spills of toxic mercury.  Likely one of the oldest surviving life forms, D. rad was discovered by accident in the 1950s when scientists investigating food preservation techniques could not easily kill it.  Pictured above, Deinococcus radiodurans grow quietly in a dish.",
        "hdurl": "https://apod.nasa.gov/apod/image/0209/drad_daly_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "D. rad Bacteria: Candidate Astronauts",
        "url": "https://apod.nasa.gov/apod/image/0209/drad_daly.jpg"
    },
    {
        "date": "2006-01-23",
        "explanation": "What goes on inside of a galaxy? To help find out, astronomers from the Magellanic Cloud Emission Line Survey team imaged our neighboring LMC galaxy in spectacular detail and highlighted very specific colors of light emitted by glowing gas. The above mosaic of over 1,500 images of the Large Magellanic Cloud (LMC) is the result -- clicking on the image will bring up an image with much greater detail.  The colors highlighted on the mosaic are light emitted by hydrogen (red), oxygen (green), and sulfur (yellow), while light from individual stars has been subtracted. The mosaic shows what a busy and violent place the inside of the LMC really is. Visible in the above image are many small planetary nebulas pushed out by low mass stars, large emission nebula of ambient interstellar gas set aglow by massive stars, and huge gaseous supernova remnants cast off by massive stars exploding.  The extended connected filaments are mostly connected supernova remnants.  The LMC, a familiar sight to an unaided eye in the southern hemisphere, spans about 15,000 light years and lies only about 180,000 light years distant.",
        "hdurl": "https://apod.nasa.gov/apod/image/0601/lmcgas_ctio_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The LMC Galaxy in Glowing Gas",
        "url": "https://apod.nasa.gov/apod/image/0601/lmcgas_ctio.jpg"
    },
    {
        "date": "2006-01-25",
        "explanation": "Can you find supernova 1987A?  It isn't hard -- it occurred at the center of the expanding bullseye pattern.  Although this stellar detonation was first seen almost two decades ago, light from it continues to bounce off clumps of interstellar dust and be reflected to us today.  These expanding light echoes have been recorded in the above time-lapse movie recorded over four years from the Blanco 4-meter telescope in Chile.  The first image is an image of the SN 1987A region, while the next four images were created by subtracting consecutive images, taken a year apart, and leaving only the difference between the images.  Light echoes can be seen moving out from the position of the supernova.  The SuperMACHO team who recorded the above light echoes around supernova 1987A has also found faint and previously unnoticed light echoes from two other LMC supernovas.  Study of these light echoes has enabled more accurate determinations of the location and date of these two supernova explosions that were first visible hundreds of years ago.",
        "hdurl": "https://apod.nasa.gov/apod/image/0601/lmcechoes_ctio.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Expanding Light Echoes of SN 1987A",
        "url": "https://apod.nasa.gov/apod/image/0601/lmcechoes_ctio_big.gif"
    },
    {
        "date": "2006-01-26",
        "explanation": "How did this unusual Martian rock form? The atypical two-toned rock, visible in the lower right of the above image, was photographed a few days ago by the robotic Spirit rover currently rolling across Mars.  For now, the environmental processes that created the rock remain a matter of speculation.  Finding unusual rocks is not unusual for Spirit or its twin rover Opportunity, however.  Over the past two years, for example, the rovers have unexpectedly discovered very small gray pebbles dubbed blueberries, and a rock out in the middle of nowhere now thought to be a meteorite.  Having investigated alien terrain and having found clear evidence that part of Mars had a wet past, the Earth-launched Martian rovers are now entering their third spectacular year exploring the red planet.",
        "hdurl": "https://apod.nasa.gov/apod/image/0601/twotonerock_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "An Unusual Two-Toned Rock on Mars",
        "url": "https://apod.nasa.gov/apod/image/0601/twotonerock_spirit.jpg"
    },
    {
        "date": "2006-01-29",
        "explanation": "Sometimes both heaven and Earth erupt.  In Iceland in 1991, the volcano Hekla erupted at the same time that auroras were visible overhead.  Hekla, one of the most  famous volcanoes in the world, has erupted at least 20 times over the past millennium, sometimes causing great destruction.  The last eruption occurred only six years ago but caused only minor damage.  The green auroral band occurred fortuitously about 100 kilometers above the erupting  lava.  Is Earth the Solar System's only planet with both auroras and volcanos?",
        "hdurl": "https://apod.nasa.gov/apod/image/0601/volcanoaurora2_shs.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Volcano and Aurora in Iceland",
        "url": "https://apod.nasa.gov/apod/image/0601/volcanoaurora2_shs_big.jpg"
    },
    {
        "date": "2006-01-31",
        "explanation": "If you could stand on Titan, what might you see?  About one year ago the robotic Huygens probe landed on the enigmatic moon of Saturn and sent back the first ever images from beneath Titan's thick cloud layers.   From the images sent back, an artist's impression of Huygens on Titan's surface has been reconstructed.  In the foreground of the above image sits the car-sized lander that sent back images for more than 90 minutes before running out of battery power.  The parachute that slowed Huygen's re-entry is seen in the background, attached to the lander by strong cords.  Strange light smooth stones possibly containing water-ice are visible surrounding the landing craft.  Analyses of Huygen's images and data shows that Titan's surface today has intriguing similarities to the surface of the early Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0601/titan_huygens_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Huygens on Titan Illustrated",
        "url": "https://apod.nasa.gov/apod/image/0601/titan_huygens.jpg"
    },
    {
        "date": "2006-02-03",
        "explanation": "Light-years in length, this cosmic tornado is actually a powerful jet cataloged as HH (Herbig-Haro) 49/50 blasting down from the top of a Spitzer Space Telescope view. Though such energetic outflows are well known to be associated with the formation of young stars, the exact cause of the spiraling structures apparent in this case is still mysterious. The embryonic star responsible for the 100-kilometer per second jet is located just off the top of the picture, while the bright star seen near the tip of the jet may just by chance lie along the line of sight. In the false-color infrared image, the tornado glows with infrared light generated as the outflow heats surrounding dust clouds. The color coding shows a trend from red to blue hues at the tornado's tip indicating a systematic increase in emission at shorter wavelengths. The trend is thought to indicate an increase in molecular excitation closer to where the head of the jet is impacting interstellar gas. HH49/50 is about 450 light-years distant, located in the Chamaeleon I molecular cloud.",
        "hdurl": "https://apod.nasa.gov/apod/image/0602/hh49_spitzer_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cosmic Tornado HH49/50",
        "url": "https://apod.nasa.gov/apod/image/0602/hh49_spitzer_c29.jpg"
    },
    {
        "date": "2006-02-04",
        "explanation": "A nearly full Moon and planet Earth's shadow set together in this scene captured on January 13th from snowy Mt. Jelm, home of the Wyoming Infrared Observatory. For early morning risers (and late to bed astronomers), shadow set in the western sky is a daily apparition whose subtle beauty is often overlooked in favor of the more colorful eastern horizon. Extending through the dense atmosphere, Earth's setting shadow is seen in this picture as a dark blue band along the distant horizon, bounded above by a pinkish glow or antitwilight arch. Known as the Belt of Venus, the arch's lovely color is due to backscattering of reddened light from the rising Sun. The setting Moon's light is also reddened by the long sight-line through the atmosphere.",
        "hdurl": "https://apod.nasa.gov/apod/image/0602/shadowset_bonnell_e.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Shadow Set",
        "url": "https://apod.nasa.gov/apod/image/0602/shadowset_bonnell_ex.jpg"
    },
    {
        "date": "2006-02-08",
        "explanation": "Some moons wouldn't survive the collision.  Tethys, one of Saturn's larger moons at about 1000 kilometers in diameter, survived the collision, but sports today the expansive impact crater Odysseus.  Sometimes called the Great Basin, Odysseus occurs on the leading hemisphere of Tethys and shows its great age by the relative amount of smaller craters that occur inside its towering walls.  The density of Tethys is similar to water-ice.  The above digitally enhanced image was captured late last year by the robot Cassini spacecraft  in orbit around Saturn as it swooped past the giant ice ball.",
        "hdurl": "https://apod.nasa.gov/apod/image/0602/tethysbasin_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Great Basin on Tethys",
        "url": "https://apod.nasa.gov/apod/image/0602/tethysbasin_cassini.jpg"
    },
    {
        "date": "2006-02-09",
        "explanation": "A gorgeous spiral galaxy some 100 million light-years distant, NGC 1309 lies on the banks of the constellation Eridanus. NGC 1309 spans about 30,000 light-years, one third the size of our larger Milky Way galaxy. Bluish clusters of young stars and dust lanes are seen to trace out NGC 1309's spiral arms as they wind around an older yellowish star population at its core. Not just another pretty face-on spiral galaxy, observations of NGC 1309's recent supernova and cepheid stars contribute to the calibration of the expansion of the Universe. Still, after you get over this beautiful galaxy's grand design, check out the array of more distant background galaxies also recorded in the sharp Hubble Space Telescope view.",
        "hdurl": "https://apod.nasa.gov/apod/image/0602/ngc1309friends_hst_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 1309 and Friends",
        "url": "https://apod.nasa.gov/apod/image/0602/ngc1309friends_hst_c52.jpg"
    },
    {
        "date": "2006-02-12",
        "explanation": "Was Saturn's moon Phoebe once a comet?  Images from the robotic Cassini spacecraft taken two years ago when entering the neighborhood of Saturn indicate that Phoebe may have originated in the outer Solar System.  Phoebe's irregular surface, retrograde orbit, unusually dark surface, assortment of large and small craters, and low average density appear consistent with the hypothesis that Phoebe was once part of the Kuiper belt of icy comets beyond Neptune before being captured by Saturn.  Visible in the above image of Phoebe are craters, streaks, and layered deposits of light and dark material.  The image was taken from around 30,000 kilometers out from this 200-kilometer diameter moon. Two weeks after taking the above image, Cassini fired its engines to decelerate into orbit around Saturn.",
        "hdurl": "https://apod.nasa.gov/apod/image/0602/phoebe_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Phoebe: Comet Moon of Saturn",
        "url": "https://apod.nasa.gov/apod/image/0602/phoebe_cassini.jpg"
    },
    {
        "date": "2006-02-15",
        "explanation": "Titan is one of the strangest places in our Solar System.  The only moon known with thick clouds, this unusual satellite of Saturn shows evidence of evaporating lakes created by methane rain.  The clouds that make Titan featureless in visible light have now been pierced several times in infrared light by the robot Cassini spacecraft currently orbiting Saturn.  These images have been compiled into the above time-lapse movie.  Like Earth's Moon, Titan always shows the same face toward its central planet.  It therefore takes Titan about 16 days to complete one rotation. Titan has numerous areas of light terrain with some large areas of dark terrain visible near the equator.  Small areas of brightest terrain might arise from ice-volcanoes and have a high amount of reflective frozen water-ice. Titan's surface was imaged for the first time early last year by the Huygens probe, which survived for three hours on a cold and sandy dark region.",
        "hdurl": "https://apod.nasa.gov/apod/image/0602/titanrotating_cassini_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Rotating Titan in Infrared Light",
        "url": "https://apod.nasa.gov/apod/image/0602/titanrotating_cassini.gif"
    },
    {
        "date": "2006-02-17",
        "explanation": "A massive star ends life as a supernova, blasting its outer layers back to interstellar space. The spectacular death explosion is initiated by the collapse of what has become an impossibly dense stellar core. Pictured is the expanding supernova remnant Puppis A - one of the brightest sources in the x-ray sky. Now seen to be about 10 light-years in diameter, light from the initial stellar explosion first reached Earth a few thousand years ago. Recorded by the Chandra Observatory's x-ray cameras, the inset view shows striking details of the strong shock wave disrupting an interstellar cloud as the shock sweeps through preexisting material. The larger field ROSAT image also captures a pinpoint source of x-rays near the remnant's center. The source is a young neutron star, the remnant of the collapsed stellar core kicked out by the explosion and moving away at about 1,000 kilometers per second.",
        "hdurl": "https://apod.nasa.gov/apod/image/0602/PupAsnr_cxc_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Supernova Remnant and Shock Wave",
        "url": "https://apod.nasa.gov/apod/image/0602/PupAsnr_cxc_c2.jpg"
    },
    {
        "date": "2006-02-18",
        "explanation": "This dream-like image of Mir was recorded by astronauts as the space shuttle orbiter Atlantis approached the Russian space station prior to docking during the STS-76 mission in 1996. Sporting spindly appendages and solar panels, Mir resembles a whimsical flying insect hovering about 350 kilometers above New Zealand's South Island and the city of Nelson near Cook Strait. Mir was launched 20 years ago this week, and served as a continuously occupied orbital outpost until August 1999. Mir was visited by over 100 spacefarers from the nations of planet Earth including, Russia, the United States, Great Britain, Germany, France, Japan, Austria, Kazakhstan and Slovakia.  The Mir was deorbited in March 2001.",
        "hdurl": "https://apod.nasa.gov/apod/image/0602/mirdream_sts76_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mir Dreams",
        "url": "https://apod.nasa.gov/apod/image/0602/mirdream_sts76.jpg"
    },
    {
        "date": "2006-02-19",
        "explanation": "The Whirlpool Galaxy is a classic spiral galaxy.  At only 30 million light years distant and fully 60 thousand light years across, M51, also known as  NGC 5194, is one of the brightest and most picturesque galaxies on the sky.  The above image is a digital combination of a ground-based image from the 0.9-meter telescope at Kitt Peak National Observatory and a space-based image from the Hubble Space Telescope highlighting sharp features normally too red to be seen. Anyone with a good pair of binoculars, however, can see this Whirlpool toward the constellation of Canes Venatici.  M51 is a spiral galaxy of type Sc and is the dominant member of a whole group of galaxies.  Astronomers speculate that M51's spiral structure is primarily due to its gravitational interaction with a smaller galaxy just off the top of this digitally sharpened image.",
        "hdurl": "https://apod.nasa.gov/apod/image/0602/m51center_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M51: The Whirlpool Galaxy in Dust and Stars",
        "url": "https://apod.nasa.gov/apod/image/0602/m51center_hst.jpg"
    },
    {
        "date": "2006-02-20",
        "explanation": "Who dunnit?  Like a scene from a space mystery movie, a spacesuit floated away from the International Space Station earlier this month, but no investigation was needed.  It was pushed out by the space station crew.   Dubbed Suitsat-1, the unneeded Russian Orlan spacesuit filled mostly with old clothes was fitted with a faint radio transmitter and released to orbit the Earth. Suitsat-1 will orbit once every 90 minutes until it burns up in the Earth's atmosphere within a few weeks.  The suit circled the Earth twice before its radio signal became unexpectedly weak.  Pictured above, the lifeless spacesuit was photographed as it drifted away from the Earth-orbiting space station earlier this month.",
        "hdurl": "https://apod.nasa.gov/apod/image/0602/suitsat1_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "SuitSat-1: A Spacesuit Floats Free",
        "url": "https://apod.nasa.gov/apod/image/0602/suitsat1_nasa.jpg"
    },
    {
        "date": "2006-02-22",
        "explanation": "Why is Saturn's small moon Telesto so smooth?  Possibly Telesto is covered with a type of granular icy material similar to that suspected of covering Pandora, another of Saturn's small moons.  If so, Telesto might be more like a pile of rubble than a solid body.  This recently uncovered Solar System mystery is currently a topic of research, however.  The unexpected finding originated last October when the robot Cassini spacecraft, currently orbiting Saturn, swooped past the 24-kilometer moon and captured the first ever image of Telesto's surface.  Telesto orbits Saturn always just ahead of the much larger moon Tethys.  Pictured above, Telesto's unusually smooth surface was found to show some large craters and boulders, but not the high density of craters found on nearby Tethys or most other Saturnian moons.",
        "hdurl": "https://apod.nasa.gov/apod/image/0602/telesto_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "An Unusually Smooth Surface on Saturn's Telesto",
        "url": "https://apod.nasa.gov/apod/image/0602/telesto_cassini.jpg"
    },
    {
        "date": "2006-02-23",
        "explanation": "Imaged on the night side of Saturn by the Cassini spacecraft, these swirling storm clouds are illuminated by ringshine - sunlight reflected from the gas giant's magnificent ring system. The storm (top) was actually spotted last month by amateur astronomers as it rotated across Saturn's day side and spans about 3,500 kilometers. When the storm was on the same side of Saturn as the Cassini spacecraft, bursts of radio noise were detected, suggesting lightning discharges connected with the storm were responsible for the radio emission. While no lightning is seen directly in this Cassini image, scientists note that this storm appears along the planet's southern hemisphere storm alley in approximately the same location as Saturn's Dragon Storm, reported early last year. Though the new storm is larger and seems to be more powerful, it could well be the Dragon Storm reemerging.",
        "hdurl": "https://apod.nasa.gov/apod/image/0602/saturnstormPIA07788_cassini_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn Storm by Ringshine",
        "url": "https://apod.nasa.gov/apod/image/0602/saturnstormPIA07788_cassini_c.jpg"
    },
    {
        "date": "2006-02-25",
        "explanation": "rlier this month, a 2.5-meter diameter infrared telescope was permanently assigned a window seat, looking through this opening in the fuselage of a historic Boeing 747 aircraft. The telescope mirror, about the size of the Hubble Space Telescope mirror, is protected by a red covering. Known as the Stratospheric Observatory For Infrared Astronomy (SOFIA), the airborne observatory is intended to fly at altitudes up to 45,000 feet - above more than 99% of the atmospheric water vapor. Water vapor strongly absorbs infrared light, so at that altitude SOFIA will be able to acquire infrared images not possible for even the largest ground-based telescopes. SOFIA's unique capabilities will include the ability to trace complex molecules in the cosmic environments surrounding star birth and death and the formation of new solar systems. The SOFIA aircraft was operated by Pan American World Airways and was originally christened the \"Clipper Lindbergh\". The airborne observatory was designed with an on board console for teachers and other educators to participate in research flights.",
        "hdurl": "https://apod.nasa.gov/apod/image/0602/sofia_backman_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "SOFIA's Window Seat",
        "url": "https://apod.nasa.gov/apod/image/0602/sofia_backman_c21.jpg"
    },
    {
        "date": "2006-02-27",
        "explanation": "What is it?  Something is happening in a small portion of the sky toward the constellation of Aries. Telescopes around the globe are tracking an unusual transient there as it changes day by day.  No one is sure what it will do next.  The entire space mystery began on February 18 when the Earth-orbiting robot Swift satellite noticed an unusual transient began to glow dimly in gamma rays.  Dubbed GRB 060218, the object is a type of gamma ray burst (GRB) but the way its brightness changes is very unusual.  Since detection, GRB 060218 has been found to emit light across the electromagnetic spectrum, including radio waves and visible light. Pictured above, the Sloan Digital Sky Survey (SDSS) image of the field of GRB 060218 well prior to its Swift trigger is shown on the left, while the same field, taken by the orbiting Swift satellites' ultraviolet telescope after the Swift trigger, is shown on the right.  The oddball GRB is visible in the center of the right image.  Subsequent observations found a redshift for the transient of z=0.033, showing it to be only about 440 million light years away, relatively nearby compared to typical GRBs.  Whether GRB 060218 represents a new type of gamma ray burst, a new type of supernova, or an unusual link between the GRBs and supernovas has become an instant topic of research.",
        "hdurl": "https://apod.nasa.gov/apod/image/0602/grb060218_sdssswift_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "GRB 060218: A Mysterious Transient",
        "url": "https://apod.nasa.gov/apod/image/0602/grb060218_sdssswift.jpg"
    },
    {
        "date": "2006-03-02",
        "explanation": "Big, beautiful spiral galaxy M101 is one of the last entries in Charles Messier's famous catalog, but definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way galaxy. M101 was also one of the original spiral nebulae observed by Lord Rosse's large 19th century telescope, the Leviathan of Parsontown. Assembled from 51 exposures recorded by the Hubble Space Telescope in the 20th and 21st centuries, with additional data from ground based telescopes, this mosaic of M101 is touted as the largest, most detailed spiral galaxy view ever released from Hubble. The sharp image shows stunning features along the galaxy's face-on disk of stars and dust along with background galaxies, some visible right through M101 itself. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 25 million light-years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/0603/m101_hst_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Messier 101",
        "url": "https://apod.nasa.gov/apod/image/0603/m101_hst_f52.jpg"
    },
    {
        "date": "2006-03-04",
        "explanation": "Peering deep inside Centaurus A, the closest active galaxy to Earth, the Spitzer Space Telescope's penetrating infrared cameras recorded this startling vista in February 2004. About 1,000 light-years across, the twisted cosmic dust cloud apparently shaped like a parallelogram is likely the result of a smaller spiral galaxy falling into the giant Centaurus A. The parallelogram lies along the active galaxy's central band of dust and stars visible in more familiar optical images. Astronomers believe that the striking geometric shape represents an approximately edge-on view of the infalling spiral galaxy's disk in the process of being twisted and warped by the interaction. Ultimately, debris from the ill-fated spiral galaxy should provide fuel for the supermassive black hole lurking at the center of Centaurus A.",
        "hdurl": "https://apod.nasa.gov/apod/image/0603/cena_spitzer_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Galaxy Within Centaurus A",
        "url": "https://apod.nasa.gov/apod/image/0603/cena_spitzer_c1.jpg"
    },
    {
        "date": "2006-03-07",
        "explanation": "One of the nearer supernovas of recent years was discovered last month in the bright nearby galaxy M100.  The supernova, dubbed SN 2006X, is still near its maximum brightness and visible with a telescope toward the constellation of Berenice's Hair (Coma Berenices) The supernova, pictured above, has been identified as Type Ia indicating that a white dwarf star in the picturesque spiral galaxy has gone near its Chandrasekhar limit and exploded.  Although hundreds of supernovas are now discovered each year by automated searches, nearby supernova are rare and important because they frequently become bright enough to be studied by many telescopes and are near enough for their immediate surroundings to be spatially resolved.  Supernova 2006X's host galaxy M100 resides in the Virgo Cluster of Galaxies located about 50 million light years from Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0603/m100_vlt_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Nearby Supernova in Spiral Galaxy M100",
        "url": "https://apod.nasa.gov/apod/image/0603/m100_vlt.jpg"
    },
    {
        "date": "2006-03-08",
        "explanation": "Is the continent at the end of the Earth slowly melting?  For millions of years, Antarctica, the frozen continent at the southern end of planet Earth, has been encased in a gigantic sheet of ice.   Recently, the orbiting robotic GRACE satellite has been taking sensitive measurements of the gravity for the entire Earth, including Antarctica.  Recent analysis of Gravity Recovery and Climate Experiment (GRACE) data indicate that the Antarctic ice sheet might have lost enough mass to cause the worlds' oceans to rise about 1.2 millimeters, on the average, from between 2002 and 2005.   Although this may not seem like much, the equivalent amount of water is about 150 trillion liters, equivalent to the amount of water used by US residents in three months.  Uncertainties in the measurement make the mass loss uncertain by about 80 trillion liters.  Pictured above is an iceberg that is a small part of the Antarctic ice sheet. The picture was taken on the Riiser-Larsen ice shelf in December 1995. Future research will likely focus on trying to better understand the data, take more data, predict future trends, and understand possible effects of these trends on the future climate of our entire home planet.",
        "hdurl": "https://apod.nasa.gov/apod/image/0603/iceberg_nasa.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Earth's Shrinking Antarctic Ice Sheet",
        "url": "https://apod.nasa.gov/apod/image/0603/iceberg_nasa.jpg"
    },
    {
        "date": "2006-03-10",
        "explanation": "Based on data from Cassini spacecraft instruments, researchers are now arguing that liquid water reservoirs exist only tens of meters below the surface of Saturn's small (500 kilometer diameter) but active moon Enceladus. The exciting new results center around towering jets and plumes of material erupting from the moon's surface. The plumes originate in the long tiger stripe fractures of the south polar region pictured here. Detailed models suport conclusions that the plumes arise from near-surface pockets of liquid water at temperatures of 273 kelvins (0 degrees Celsius), even though Enceladus has a surface temperature of about 73 kelvins (-200 degrees Celsius). Clearly an important step in the search for water and the potential for the origin of life beyond planet Earth, such near-surface reservoirs of water would be far more accessible than, for example, the internal ocean detected on the Jovian moon Europa.",
        "hdurl": "https://apod.nasa.gov/apod/image/0603/enceladus_cassini_PIA07800f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Enceladus and the Search for Water",
        "url": "https://apod.nasa.gov/apod/image/0603/enceladus_cassini_PIA07800c16.jpg"
    },
    {
        "date": "2006-03-13",
        "explanation": "Why is this plasma so hot?  Physicists aren't sure.  What is known for sure is that the Z Machine running at Sandia National Laboratories created a plasma that was unexpectedly hot.  The plasma reached a temperature in excess of two billion Kelvin, making it arguably the hottest human made thing ever in the history of the Earth and, for a brief time, hotter than the interiors of stars.   The Z Machine experiment, pictured above, purposely creates high temperatures by focusing 20 million amps of electricity into a small region further confined by a magnetic field.  Vertical wires give the Z Machine its name.  During the unexpected powerful contained explosion, the Z machine released about 80 times the world's entire electrical power usage for a brief fraction of a second.  Experiments with the Z Machine are helping to explain the physics of Solar flares, design more efficient nuclear fusion plants, test materials under extreme heat, and gather data for the computer modeling of nuclear explosions.",
        "hdurl": "https://apod.nasa.gov/apod/image/0603/zmachine_sandia_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Z Machine Sets Unexpected Earth Temperature Record",
        "url": "https://apod.nasa.gov/apod/image/0603/zmachine_sandia.jpg"
    },
    {
        "date": "2006-03-15",
        "explanation": "You can make it.  Winter is rapidly advancing on the southern hemisphere on Mars, and the lack of sunlight could be dangerous unless you find a good place to hibernate.   There it is ahead: McCool Hill.  As the robotic Spirit rover rolling across Mars, you are told that this will be a good place to spend the Martian winter.  On the north slope of McCool Hill, you can tilt your solar panels toward the Sun enough to generate the power you need to keep running through the winter.  Between you and McCool Hill is an unusual reddish outcropping of rocks.  Also visible above, unusual layered rocks lie to your right, while other scattered rocks appear either smooth or sponge-like.  Fortunately, there is still some time to explore, and the landscape before you may hold more clues to the history of ancient Mars.",
        "hdurl": "https://apod.nasa.gov/apod/image/0603/paigepan_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "McCool Hill on Mars",
        "url": "https://apod.nasa.gov/apod/image/0603/paigepan_spirit.jpg"
    },
    {
        "date": "2006-03-22",
        "explanation": "Some images of Saturn appear surreal.  Earlier this year, the robot spacecraft Cassini now orbiting Saturn took this surreal image of the gas giant Saturn, its majestic rings, and its enigmatic world Enceladus all in one frame. Enceladus, recently found to emit jets of ice from possible underground seas, appears white as its surface is covered with relatively clean water-ice. Below Enceladus are the rings of Saturn, seen nearly edge on.  Compared to Enceladus, Saturn's rings show their comparatively high density of dirt with their golden-brown color in this natural color image.  The planet Saturn, in the background, appears relatively featureless with the exception of thin ring shadows visible on the upper left.   The terminator between night and day is seen vertically across the face of this distant world.",
        "hdurl": "https://apod.nasa.gov/apod/image/0603/enceladusring_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Enceladus Near Saturn",
        "url": "https://apod.nasa.gov/apod/image/0603/enceladusring_cassini.jpg"
    },
    {
        "date": "2006-03-23",
        "explanation": "The Universe is expanding gradually now. But its initial expansion was almost impossibly rapid as it likely grew from quantum scale fluctuations in a trillionth of a second. In fact, this cosmological scenario, known as Inflation, is now reported to be further quantified by an analysis of three years of data from the WMAP spacecraft. WMAP's instruments detect the cosmic microwave background radiation - the afterglow light from the early Universe. WMAP's amazing success in exploring the first trillionth of a second and favoring specific inflationary scenarios lies in its ability to make unprecedented, precise measurements of the properties of the microwave background. The subtle properties are distilled from conditions in the early Universe and related to its first moments of existence. Schematically, this diagram traces the 13.7 billion year (plus a trillionth of a second ...) history of the Universe from the quantum scale to the formation of stars, galaxies, planets, and WMAP.",
        "hdurl": "https://apod.nasa.gov/apod/image/0603/CMB_Timeline300.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Inflating the Universe",
        "url": "https://apod.nasa.gov/apod/image/0603/CMB_Timeline75c.jpg"
    },
    {
        "date": "2006-03-25",
        "explanation": "Astronomical spring came to planet Earth's northern hemisphere this week (and autumn to the south) with the equinox on March 20th. But on Mars, northern spring began on January 22nd.  Still in northern springtime, the Red Planet currently has a similar appearance to this composite of images from previous years taken by the long-lasting Mars Global Surveyor spacecraft. The sprawling dark region near picture center is Syrtis Major, with the whitish Hellas impact basin just below, in the southern hemisphere. The four seasons on Earth each last about 90 earth days, while Mars' larger and more eccentric elliptical orbit results in seasons that are longer and vary more widely in length - from about 140 to 190 martian sols.",
        "hdurl": "https://apod.nasa.gov/apod/image/0603/marsSyrtis_mgs_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Northern Spring on Mars",
        "url": "https://apod.nasa.gov/apod/image/0603/marsSyrtis_mgs_c.jpg"
    },
    {
        "date": "2006-03-26",
        "explanation": "Carinae may be about to explode.  But no one knows when - it may be next year, it may be one million years from now.  Eta Carinae's mass - about 100 times greater than our Sun - makes it an excellent candidate for a full blown supernova. Historical records do show that about 150 years ago Eta Carinae underwent an unusual outburst that made it one of the brightest stars in the southern sky.  Eta Carinae, in the Keyhole Nebula, is the only star currently thought to emit natural LASER light.  This image, taken in 1996, resulted from sophisticated image-processing procedures designed to bring out new details in the unusual nebula that surrounds this rogue star.  Now clearly visible are two distinct lobes, a hot central region, and strange radial streaks.  The lobes are filled with lanes of gas and dust which absorb the blue and ultraviolet light emitted near the center.  The streaks remain unexplained. Will these clues tell us how the nebula was formed?  Will they better indicate when Eta Carinae will explode?",
        "hdurl": "https://apod.nasa.gov/apod/image/0603/etacar_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Doomed Star Eta Carinae",
        "url": "https://apod.nasa.gov/apod/image/0603/etacar_hst.jpg"
    },
    {
        "date": "2006-03-27",
        "explanation": "Why are there so many moonquakes?   A recent reanalysis of seismometers left on the moon by the Apollo moon landings has revealed a surprising number of moonquakes occurring within 30 kilometers of the surface.   In fact, 28 moonquakes were detected in data recorded between 1972 and 1977.   These moonquakes were not only strong enough to move furniture but the stiff rock of the moon continued vibrating for many minutes, significantly longer than the soft rock earthquakes on Earth.   The cause of the moonquakes remains unknown, with one hypothesis holding that landslides in craters cause the vibrations.   Regardless of the source, future moon buildings need to be built to withstand the frequent shakings.   Pictured above in 1969, Apollo 11 astronaut Buzz Aldrin stands besides a recently deployed lunar seismometer, looking back toward the lunar landing module.",
        "hdurl": "https://apod.nasa.gov/apod/image/0603/aldrinseismometer_apollo11_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Moonquakes Surprisingly Common",
        "url": "https://apod.nasa.gov/apod/image/0603/aldrinseismometer_apollo11.jpg"
    },
    {
        "date": "2006-03-28",
        "explanation": "How often does an asteroid whiz by the Earth?   The above time-lapse animation follows the orbit of the Earth around the Sun for two months in 2002 as numerous asteroids, also known as minor planets, approach and pass by.   Some asteroids appear out of nowhere as they are plotted only when they were discovered.   Most asteroids plotted were discovered only during the previous year.   Although none of the plotted objects came inside the orbit of our Moon, our Solar System is filled with objects as small as bits of sand, usually left by a comet, that appear as meteors as they streak into the Earth's atmosphere every day.   The only objects displayed are those visible from Earth closer than 20 million kilometers, color coded by three-dimensional distance.   In comparison, the Earth is a relatively small target having a radius of about 6,400 kilometers.  One significant research area in modern astronomy involves trying to find the majority of asteroids that could pose a future collision threat with Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0603/EarthRide_iau.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Animation of Asteroids Passing Near Earth",
        "url": "https://apod.nasa.gov/apod/image/0603/EarthRide_iau_big.gif"
    },
    {
        "date": "2006-03-31",
        "explanation": "Neither rain, nor snow, nor dark of night can keep the space-based SOlar Heliospheric Observatory (SOHO) from watching the Sun. In fact, from its vantage point 1.5 million kilometers sunward of planet Earth, SOHO's cameras can always monitor the Sun's outer atmosphere, or corona. But only during a total solar eclipse can earth-based observers see the lovely coronal streamers and structures - when the Moon briefly blocks the overwhelmingly bright solar surface. In this composite view, SOHO's uninterrupted view of the solar corona above the solar photosphere (center) and corona far beyond the Sun's disk, are shown in orange hues. The middle, donut-shaped region is the corona as recorded by the Williams College Eclipse Expedition to Kastelorizo Island, Greece, headed by Jay Pasachoff, during the March 29th total solar eclipse. Merging ground and space-based views allows astronomers to trace features in the corona that reach from just above the Sun's surface into the solar wind.",
        "hdurl": "https://apod.nasa.gov/apod/image/0603/tse2006_sohocomp3_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Solar Eclipse and SOHO",
        "url": "https://apod.nasa.gov/apod/image/0603/tse2006_sohocomp3_c.jpg"
    },
    {
        "date": "2006-04-01",
        "explanation": "Using the new camera on the Hubble Space Telescope, astronomers have been able to confirm that the Moon is made of green cheese.  The telling clue was the resolution of a marked date after which the Moon may go bad.  Controversy still exists, however, over whether the date resolved is truly an expiration date or just a \"sell by\" date.  \"To be cautious, we should completely devour the Moon by tomorrow,\" a spokesperson advised.  Happy April Fool's Day from the folks at APOD.  The above image (slightly altered) was actually taken in 1965 by the Ranger 9 probe minutes before impact.  The popular Moon is made of Green Cheese myth",
        "hdurl": "https://apod.nasa.gov/apod/image/0604/gcmoon_ranger9_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hubble Resolves Expiration Date For Green Cheese Moon",
        "url": "https://apod.nasa.gov/apod/image/0604/gcmoon_ranger9_apr1.jpg"
    },
    {
        "date": "2006-04-03",
        "explanation": "A cosmic dust cloud sprawls across a rich field of stars in this gorgeous wide field telescopic vista looking toward Corona Australis, the Southern Crown. Probably less than 500 light-years away and effectively blocking light from more distant, background stars in the Milky Way, the densest part of the dust cloud is about 8 light-years long. At its tip (lower left) is a series of lovely blue nebulae cataloged as NGC 6726, 6727, 6729, and IC 4812. Their characteristic blue color is produced as light from hot stars is reflected by the cosmic dust. The tiny but intriguing yellowish arc visible near the blue nebulae marks young variable star R Coronae Australis. Magnificent globular star cluster NGC 6723 is seen here below and left of the nebulae. While NGC 6723 appears to be just outside Corona Australis in the constellation Sagittarius, it actually lies nearly 30,000 light-years away, far beyond the Corona Australis dust cloud.",
        "hdurl": "https://apod.nasa.gov/apod/image/0604/n6727_noao_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stars and Dust Across Corona Australis",
        "url": "https://apod.nasa.gov/apod/image/0604/n6727_noao.jpg"
    },
    {
        "date": "2006-04-05",
        "explanation": "When orbiting Saturn, be sure to watch for breathtaking superpositions of moons, rings, and shadows.   One such picturesque vista was visible recently to the robot Cassini spacecraft now orbiting Saturn.   In late February, Cassini captured  Rhea, the second largest moon of Saturn, while looking up from slightly beneath Saturn's expansive ring plane.   Signature dark gaps are visible in the nearly edge-on rings.   A shadow of Saturn's F ring cuts across the cratered ice-moon.   Cassini is scheduled to continue sending back images from the orbit of Saturn until at least 2008.",
        "hdurl": "https://apod.nasa.gov/apod/image/0604/rhearings_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Slightly Beneath Saturn's Ring Plane",
        "url": "https://apod.nasa.gov/apod/image/0604/rhearings_cassini.jpg"
    },
    {
        "date": "2006-04-06",
        "explanation": "What is this bright soil on Mars?   Several times while rolling across Mars, the treads of the robotic rover Spirit have serendipitously uncovered unusually bright soil.   Spirit uncovered another batch unexpectedly last month while rolling toward its winter hibernation location on McCool Hill.   The physics and chemistry instruments on Spirit have determined the soil, shown above, contains a high content of salts including iron-bearing sulfates.   A leading hypothesis holds that these salts record the presence of past water, with the salts becoming concentrated as the water evaporated.",
        "hdurl": "https://apod.nasa.gov/apod/image/0604/brightsoil_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Unusual Bright Soil on Mars",
        "url": "https://apod.nasa.gov/apod/image/0604/brightsoil_spirit.jpg"
    },
    {
        "date": "2006-04-09",
        "explanation": "Where did all the stars go?  What used to be considered a hole in the sky is now known to astronomers as a dark molecular cloud.  Here, a high concentration of dust and molecular gas absorb practically all the visible light emitted from background stars.  The eerily dark surroundings help make the interiors of molecular clouds some of the coldest and most isolated places in the universe.  One of the most notable of these dark absorption nebulae  is a cloud toward the constellation Ophiuchus known as Barnard 68, pictured above.  That no stars are visible in the center indicates that Barnard 68 is relatively nearby, with measurements placing it about 500 light-years away and half a light-year across.  It is not known exactly how molecular clouds like Barnard 68 form, but it is known that these clouds are themselves  likely places for new stars to form. It is possible to look right through the cloud in infrared light.",
        "hdurl": "https://apod.nasa.gov/apod/image/0604/barnard68_vlt_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Molecular Cloud Barnard 68",
        "url": "https://apod.nasa.gov/apod/image/0604/barnard68_vlt.jpg"
    },
    {
        "date": "2006-04-10",
        "explanation": "HiRISE - the High Resolution Imaging Science Experiment - rides on the Mars Reconnaissance Orbiter (MRO)spacecraft just arrived in Mars orbit on March 10. This sharp view of the martian surface from the HiRISE camera includes image data with a full resolution of about 2.5 meters per pixel - recorded from a range of 2,500 kilometers. In the coming months, MRO's orbit will be circularized through repeated passages into Mars' outer atmosphere, a process known as aerobraking, shrinking its orbit to an altitude of only 280 kilometers. At that distance, the HiRISE experiment should be able to image the Red Planet's surface at a resolution of 28 centimeters (11 inches) per pixel. In this first color image, the false colors represent HiRISE's visible and infrared imaging data combined. The picture is nearly 24 kilometers wide and covers an area in the Bosporos Planum region of southern Mars.",
        "hdurl": "https://apod.nasa.gov/apod/image/0604/marscolor1_hirise_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mars: The View from HiRISE",
        "url": "https://apod.nasa.gov/apod/image/0604/marscolor1_hirise_c23.jpg"
    },
    {
        "date": "2006-04-12",
        "explanation": "The two bright sources at the center of this composite x-ray (blue)/ radio (pink) image are co-orbiting supermassive black holes powering the giant radio source 3C 75. Surrounded by multimillion degree x-ray emitting gas, and blasting out jets of relativistic particles the supermassive black holes are separated by 25,000 light-years. At the cores of two merging galaxies in the Abell 400 galaxy cluster they are some 300 million light-years away. Astronomers conclude that these two supermassive black holes are bound together by gravity in a binary system in part because the jets' consistent swept back appearance is most likely due to their common motion as they speed through the hot cluster gas at 1200 kilometers per second. Such spectacular cosmic mergers are thought to be common in crowded galaxy cluster environments in the distant universe. In their final stages the mergers are expected to be intense sources of gravitational waves.",
        "hdurl": "https://apod.nasa.gov/apod/image/0604/3c75blackholes_cxc_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Binary Black Hole in 3C 75",
        "url": "https://apod.nasa.gov/apod/image/0604/3c75blackholes_cxc_c.jpg"
    },
    {
        "date": "2006-04-14",
        "explanation": "Very bright in infrared light, well-known starburst galaxy M82's popular name describes its suggestive shape seen at visible wavelengths - The Cigar Galaxy. Ironically, M82's fantastic appearance in this Spitzer Space Telescope image really is due to cosmic \"smoke\" - the infrared emission of exented dust features blown by stellar winds from M82's luminous, central star forming regions. The false-color view highlights a component of dust emission from complex carbon molecules called polycyclic aromatic hydrocarbons or PAHs. PAHs are also seen in star forming regions throughout our own, much calmer, Milky Way Galaxy and are products of combustion on planet Earth. Likely triggered by interactions with nearby galaxy M81, M82's intense star formation activity appears to be blowing out immense clouds of dust and PAHs extending nearly 20,000 light-years both above and below the galactic plane. M82 is about 12 million light-years away in the constellation Ursa Major.",
        "hdurl": "https://apod.nasa.gov/apod/image/0604/m82_spitzer_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Smoke from the Cigar Galaxy",
        "url": "https://apod.nasa.gov/apod/image/0604/m82_spitzer_c48.jpg"
    },
    {
        "date": "2006-04-16",
        "explanation": "How can gas float above the Sun?   Twisted magnetic fields arching from the solar surface can trap ionized gas, suspending it in huge looping structures.  These majestic plasma arches are seen as prominences above the solar limb.  In September 1999, this dramatic and detailed image was recorded by the EIT experiment on board the space-based SOHO observatory in the light emitted by ionized Helium.  It shows hot plasma escaping into space as a fiery prominence breaks free from magnetic confinement a hundred thousand kilometers above the Sun.  These awesome events bear watching as they can affect communications and power systems over 100 million kilometers away on Planet Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0604/equinoxprom_eit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Solar Prominence from SOHO",
        "url": "https://apod.nasa.gov/apod/image/0604/equinoxprom_eit.jpg"
    },
    {
        "date": "2006-04-18",
        "explanation": "Appropriately nicknamed \"the Skull Nebula\", planetary nebula NGC 246 really does surround a dying star some 1,600 light-years away in the constellation Cetus. Expelled over a period of thousands of years, the lovely, intricate nebula is the outer atmosphere of a once sun-like star. The expanding outer atmosphere is interacting with the gas and dust in the interstellar medium, while the star itself, the fainter member of the binary star system seen at the nebula's center, is entering its final phase of evolution, becoming a dense, hot white dwarf. Star and nebula are moving rapidly toward the top of the detailed view, as suggested by the nebula's brighter, upper, leading edge. The sharp image spans just over 2.5 light-years at the estimated distance of NGC 246 and also reveals distant background galaxies, some visible right through the nebula along the bottom.",
        "hdurl": "https://apod.nasa.gov/apod/image/0604/ngc246_gemini_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 246 and the Dying Star",
        "url": "https://apod.nasa.gov/apod/image/0604/ngc246_gemini_c.jpg"
    },
    {
        "date": "2006-04-20",
        "explanation": "Stars themselves can create huge and intricate dust sculptures from the dense and dark molecular clouds from which they are born.  The tools the stars use to carve their detailed works are high energy light and fast stellar winds.  The heat they generate evaporates the dark molecular dust as well as causing ambient hydrogen gas to disperse and glow red.   Pictured above, a new open cluster of stars designated IC 1590 is nearing completion around the intricate interstellar mountain named NGC 281.  The dust cloud NGC 281, dubbed the Pacman nebula because of its overall shape, is classified as a dense Bok Globule that lies about 10,000 light years distant.",
        "hdurl": "https://apod.nasa.gov/apod/image/0604/n281_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Dust Cloud in NGC 281",
        "url": "https://apod.nasa.gov/apod/image/0604/n281_hst.jpg"
    },
    {
        "date": "2006-04-25",
        "explanation": "What's lighting up the Cigar Galaxy?  M82, as this irregular galaxy is also known, was stirred up by a recent pass near large spiral galaxy M81.  This doesn't fully explain the source of the red-glowing outwardly expanding gas, however.  Recent evidence indicates that this gas is being driven out by the combined emerging particle winds of many stars, together creating a galactic \"superwind.\"  The above photographic mosaic, released yesterday to commemorate the sixteenth anniversary of the Hubble Space Telescope, highlights a specific color of red light strongly emitted by ionized hydrogen gas, showing detailed filaments of this gas.  The filaments extend for over 10,000 light years.  The 12-million light-year distant Cigar Galaxy is the brightest galaxy in the sky in infrared light, and can be seen in visible light with a small telescope towards the constellation of Ursa Major.",
        "hdurl": "https://apod.nasa.gov/apod/image/0604/cigar_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M82: Galaxy with a Supergalactic Wind",
        "url": "https://apod.nasa.gov/apod/image/0604/cigar_hst.jpg"
    },
    {
        "date": "2006-04-26",
        "explanation": "A crumbling comet will soon pass near the Earth.   Comet 73P/Schwassmann-Wachmann 3 is brightening and may even be visible to the unaided eye when the fragmented comet zooms past Earth during the middle of next month.  Still, the small comet poses no Earth hazard, since it will pass the Earth at about 25 times the distance of the Moon.  Exactly how bright Comet Schwassman-Wachmann 3 will get is unknown.  It is even possible, althought unlikely, that debris from the comet will have spread out enough to cause a notable meteor shower.  Pictured above, Fragment B of Comet Schwassman-Wachmann 3 was photographed two nights ago by a 8.2-meter Very Large Telescope in Chile. Visible to the lower right of the large B fragment are many mini-comets that have broken off and now orbit the Sun separately.  Each mini-comet itself sheds gas and dust and so appears to have its own hazy coma.  The comet will pass closest to the Sun on June 7.",
        "hdurl": "https://apod.nasa.gov/apod/image/0604/cometsw_eso_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Crumbling Comet Schwassmann-Wachmann 3 Approaches",
        "url": "https://apod.nasa.gov/apod/image/0604/cometsw_eso.jpg"
    },
    {
        "date": "2006-04-27",
        "explanation": "In many cosmic environments, when material falls toward a black hole energy is produced as some of the matter is blasted back out in jets. In fact, such black hole \"engines\" appear to be the most efficient in the Universe, at least on a galactic scale. This composite image illustrates one example of an elliptical galaxy with an efficient black hole engine, NGC 4696. The large galaxy is the brightest member of the Centaurus galaxy cluster, some 150 million light-years away. Exploring NGC 4696 in x-rays (red) astronomers can measure the rate at which infalling matter fuels the supermassive black hole and compare it to the energy output in the jets to produce giant radio emitting bubbles. The bubbles, shown here in blue, are about 10,000 light-years across. The results confirm that the process is much more efficient than producing energy through nuclear reactions - not to mention using fossil fuels. Astronomers also suggest that as the black hole pumps out energy and heats the surrounding gas, star formation is ultimately shut off, limiting the size of large galaxies like NGC 4696.",
        "hdurl": "https://apod.nasa.gov/apod/image/0604/ngc4696_compCXC_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 4696: Energy from a Black Hole",
        "url": "https://apod.nasa.gov/apod/image/0604/ngc4696_compCXC_f.jpg"
    },
    {
        "date": "2006-04-28",
        "explanation": "Seemingly adrift in a cosmic sea of stars and glowing gas, the delicate, floating apparition near the center (next to a blue tinted star) of this widefield view is cataloged as NGC 7635 - The Bubble Nebula. A mere 10 light-years wide, the tiny Bubble Nebula and the larger complex of interstellar gas and dust clouds are found about 11,000 light-years distant, straddling the boundary between the parental constellations Cepheus and Cassiopeia. Also included in the breathtaking vista is open star cluster M52 (upper left), some 5,000 light-years away. The digital color picture is based on photographic plates taken at the Palomar Observatory between 1992 and 1997. This cropped version spans about 2.7 degrees on the sky corresponding to a width of just over 500 light-years at the estimated distance of the Bubble Nebula.",
        "hdurl": "https://apod.nasa.gov/apod/image/0604/ngc7635_ddemartin_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 7635: Bubble in a Cosmic Sea",
        "url": "https://apod.nasa.gov/apod/image/0604/ngc7635_ddemartin_c.jpg"
    },
    {
        "date": "2006-04-29",
        "explanation": "Skylab was an orbiting laboratory launched by a Saturn V rocket in May 1973.  Skylab, pictured above, was visited three times by NASA astronauts who sometimes stayed as long as two and a half months.  Many scientific tests were performed on Skylab, including astronomical observations in ultraviolet and X-ray light.  Some of these observations yielded valuable information about Comet Kohoutek, our Sun and about the mysterious X-ray background - radiation that comes from all over the sky.  Skylab fell back to earth on 11 July 1979.",
        "hdurl": "https://apod.nasa.gov/apod/image/0604/skylab_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Skylab Over Earth",
        "url": "https://apod.nasa.gov/apod/image/0604/skylab_nasa.jpg"
    },
    {
        "date": "2006-05-01",
        "explanation": "Jewels don't shine this bright -- only stars do.  Like gems in a jewel box, though, the stars of open cluster NGC 290 glitter in a beautiful display of brightness and color.   The photogenic cluster, pictured above, was captured recently by the orbiting Hubble Space Telescope.  Open clusters of stars are younger, contain few stars, and contain a much higher fraction of blue stars than do globular clusters of stars.  NGC 290 lies about 200,000 light-years distant in a neighboring galaxy called the Small Cloud of Magellan (SMC).   The open cluster contains hundreds of stars and spans about 65 light years across.  NGC 290 and other open clusters are good laboratories for studying how stars of different masses evolve, since all the open cluster's stars were born at about the same time.",
        "hdurl": "https://apod.nasa.gov/apod/image/0605/ngc290_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Open Cluster NGC 290: A Stellar Jewel Box",
        "url": "https://apod.nasa.gov/apod/image/0605/ngc290_hst.jpg"
    },
    {
        "date": "2006-05-03",
        "explanation": "Why is Saturn partly blue?  The above picture of Saturn approximates what a human would see if hovering close to the giant ringed world.   The above picture was taken in mid-March by the robot Cassini spacecraft now orbiting Saturn.  Here Saturn's majestic rings appear directly only as a thin vertical line.  The rings show their complex structure in the dark shadows they create on the image left.   Saturn's fountain moon Enceladus, only about 500 kilometers across, is seen as the bump in the plane of the rings.  The northern hemisphere of Saturn can appear partly blue for the same reason that Earth's skies can appear blue -- molecules in the cloudless portions of both planet's atmospheres are better at scattering blue light than red.  When looking deep into Saturn's clouds, however, the natural gold hue of Saturn's clouds becomes dominant.   It is not known why southern Saturn does not show the same blue hue -- one hypothesis holds that clouds are higher there.   It is also not known why Saturn's clouds are colored gold.",
        "hdurl": "https://apod.nasa.gov/apod/image/0605/saturn4_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn in Blue and Gold",
        "url": "https://apod.nasa.gov/apod/image/0605/saturn4_cassini.jpg"
    },
    {
        "date": "2006-05-04",
        "explanation": "Periodic comet 73P/Schwassmann-Wachmann 3 has fallen apart before. A cosmic souffle of ice and dust left over from the early solar system, this comet was seen to split into several large pieces during the close-in part of its orbit in 1995.  However, this time the comet seems to be rapidly disintegrating with over three dozen fragments, named alphabetically, now stretching several degrees across the sky. Since comets are relatively fragile, stresses from heat and gravity and outgassing, for example, could be responsible for their tendency to breakup in such a spectacular fashion. On April 18th, the Hubble Space Telescope recorded this sharp view of prolific Fragment B, itself trailing dozens of smaller pieces, each with its own cometary coma and tail. The picture spans over 3,000 kilometers at the comet's April 18 distance of 32 million kilometers from planet Earth. With its brightest fragment presently too faint to be seen with the naked eye, comet Schwassmann-Wachmann 3 will pass closest to Earth on May 13 at a distance of about 11 million kilometers.",
        "hdurl": "https://apod.nasa.gov/apod/image/0605/fragb_73p_hst_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Schwassmann-Wachmann 3: Fragment B",
        "url": "https://apod.nasa.gov/apod/image/0605/fragb_73p_hst_c.jpg"
    },
    {
        "date": "2006-05-05",
        "explanation": "Jupiter's Great Red Spot is a swirling storm seen for over 300 years, since the beginning of telescopic observations. But in February 2006, planetary imager Christopher Go noticed it had been joined by Red Spot Jr - formed as smaller whitish oval-shaped storms merged and then developed the remarkable reddish hue. This sharp Hubble Space Telescope image showing the two salmon-colored Jovian storms was recorded in April. About half the size of the original Red Spot, Red Spot Jr. is similar in diameter to planet Earth. Seen here below and left of the ancient storm system, it trails the Great Red Spot by about an hour as the planet rotates from left to right. While astronomers still don't exactly understand why Jupiter's red spots are red, they do think the appearance of Red Spot Jr. provides evidence for climate change on the Solar System's ruling gas giant.",
        "hdurl": "https://apod.nasa.gov/apod/image/0605/redspot2_hst_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Jupiter and the Red Spots",
        "url": "https://apod.nasa.gov/apod/image/0605/redspot2_hst_c68.jpg"
    },
    {
        "date": "2006-05-06",
        "explanation": "This intriguing trio of galaxies is sometimes called the NGC 5985/Draco Group and so (quite reasonably) is located in the northern constellation Draco. From left to right are face-on spiral NGC 5985, elliptical galaxy NGC 5982, and edge-on spiral NGC 5981 -- all within this single telescopic field of view spanning a little more than half the width of the full moon. While this grouping is far too small to be a galaxy cluster and has not been cataloged as a compact group, these galaxies all do lie roughly 100 million light-years from planet Earth. On close examination with spectrographs, the bright core of the striking face-on spiral NGC 5985 shows prominent emission in specific wavelengths of light, prompting astronomers to classify it as a Seyfert, a type of active galaxy. Not as well known as other tight groupings of galaxies, the contrast in visual appearance makes this triplet an attractive subject for astrophotographers. This impressively deep exposure of region also reveals faint and even more distant background galaxies.",
        "hdurl": "https://apod.nasa.gov/apod/image/0605/draco3_heutz_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Three Galaxies in Draco",
        "url": "https://apod.nasa.gov/apod/image/0605/draco3_heutz_f50.jpg"
    },
    {
        "date": "2006-05-07",
        "explanation": "Like a butterfly, a white dwarf star begins its life by casting off a cocoon that enclosed its former self.  In this analogy, however, the Sun would be a caterpillar and the ejected shell of gas would become the prettiest of all! In the above cocoon, the planetary nebula designated NGC 2440, contains one of the hottest white dwarf stars known. The white dwarf can be seen as the bright dot near the photo's center.  Our Sun will eventually become a \"white dwarf butterfly\", but not for another 5 billion years.  The above false color image was post-processed by Forrest Hamilton.",
        "hdurl": "https://apod.nasa.gov/apod/image/0605/ngc2440_hst4_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 2440: Cocoon of a New White Dwarf",
        "url": "https://apod.nasa.gov/apod/image/0605/ngc2440_hst4.jpg"
    },
    {
        "date": "2006-05-08",
        "explanation": "You're the first spacecraft ever to descend to Titan -- what do you see? Immediately after the Huygen's probe pierced the cloud deck of Saturn's moon Titan last January, it took a unique series of pictures of one of the Solar System's most mysterious moon's.  Those pictures have recently been digitally stitched together to create spectacular panoramas and a dramatic descent movie.   Pictured above is a panoramic fisheye view Huygen's obtained from about five kilometers above Titan's surface.  The digital projection makes the local surface, mostly flat, appear as a ball, but allows one to see in all directions.   Huygen's eventual landing site was in the large dark area below, just right of the center. This relatively featureless, dark, sandy basin appears to be surrounded by light colored hills to the right and a landscape fractured by streambeds and canyons above.   Recent evidence indicates that Titan's lakebeds and streambeds are usually dry but sometimes filled with a flashflood of liquid methane from rare torrents of methane rain.",
        "hdurl": "https://apod.nasa.gov/apod/image/0605/titan5km_huygens_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Descent Panorama of Saturn's Titan",
        "url": "https://apod.nasa.gov/apod/image/0605/titan5km_huygens.jpg"
    },
    {
        "date": "2006-05-09",
        "explanation": "A new rock slab is growing at more than one meter a day on the Mt. St. Helens volcano in Washington, USA.  The rock slab, growing since last November, now extends about 100 meters out from one of the volcano's craters.  A recently made time lapse movie shows the rock slab growing.  Pictured above, a helicopter examines the steaming hot rock slab late last month. Mt. St. Helens underwent a spectacular eruption in 1980 but has been undergoing a comparatively serene eruption since 2004 September.   A new volcanic dome has been building which is now about 100 meters above the 1980s dome. The rock slab is visible from the Johnston Ridge Observatory on the erupting volcano.",
        "hdurl": "https://apod.nasa.gov/apod/image/0605/slabsthelens_usgs_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Rock Slab Growing at Mt. St. Helens Volcano",
        "url": "https://apod.nasa.gov/apod/image/0605/slabsthelens_usgs.jpg"
    },
    {
        "date": "2006-05-13",
        "explanation": "This false-color mosaic of crumbling comet Schwassmann-Wachmann 3 spans about 6 degrees (12 full moons) along the comet's orbit. Recorded on May 4-6 by an infrared camera on board the Spitzer Space Telescope, the picture captures about 45 of the 60 or more alphabetically cataloged large comet fragments. The brightest fragment at the upper right of the track is Fragment C. Bright Fragment B is below and left of center. Looking for clues to how the comet broke up, Spitzer's infrared view also captures the trail of dust left over as the comet deteriorated during previous passes. Emission from the dust particles warmed by sunlight appears to fill the space along the cometary orbit. The fragments are near their closest approach in the coming days, about 10 million kilometers away, and none pose any danger to our fair planet.",
        "hdurl": "https://apod.nasa.gov/apod/image/0605/c73pTrail_spitzer_f50.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Crumbling Comet",
        "url": "https://apod.nasa.gov/apod/image/0605/c73pTrail_spitzer_c11.jpg"
    },
    {
        "date": "2006-05-14",
        "explanation": "The most photogenic array of radio telescopes in the world has also been one of the most productive.  Each of the 27 radio telescopes in the Very Large Array (VLA) is the size of a house and can be moved on train tracks.  The above pictured VLA, inaugurated in 1980 is situated in New Mexico, USA. The VLA has been used to discover water on planet Mercury, radio-bright coronae around ordinary stars, micro-quasars in our Galaxy, gravitationally-induced Einstein rings around distant galaxies, and radio counterparts to cosmologically distant gamma-ray bursts.  The vast size of the VLA has allowed astronomers to study the details of super-fast cosmic jets, and even map the center of our Galaxy.  An upgrade of the VLA is being planned.",
        "hdurl": "https://apod.nasa.gov/apod/image/0605/vla2_nrao_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Very Large Array of Radio Telescopes",
        "url": "https://apod.nasa.gov/apod/image/0605/vla2_nrao.jpg"
    },
    {
        "date": "2006-05-15",
        "explanation": "What created this unusually textured rock on Mars?   Most probably: a volcano.   Dubbed Bumpy Boulder, the strange stone measuring just under a half-meter high was found by the robotic Spirit rover currently rolling across Mars.   Pits on the ragged rock are likely vesicles and arise from hot gas bubbling out of hot rock ejected by an active Martian volcano.   Several similar rocks are visible near Bumpy Boulder that likely have a similar past.  The above true-color image was taken about one month ago.   The Spirit rover, now in its third year of operation on Mars, is weathering the low sunlight winter of Mar's northern hemisphere on a hillside slope in order to maximize the amount of absorbable battery-refreshing sunlight.",
        "hdurl": "https://apod.nasa.gov/apod/image/0605/bumpyboulder_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Volcanic Bumpy Boulder on Mars",
        "url": "https://apod.nasa.gov/apod/image/0605/bumpyboulder_spirit.jpg"
    },
    {
        "date": "2006-05-16",
        "explanation": "The International Space Station (ISS) is the largest human-made object ever to orbit the Earth.   Last August, the station was visited and resupplied by space shuttle Discovery.   The ISS is currently operated by the Expedition 13 crew, consisting a Russian and an American astronaut.   After departing the ISS, the crew of Discovery captured this spectacular vista of the orbiting space city high above the Caspian Sea.   Visible components include modules, trusses, and expansive solar arrays that gather sunlight that is turned into needed electricity.",
        "hdurl": "https://apod.nasa.gov/apod/image/0605/iss2_sts114_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The International Space Station from Above",
        "url": "https://apod.nasa.gov/apod/image/0605/iss2_sts114.jpg"
    },
    {
        "date": "2006-05-17",
        "explanation": "What causes the powerful explosions known as gamma-ray bursts?   Astrophysicists still aren't sure, but the longest duration gamma-ray bursts (GRBs) seem to involve very massive stars.  A new clue indicating this was uncovered recently by a series of images taken by the orbiting Hubble Space Telescope.   These images, shown above, indicate that long duration GRBs typically appear to come from galaxies and regions of galaxies with bright regions rich with star formation and bright, massive stars.   Long GRBs are therefore different than many types of supernovas, which occur more uniformly distributed in their host galaxies.  Since such active star forming regions are relatively rare in our Milky Way Galaxy, the chances of a nearby GRB affecting life on Earth are relatively slight.",
        "hdurl": "https://apod.nasa.gov/apod/image/0605/grbhosts_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Host Galaxies of Long-Duration GRBs",
        "url": "https://apod.nasa.gov/apod/image/0605/grbhosts_hst.jpg"
    },
    {
        "date": "2006-05-22",
        "explanation": "What arm is 17 meters long and sometimes uses humans for fingers?   The Canadarm2 aboard the International Space Station (ISS).  Canadarm2 has multiple joints and is capable of maneuvering payloads as massive as 116,000 kilograms, equivalent to a fully loaded bus.  Canadarm2 is operated by remote control by a human inside the  space station.  To help with tasks requiring a particularly high level of precision and detail, an astronaut can be anchored to an attached foot constraint.  The arm is able propel itself end-over-end around the outside of the space station. Pictured above, astronaut Stephen Robinson rides Canadarm2 during the STS-114 mission of the space shuttle Discovery to the ISS in 2005 August.   Space shuttles often deploy their own original version of a robotic arm dubbed Canadarm. Next year, a second robotic arm is scheduled to be deployed on the space station.",
        "hdurl": "https://apod.nasa.gov/apod/image/0605/robinson_sts114_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Maneuvering in Space",
        "url": "https://apod.nasa.gov/apod/image/0605/robinson_sts114.jpg"
    },
    {
        "date": "2006-05-24",
        "explanation": "What's happening near the center of this cluster of galaxies?  At first glance, it appears that several strangely elongated galaxies and fully five bright quasars exist there.  In reality, an entire cluster of galaxies is acting as a gigantic gravitational lens that distorts and multiply-images bright objects that occur far in the distance.   The five bright white points near the cluster center are actually images of a single distant quasar.   This Hubble Space Telescope image is so detailed that even the host galaxy surrounding the quasar is visible.  Close inspection of the above image will reveal that the arced galaxies at 2 and 4 o'clock are actually gravitationally lensed images of the same galaxy.  A third image of that galaxy can be found at about 10 o'clock from the cluster center.  Serendipitously, numerous strange and distant galaxies dot the above image like colorful jewels.  The cluster of galaxy that acts as the huge gravitational lens is cataloged as SDSS J1004+4112 and lies about 7 billion light years distant toward the constellation of Leo Minor.",
        "hdurl": "https://apod.nasa.gov/apod/image/0605/quasar5_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Five Quasar Gravitational Lens",
        "url": "https://apod.nasa.gov/apod/image/0605/quasar5p2_hst.jpg"
    },
    {
        "date": "2006-05-27",
        "explanation": "If you could see gamma rays - photons with a million or more times the energy of visible light - the Moon would appear brighter than the Sun! The startling notion is demonstrated by this image of the Moon from the Energetic Gamma Ray Experiment Telescope (EGRET) in orbit on NASA's Compton Gamma Ray Observatory from April 1991 to June 2000. Then, the most sensitive instrument of its kind, even EGRET could not see the quiet Sun which is extremely faint at gamma-ray energies. So why is the Moon bright? High energy charged particles, known as cosmic rays, constantly bombard the unprotected lunar surface generating gamma-ray photons. EGRET's gamma-ray vision was not sharp enough to resolve a lunar disk or any surface features, but its sensitivity reveals the induced gamma-ray moonglow. So far unique, the image was generated from eight exposures made during 1991-1994 and covers a roughly 40 degree wide field of view with gamma-ray intensity represented in false color.",
        "hdurl": "https://apod.nasa.gov/apod/image/0605/moon_egret_150c.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Gamma-Ray Moon",
        "url": "https://apod.nasa.gov/apod/image/0605/moon_egret_150c.jpg"
    },
    {
        "date": "2006-05-28",
        "explanation": "In the center of a swirling whirlpool of hot gas is likely a beast that has never been seen directly: a black hole.  Studies of the bright light emitted by the swirling gas frequently indicate not only that a black hole is present, but also likely attributes.  The gas surrounding GRO J1655-40, for example, has been found to display an unusual flickering at a rate of 450 times a second.  Given a previous mass estimate for the central object of seven times the mass of our Sun, the rate of the  fast flickering can be explained by a black hole that is rotating very rapidly.  What physical mechanisms actually cause the flickering -- and a slower quasi-periodic oscillation (QPO) -- in  accretion disks surrounding black holes and neutron stars remains a topic of much research.",
        "hdurl": "https://apod.nasa.gov/apod/image/0605/blackholestorm_chandra_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "GRO J1655-40: Evidence for a Spinning Black Hole",
        "url": "https://apod.nasa.gov/apod/image/0605/blackholestorm_chandra.jpg"
    },
    {
        "date": "2006-05-29",
        "explanation": "Do you ever feel like watching the NASA channel?  If so, in addition to standard cable access and the  standard NASA TV web pages, it might now be possible to watch NASA TV simply by accessing today's APOD.  Watch cool rocket launches, real-time return of scientific results and images from deep space probes, press conferences, and interviews with scientists, educators, and astronauts.  To see the channel optimally, one should have a broadband web connection and Windows Media Player properly installed. Options for watching NASA TV on other platforms are also available. On most computers, a sound adjustment slider is available on the lower right.  Double clicking on the image will expand the image to fill your computer screen.  A standard schedule is available for NASA's Public TV channel, as well as a live events listing and an educational programming guide. APOD thanks Lior Shamir for help in coding the hypertext that runs the above television-to-web link.",
        "media_type": "other",
        "service_version": "v1",
        "title": "The NASA Television Channel"
    },
    {
        "date": "2006-05-30",
        "explanation": "Saturn's ragged moon Rhea has one of the oldest surfaces known.  Estimated as changing little in the past billion years, Rhea shows craters so old they no longer appear round  their edges have become compromised by more recent cratering.   Like Earth's Moon, Rhea's rotation is locked on Saturn, and the above image shows part of Rhea's surface that always faces Saturn.  Rhea's leading surface is more highly cratered than its trailing surface.   Rhea is composed mostly of water-ice but is thought to have a small rocky core.  The above image was taken by the robot Cassini spacecraft now orbiting Saturn.   Cassini swooped past Rhea two months ago and captured the above image from about 100,000 kilometers away.  Rhea spans 1,500 kilometers making it Saturn's second largest moon after Titan.  Several surface features on Rhea remain unexplained including large light patches.",
        "hdurl": "https://apod.nasa.gov/apod/image/0605/rhea3_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ancient Craters on Saturn's Rhea",
        "url": "https://apod.nasa.gov/apod/image/0605/rhea3_cassini.jpg"
    },
    {
        "date": "2006-05-31",
        "explanation": "Scheduled for launch in 2007, the Gamma-ray Large Area Space Telescope (GLAST) will explore the Universe in gamma-rays, the most energetic form of light. To get ready, consider this dynamic gamma-ray sky animation - constructed from simulating the first 55 days (seen above at one frame per day) of GLAST observations of cosmic gamma-ray sources. The all-sky view is projected in an astronomical (RA-Dec) coordinate system that shows the plane of our Milky Way Galaxy as a broad U-shape, with the center of the galaxy toward the right. So what shines in this gamma-ray sky? Besides the diffuse Milky Way glow, astronomers testing their skills on the simulated data have found flaring active galaxies, pulsars, gamma-ray bursts, the flaring Sun, and of course, the gamma-ray Moon.",
        "hdurl": "https://apod.nasa.gov/apod/image/0605/mv1ct4.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Simulated Gamma-ray Sky",
        "url": "https://apod.nasa.gov/apod/image/0605/mv1ct4.gif"
    },
    {
        "date": "2006-06-02",
        "explanation": "IC 443 is typical of the aftermath of a stellar explosion, the ultimate fate of massive stars. Seen in this false-color composite image, the supernova remnant is still glowing across the spectrum, from radio (blue) to optical (red) to x-ray (green) energies -- even though light from the stellar explosion that created the expanding cosmic cloud first reached planet Earth thousands of years ago. The odd thing about IC 443 is the apparent motion of its dense neutron star, the collapsed remnant of the stellar core. The close-up inset shows the swept-back wake created as the neutron star hurtles through the hot gas, but that direction is not aligned with the direction toward the apparent center of the remnant. The misalignment suggests that the explosion site was offset from the center or that fast-moving gas in the nebula has influenced the wake. The wide view of IC 443, also known as the Jellyfish nebula, spans about 65 light-years at the supernova remnant's estimated distance of 5,000 light-years.",
        "hdurl": "https://apod.nasa.gov/apod/image/0606/ic443_comp_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "IC 443: Supernova Remnant and Neutron Star",
        "url": "https://apod.nasa.gov/apod/image/0606/ic443_comp_f85.jpg"
    },
    {
        "date": "2006-06-03",
        "explanation": "The pixelated planet above is actually our own planet Earth seen in gamma rays - the most energetic form of light. In fact, the gamma rays used to construct this view pack over 35 million electron volts (MeV) compared to a mere two electron volts (eV) for a typical visible light photon. The Earth's gamma-ray glow is indeed very faint, and this image was constructed by combining data from seven years of exposure during the life of the Compton Gamma Ray Observatory, operating in Earth orbit from 1991 to 2000. Brightest near the edge and faint near the center, the picture indicates that the gamma rays are coming from high in Earth's atmosphere. The gamma rays are produced as the atmosphere interacts with high energy cosmic rays from space, blocking the harmful radiation from reaching the surface.  Astronomers need to understand Earth's gamma-ray glow well as it can interfere with observations of cosmic gamma-ray sources like pulsars, supernova remnants, and distant active galaxies powered by supermassive black holes.",
        "hdurl": "https://apod.nasa.gov/apod/image/0606/grayEarth_petry.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Gamma-Ray Earth",
        "url": "https://apod.nasa.gov/apod/image/0606/grayEarth_petry.jpg"
    },
    {
        "date": "2006-06-04",
        "explanation": "A new chapter in space flight began on 1950 July with the launch of the first rocket from Cape Canaveral, Florida: the Bumper 2.  Shown above, the Bumper 2 was an ambitious two-stage rocket program that topped a V-2 missile base with a WAC Corporal rocket.  The upper stage was able to reach then-record altitudes of almost 400 kilometers, higher than even modern Space Shuttles fly today.  Launched under the direction of the General Electric Company, the Bumper 2 was used primarily for testing rocket systems and for research on the upper atmosphere.  Bumper 2 rockets carried small payloads that allowed them to measure attributes including air temperature and cosmic ray impacts.  Seven years later, the Soviet Union launched Sputnik I and Sputnik II, the first  satellites into Earth orbit.  In response, in 1958, the US created NASA.",
        "hdurl": "https://apod.nasa.gov/apod/image/0606/bumper2_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The First Rocket Launch from Cape Canaveral",
        "url": "https://apod.nasa.gov/apod/image/0606/bumper2_nasa.jpg"
    },
    {
        "date": "2006-06-05",
        "explanation": "Here is a road never traveled.  To get to Victoria Crater on Mars, the rolling robotic rover Opportunity must traverse the landscape shown above.  Victoria Crater lies about one kilometer ahead. The intervening terrain shows a series of light rock outcrops that appears like some sort of cobblestone road.  Surrounding this naturally-occurring Martian road, is Martian sand ripples that must be navigated around. Inspection of the outcrop road shows it to be sprinkled with many small round rocks dubbed blueberries.  Opportunity and its sister robot Spirit continue their third year exploring Mars.  Within the next month, planetary scientists hope to maneuver Opportunity across Meridiani Planum  to get a good view of 800-meter diameter Victoria Crater.",
        "hdurl": "https://apod.nasa.gov/apod/image/0606/victoriaroad_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Road to Victoria Crater on Mars",
        "url": "https://apod.nasa.gov/apod/image/0606/victoriaroad_opportunity.jpg"
    },
    {
        "date": "2006-06-07",
        "explanation": "What is happening to that volcano?  It's erupting!  The first person to note that the Aleutian Cleveland Volcano was spewing ash was astronaut Jeffrey N. Williams aboard the International Space Station.   Looking down on the Alaskan Aleutian Islands two weeks ago,  Williams noted, photographed, and reported a spectacular ash plume emanating from the Cleveland Volcano.  Starting just before this image was taken, the Cleveland Volcano underwent a short eruption lasting only about two hours.   The Cleveland stratovolcano is one of the most active in the Aleutian Island chain.  The volcano is fueled by magma displaced by the subduction  of the northwest-moving tectonic Pacific Plate under the tectonic North America Plate.",
        "hdurl": "https://apod.nasa.gov/apod/image/0606/volcanoplume_iss_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "An Alaskan Volcano Erupts",
        "url": "https://apod.nasa.gov/apod/image/0606/volcanoplume_iss.jpg"
    },
    {
        "date": "2006-06-09",
        "explanation": "This wide, detailed Spitzer Space Telescope view features infrared light from dust (red) and old stars (blue) in Andromeda, a massive spiral galaxy a mere 2.5 million light-years away. In fact, with over twice the diameter of our own Milky Way, Andromeda is the largest nearby galaxy. Andromeda's population of bright young stars define its sweeping spiral arms in visible light images, but here the infrared view clearly follows the lumpy dust lanes heated by the young stars as they wind even closer to the galaxy's core. Constructed to explore Andromeda's infrared brightness and stellar populations, the full mosaic image is composed of about 3,000 individual frames. Two smaller companion galaxies, NGC 205 (below) and M32 (above) are also included in the combined fields. The data confirm that Andromeda (aka M31) houses around 1 trillion stars, compared to 4 hundred billion for the Milky Way.",
        "hdurl": "https://apod.nasa.gov/apod/image/0606/m31-irac_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Infrared Andromeda",
        "url": "https://apod.nasa.gov/apod/image/0606/m31-irac_cx38.jpg"
    },
    {
        "date": "2006-06-11",
        "explanation": "It was a quiet day on the Sun.  The above image shows, however, that even during off days the Sun's surface is a busy place.  Shown in ultraviolet light, the relatively cool dark regions have temperatures of thousands of degrees Celsius.  Large sunspot group AR 9169 is visible as the bright area near the horizon.  The bright glowing gas flowing around the  sunspots has a temperature of over one million degrees Celsius.  The reason for the high temperatures is unknown but thought to be related to the rapidly changing magnetic field loops that channel solar plasma.  Sunspot group AR 9169 moved across the Sun during 2000 September and decayed in a few weeks.",
        "hdurl": "https://apod.nasa.gov/apod/image/0606/sun2_trace_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sunspot Loops in Ultraviolet",
        "url": "https://apod.nasa.gov/apod/image/0606/sun2_trace.jpg"
    },
    {
        "date": "2006-06-12",
        "explanation": "Why is this galaxy so thin?  Many disk galaxies are actually just as thin as NGC 5866, pictured above, but are not seen edge-on from our vantage point.  One galaxy that is situated edge-on is our own Milky Way Galaxy.  Classified as a lenticular galaxy, NGC 5866 has numerous and complex dust lanes appearing dark and red, while many of the bright stars in the disk give it a more blue underlying hue.  The blue disk of young stars can be seen extending past the dust in the extremely thin galactic plane, while the bulge in the disk center appears tinged more orange from the older and redder stars that likely exist there. Although similar in mass to our Milky Way Galaxy, light takes about 60,000 years to cross NGC 5866, about 30 percent less than light takes to cross our own Galaxy. In general, many disk galaxies are very thin because the gas that formed them collided with itself as it rotated about the gravitational center.  Galaxy NGC 5866 lies about 44 million light years distant toward the constellation of the Dragon (Draco).",
        "hdurl": "https://apod.nasa.gov/apod/image/0606/ngc5866_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Edge-On Galaxy NGC 5866",
        "url": "https://apod.nasa.gov/apod/image/0606/ngc5866_hst.jpg"
    },
    {
        "date": "2006-06-18",
        "explanation": "Gliding silently through the outer Solar System, the Voyager 2 spacecraft camera captured Neptune and Triton together in crescent phase in 1989.  The above picture of the gas giant planet and its cloudy moon was taken from behind just after closest approach.  It could not have been taken from Earth because Neptune never shows a crescent phase to sunward Earth.  The unusual vantage point also robs Neptune of its familiar blue hue, as sunlight seen from here is scattered forward, and so is reddened like the setting Sun.  Neptune is smaller but more massive than Uranus, has several dark rings, and emits more light than it receives from the Sun.",
        "hdurl": "https://apod.nasa.gov/apod/image/0106/neptunetriton_vg2_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Crescent Neptune and Triton",
        "url": "https://apod.nasa.gov/apod/image/0106/neptunetriton_vg2.jpg"
    },
    {
        "date": "2006-06-24",
        "explanation": "Discovered in mid-2005, Pluto's small moons were provisionally designated S/2005 P1 and S/2005 P2. They have now been officially christened Nix and Hydra. Compared to Pluto and its large moon Charon, at 2,360 and 1,210 kilometers in diameter respectively, Nix (inner moon) and Hydra (outer moon) are tiny, estimated to be only 40 to 160 kilometers across. Pluto and Charon are bright enough to create diffraction spikes in this Hubble Space Telescope image, but Nix and Hydra are some 5,000 times fainter than Pluto and appear only as small points of light. Still, their new names are appropriate for the distant Pluto system. In mythology, Nix was the goddess of darkness and night and the mother of Charon, while Hydra was a nine headed monster and is now orbiting the solar system's ninth planet. Of course Nix and Hydra also share initials with the pluto-bound spacecraft New Horizons.",
        "hdurl": "https://apod.nasa.gov/apod/image/0606/PlutoNamesFig.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Nix and Hydra",
        "url": "https://apod.nasa.gov/apod/image/0606/PlutoNamesFig_crop.jpg"
    },
    {
        "date": "2006-06-25",
        "explanation": "It looked like a ring on the sky.  Hundreds of years ago astronomers noticed a nebula with a most unusual shape.  Now known as M57 or NGC 6720, the gas cloud became popularly known as the Ring Nebula.  It is now known to be a planetary nebula, a gas cloud emitted at the end of a Sun-like star's existence.  As one of the brightest planetary nebula on the sky, the Ring Nebula can be seen with a small telescope in the constellation of Lyra.  The Ring Nebula lies about 4,000 light years away, and is roughly 500 times the diameter of our Solar System.  In this recent picture by the Hubble Space Telescope, dust filaments and globules are visible far from the central star.  This helps indicate that the Ring Nebula is not spherical, but cylindrical.",
        "hdurl": "https://apod.nasa.gov/apod/image/0606/m57ring_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M57: The Ring Nebula",
        "url": "https://apod.nasa.gov/apod/image/0606/m57ring_hst.jpg"
    },
    {
        "date": "2006-06-26",
        "explanation": "The painting Starry Night is one of the most famous icons of the night sky ever created.   The scene was painted by Vincent van Gogh in southern France in 1889.   The swirling style of Starry Night appears, to many, to make the night sky come alive.   Although van Gogh frequently portrayed real settings in his paintings, art historians do not agree on precisely what stars and planets are being depicted in Starry Night.   The style of Starry Night is post-impressionism, a popular painting style at the end of the nineteenth century.  The original Starry Night painting hangs in the Museum of Modern Art in New York City, New York, USA.",
        "hdurl": "https://apod.nasa.gov/apod/image/0606/starrynight_vangogh_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Starry Night",
        "url": "https://apod.nasa.gov/apod/image/0606/starrynight_vangogh.jpg"
    },
    {
        "date": "2006-06-27",
        "explanation": "The moons of Saturn never stop.   A space traveler orbiting the ringed giant planet would witness a continuing silent dance where Saturn's multiple moons pass near each other in numerous combinations.   Like a miniature Solar System, the innermost moons orbit Saturn the fastest.   The above movie was centered on Saturn's moon Rhea, so that the moons Mimas and Enceladus appear to glide by.  At 1,500 kilometers across, Rhea is over three times larger than the comparably sized Mimas and Enceladus.  The Sun illuminates the scene from the lower right, giving all of the moons the same crescent phase.  The above time lapse movie was created by the Saturn-orbiting robotic Cassini spacecraft over a period of about 40 minutes.",
        "hdurl": "https://apod.nasa.gov/apod/image/0606/movingmoons_cassini_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Moving Moons of Saturn",
        "url": "https://apod.nasa.gov/apod/image/0606/movingmoons_cassini.gif"
    },
    {
        "date": "2006-07-01",
        "explanation": "Binary star system GRO J1655-40 consists of a relatively normal star about twice as massive as the Sun co-orbiting with a black hole of about seven solar masses. This striking artist's vision of the exotic binary system helps visualize matter drawn from the normal star by gravity and swirling toward the black hole. But it also includes a wind of material escaping from the black hole's accretion disk. In fact, astronomers now argue that Chandra Observatory x-ray data indicate a high-speed wind is being driven from this system's disk by magnetic forces. Internal magnetic fields also help drive material in the swirling disk into the black hole itself. If you had x-ray eyes as good as Chandra's, you could find GRO J1655-40 about 11,000 light-years away in the constellation Scorpius.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/j1655_ill_disk.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Wind from a Black Hole",
        "url": "https://apod.nasa.gov/apod/image/0607/j1655_ill_disk78.jpg"
    },
    {
        "date": "2006-07-03",
        "explanation": "This Martian vista is only part of one of the  greatest panoramic views of Mars that has ever been attempted.   The expansive mosaic is helping to keep the robotic Spirit rover busy over the energy draining winter in the southern hemisphere of Mars.  During the winter, Spirit is constrained to stay on the side of McCool Hill in order to keep its solar panels pointed toward the Sun.   The panorama has so far involved over 800 exposures, very little digital compression, and will take over a month to complete.   The view shown is toward Husband Hill, a hill that Spirit climbed last year.  A careful inspection of the above image shows tracks crossing from the center to the right.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/husbandhillpan_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The View toward Husband Hill on Mars \n",
        "url": "https://apod.nasa.gov/apod/image/0607/husbandhillpan_spirit.jpg"
    },
    {
        "date": "2006-07-06",
        "explanation": "NGC 6888, also known as the Crescent Nebula, is a cosmic bubble about 25 light-years across, blown by winds from its central, bright, massive star. Near the center of this intriguing widefield view of interstellar gas clouds and rich star fields of the constellation Cygnus, NGC 6888 is about 5,000 light-years away. The three color composite image was created by stacking exposures through narrow band filters that transmit the light from atoms in the clouds. Hydrogen is shown as green, sulfur as red, and oxygen as blue. NGC 6888's central star is classified as a Wolf-Rayet star (WR 136) and is shedding its outer envelope in a strong stellar wind, ejecting the equivalent of our Sun's mass every 10,000 years.  Burning fuel at a prodigious rate and near the end of its stellar life, this star should ultimately go out with a bang in a spectacular supernova explosion.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/Tricrescent_goldman_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 6888: A Tricolor Starfield",
        "url": "https://apod.nasa.gov/apod/image/0607/Tricrescent_goldman_c50.jpg"
    },
    {
        "date": "2006-07-07",
        "explanation": "Big and beautiful spiral galaxy M81 lies in the northern constellation Ursa Major. One of the brightest galaxies in planet Earth's sky, M81 is also home to the second brightest supernova seen in modern times. This superbly detailed view reveals M81's bright yellow nucleus, blue spiral arms, and sweeping cosmic dust lanes with a scale comparable to the Milky Way. Hinting at a disorderly past, a remarkable dust lane actually runs straight through the disk, below and right of the galactic center, contrary to M81's other prominent spiral features. The errant dust lane may be the lingering result of a close encounter between M81 and its smaller companion galaxy, M82. Scrutiny of variable stars in M81 (aka NGC 3031) has yielded one of the best determined distances for an external galaxy -- 11.8 million light-years.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/m81_benintende_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Bright Galaxy M81",
        "url": "https://apod.nasa.gov/apod/image/0607/m81_benintende_f88.jpg"
    },
    {
        "date": "2006-07-08",
        "explanation": "On July 4th, the space shuttle orbiter Discovery rocketed into space on mission STS-121. Now docked with the International Space Station, Discovery orbits planet Earth at about 27 thousand kilometers per hour. But in this dramatic sunset view taken in May, Discovery is approaching the service structures at Kennedy Space Center's launch pad 39B at the blinding speed of (less than) 2 kilometers per hour. Of course, the orbiter, booster rockets, and external fuel tank ride on one of NASA's workhorse crawler transporters. Built for the Apollo program to carry the giant Saturn V rocket, the crawler transporters have seen four decades of service.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/discovery_06pd0906.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Discovery in Motion",
        "url": "https://apod.nasa.gov/apod/image/0607/discovery_06pd0906c.jpg"
    },
    {
        "date": "2006-07-09",
        "explanation": "In 1787, astronomer William Herschel discovered  NGC 2392.  From the ground, NGC 2392 resembles a person's head surrounded by a parka hood.  In 2000, the Hubble Space Telescope imaged  NGC 2392.   From space, the nebula displays gas clouds so complex they are not fully understood.   NGC 2392 is clearly a planetary nebula, and the gas seen above composed the outer layers of a Sun-like star only 10,000 years ago.  The inner filaments visible above are being ejected by strong  wind of particles from the central star.  The outer disk contains unusual light-year long orange filaments.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/ngc2392_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 2392 Nebula from Hubble",
        "url": "https://apod.nasa.gov/apod/image/0607/ngc2392_hst.jpg"
    },
    {
        "date": "2006-07-10",
        "explanation": "Is this our Sun? Yes.  Even on a normal day, our Sun is sizzling ball of seething hot gas.   Unpredictably, regions of strong and tangled magnetic fields arise, causing sunspots and bright active regions.  The Sun's surface bubbles as hot hydrogen gas streams along looping magnetic fields.  These active regions channel gas along magnetic loops, usually falling back but sometimes escaping into the solar corona or out into space as the solar wind. Pictured above is our Sun in three colors of ultraviolet light.  Since only active regions emit significant amounts of energetic ultraviolet light, most of the Sun appears dark.  The colorful portions glow spectacularly, pinpointing the Sun's hottest and most violent regions.  Although the Sun is constantly changing, the rate of visible light it emits has been relatively stable over the past five billion years, allowing life to emerge on Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/uvsun_trace_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dark Sun Sizzling",
        "url": "https://apod.nasa.gov/apod/image/0607/uvsun_trace.jpg"
    },
    {
        "date": "2006-07-11",
        "explanation": "Soft hues, partially lit orbs, a thin trace of the ring, and slight shadows highlight this understated view of the majestic surroundings of the giant planet Saturn.  Looking nearly back toward the Sun, the robot Cassini spacecraft now orbiting Saturn captured crescent phases of Saturn and its moon Rhea in color a few months ago. As striking as the above image is, it is but a single frame from a recently released 60-frame silent movie where Rhea can be seen gliding in front of its parent world.   Since Cassini was nearly in the plane of Saturn's rings, the normally impressive rings are visible here only as a thin line across the image center. Cassini has now passed the official half-way mark of its mission around Saturn, but is well situated to complete another two years investigating this complex and surprising system.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/saturnrhea_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Crescent Rhea Occults Crescent Saturn",
        "url": "https://apod.nasa.gov/apod/image/0607/saturnrhea_cassini.jpg"
    },
    {
        "date": "2006-07-13",
        "explanation": "You are going into space.  New small cameras allow anyone with a web browser to virtually ride along with the space shuttle, at times from numerous angles, as it launches into Earth orbit.  Small cameras mounted on the tall thin solid rocket boosters have captured last week's launch of the Space Shuttle Discovery from a unique perspective and in fascinating detail.  The above movie picks up just before the space shuttle separated from the thin boosters.  The tiles on the bottom of the shuttle are clearly visible.  As the movie progresses, the shuttle Discovery and its brown external fuel tank break away from the boosters and continue onward and upward.  The new cameras not only make cool movies -- they help NASA monitor details of its shuttle launches better, with the promise of making future rocket launches safer and more efficient.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/shuttlego_nasa.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Space Shuttle Climbs to Orbit",
        "url": "https://apod.nasa.gov/apod/image/0607/shuttlego_nasa.gif"
    },
    {
        "date": "2006-07-15",
        "explanation": "In the well known Pleiades star cluster, starlight is slowly destroying this wandering cloud of gas and dust. The star Merope lies just off the upper left edge of this picture from the Hubble Space Telescope.  In the past 100,000 years, part of the cloud has by chance moved so close to this star - only 3,500 times the Earth-Sun distance - that the starlight itself is having a very dramatic effect. Pressure of the star's light significantly repels the dust in the reflection nebula, and smaller dust particles are repelled more strongly.  As a result, parts of the dust cloud have become stratified, pointing toward Merope.  The closest particles are the most massive and the least affected by the radiation pressure.  A longer-term result will be the general destruction of the dust by the energetic starlight.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/merope_hst_rfull.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Reflecting Merope",
        "url": "https://apod.nasa.gov/apod/image/0607/merope_hst_rc25.jpg"
    },
    {
        "date": "2006-07-16",
        "explanation": "The center of our Galaxy is a busy place. In visible light, much of the Galactic Center is obscured by opaque dust.  In infrared light, however, dust glows more and obscures less, allowing nearly one million stars to be recorded in the above photograph.  The Galactic Center itself appears on the right and is located about 30,000 light years away towards the constellation of Sagittarius.  The Galactic Plane of our Milky Way Galaxy, the plane in which the Sun orbits, is identifiable by the dark diagonal dust lane.  The absorbing dust grains are created in the atmospheres of cool red-giant stars and grow in molecular clouds.  The region directly surrounding the Galactic Center glows brightly in radio and high-energy radiation, and is thought to house a large black hole.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/gcenter_2mass_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Galactic Center in Infrared",
        "url": "https://apod.nasa.gov/apod/image/0607/gcenter_2mass.jpg"
    },
    {
        "date": "2006-07-17",
        "explanation": "Humanity now has a spacecraft orbiting Venus.  The robotic Venus Express spacecraft launched by the European Space Agency in 2005 November arrived at Venus in 2006 April.  Venus Express is now orbiting Earth's sister planet and returning pictures.  Pictured above is a false-color, time-lapse movie in ultraviolet light captured by the Venus Express spacecraft as it flew over Venus' northern hemisphere in late May.  Venus Express is scheduled to orbit Venus for three years and collect data that might help in answering questions that include why Venus continually generates hurricane-force winds, why Venus became so hot in the past, and if there is any current volcanic activity on Venus.  It is hoped that a better understanding of Venus's hot and inhospitable climate will help humanity better understand Earth's climate as well.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/venusapproach_esa_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Venus Express Arrives at Venus",
        "url": "https://apod.nasa.gov/apod/image/0607/venusapproach_esa.gif"
    },
    {
        "date": "2006-07-18",
        "explanation": "Sometimes it's night on the ground but day in the air.  As the Earth rotates to eclipse the Sun, sunset rises up from the ground.  Therefore, at sunset on the ground, sunlight still shines on clouds above.   Under usual circumstances, a pretty sunset might be visible, but unusual noctilucent clouds float so high up they can be seen well after dark.   Pictured above last month, a network of noctilucent clouds cast a colorful but eerie glow after dusk near Vallentuna, Sweden.   Although noctilucent clouds are thought to be composed of small ice-coated particles, much remains unknown about them.  Recent evidence indicates that at least some noctilucent clouds result from freezing water exhaust from Space Shuttles.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/nlc_molten_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Noctilucent Clouds Over Sweden",
        "url": "https://apod.nasa.gov/apod/image/0607/nlc_molten.jpg"
    },
    {
        "date": "2006-07-19",
        "explanation": "Catching sight of your reflection in a store window or shiny hubcap can be entertaining and occasionally even inspire a thoughtful moment. So consider this reflective view from 300 kilometers above planet Earth. The picture is actually a self-portrait taken by astronaut Michael Fossum on July 8 during a space walk or extravehicular activity while the Discovery orbiter was docked with the International Space Station. Turning his camera to snap a picture of his own helmet visor, he also recorded the reflection of his fellow mission specialist, Piers Sellers, near picture center and one of the space station's gold-tinted solar power arrays arcing across the top. Of course, the horizon of our fair planet lies in background.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/iss013e49644.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Reflections on Planet Earth",
        "url": "https://apod.nasa.gov/apod/image/0607/iss013e49644_25.jpg"
    },
    {
        "date": "2006-07-21",
        "explanation": "This view from the winter station of Mars Exploration Rover Spirit, looks across the rock strewn landscape of Gusev Crater. The dark boulders and distant hills are characteristic of the region, but the two light colored rocks in the foreground of this cropped image are - like Spirit itself - most probably strangers to the Red Planet, believed to be iron meteorites. Informally named for sites in Antarctica they have been dubbed \"Zhong Shan\" and \"Allan Hills.\" Zhong Shan is the Antarctic base of the People's Republic of China. Allan Hills is the icy location where many Martian meteorites have been found on planet Earth, including the controversial ALH84001, suggested to contain evidence for fossilized Martian microbial life.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/PIA08576marsmeteorites.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Strangers on Mars",
        "url": "https://apod.nasa.gov/apod/image/0607/PIA08576marsmeteorites45.jpg"
    },
    {
        "date": "2006-07-22",
        "explanation": "To seventeenth century astronomers, Omicron Ceti or Mira was known as a wonderful star - a star whose brightness could change dramatically in the course of about 11 months. Modern astronomers now recognize an entire class of long period Mira-type variables as cool, pulsating, red giant stars, 700 or so times the diameter of the Sun. Only 420 light-years away, red giant Mira (Mira A, right) itself co-orbits with a companion star, a small white dwarf (Mira B). Mira B is surrounded by a disk of material drawn from the pulsating giant and in such a double star system, the white dwarf star's hot accretion disk is expected to produce some x-rays. But this sharp, false-color image from the Chandra Observatory also captures the cool giant star strongly flaring at x-ray energies, clearly separated from the x-ray emission of its companion's accretion disk. Placing your cursor over the Chandra x-ray image of Mira will reveal an artist's vision of this still wonderful interacting binary star system.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/mira_illustration.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mira: The Wonderful Star",
        "url": "https://apod.nasa.gov/apod/image/0607/mira_xray_cxc.jpg"
    },
    {
        "date": "2006-07-24",
        "explanation": "This was home.  Last week, the STS-121 crew of the Space Shuttle Discovery undocked from the International Space Station (ISS) and returned to Earth.  As the shuttle departed the space station, they took the  above image.  Visible on the ISS are numerous modules, trusses, and long wing-like solar panels.  The space shuttle crew spent over 12 days calling the space station home.  The shuttle crew resupplied the space station and prepared it for future assembly.  The ISS's crew of two was expanded to three by the shuttle visit, and now includes one Russian, one American, and one European.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/iss_sts121_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The International Space Station on the Horizon",
        "url": "https://apod.nasa.gov/apod/image/0607/iss_sts121.jpg"
    },
    {
        "date": "2006-07-28",
        "explanation": "These four panels show x-ray images of expanding cosmic debris clouds, tens of light-years across, in nearby galaxy the Large Magellanic Cloud. The supernova remnants (SNRs) are the results of two types of stellar explosions and are arranged in order of apparent age or the time since light from the initial explosion first reached planet Earth. Clockwise starting at the upper left are remnants aged 600 years, 1,500 years, 10,000 years and 13,000 years. The first three result from a Type Ia explosion - the destruction of a white dwarf star by a thermonuclear blast triggered by mass accreted from a stellar companion.  The fourth (lower left) is a Type II explosion - triggered by the final collapse of the core of a massive star. A neutron star, the remnant of the collapsed core, lies at its center.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/4snr_cxc_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Four Supernova Remnants",
        "url": "https://apod.nasa.gov/apod/image/0607/4snr_cxc_f89.jpg"
    },
    {
        "date": "2006-07-29",
        "explanation": "What do you call a group of black holes ... a flock, a brace, a swarm? Monitoring a region around the center of our Galaxy, astronomers have indeed found evidence for a surprisingly large number of variable x-ray sources - likely black holes or neutron stars in binary star systems - swarming around the Milky Way's own central supermassive black hole. Chandra Observatory combined x-ray image data from their monitoring program is shown above, with four variable sources circled and labeled A-D. While four sources may not make a swarm, these all lie within only three light-years of the central supermassive black hole known as Sgr A* (the bright source just above C). Their detection implies that a much larger concentration of black hole systems is present. Repeated gravitational interactions with other stars are thought to cause the black hole systems to spiral inward toward the Galactic Center region.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/swarm_cxc_labelf.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Swarm",
        "url": "https://apod.nasa.gov/apod/image/0607/swarm_cxc_labelc.jpg"
    },
    {
        "date": "2006-07-30",
        "explanation": "The largest canyon in the Solar System cuts a wide swath across the face of Mars.  Named Valles Marineris, the grand valley extends over 3,000 kilometers long, spans as much as 600 kilometers across, and delves as much as 8 kilometers deep.  By comparison, the Earth's Grand Canyon in Arizona, USA is 800 kilometers long, 30 kilometers across, and 1.8 kilometers deep.  The origin of the Valles Marineris remains unknown, although a leading hypothesis holds that it started as a crack billions of years ago as the planet cooled.  Recently, several geologic processes have been identified in the canyon.  The above mosaic was  created from over 100 images of Mars taken by Viking Orbiters in the 1970s.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/marsglobe_viking_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Valles Marineris: The Grand Canyon of Mars",
        "url": "https://apod.nasa.gov/apod/image/0607/marsglobe_viking.jpg"
    },
    {
        "date": "2006-07-31",
        "explanation": "Have methane lakes been discovered on Saturn's Titan?  That exciting possibility was uncovered from analyses of radar images returned last week by the robotic Cassini spacecraft now orbiting Saturn.  The above image is a radar reflection from terrain near Titan's North Pole and spans a region about 200 kilometers across. Evidence that the dark areas might be pools of liquid hydrocarbons includes an extreme smoothness implied by the lack of a return radar signal, and apparently connected tributaries.  If true, Titan would be only the second body in our Solar System, after Earth, found to possess liquids on the surface. Future observations from Cassini during Titan flybys might test the methane lake hypothesis, as comparative wind affects on the regions are studied.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/titanlakes_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Possible Methane Lakes on Titan",
        "url": "https://apod.nasa.gov/apod/image/0607/titanlakes_cassini.jpg"
    },
    {
        "date": "2006-08-04",
        "explanation": "Get out your red/blue glasses and gaze across Burns Cliff along the inner wall of Endurance crater on Mars! The view from the perspective of Mars rover Opportunity is a color anaglyph - two different images are presented to the left and right eyes by color filters to produce the 3D effect. Scroll the picture to the right to see the full 180 degree panorama. Still returning science data and images, both Spirit and Opportunity rovers completed 2 years of Mars exploration in January. Opportunity spent the month of July on the road to Victoria crater. The stereo pair of images used to create this view are based on image data recorded in November 2004.",
        "hdurl": "https://apod.nasa.gov/apod/image/0608/burnscliff_mer_f25.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Burns Cliff Anaglyph",
        "url": "https://apod.nasa.gov/apod/image/0608/burnscliff_mer_f12.jpg"
    },
    {
        "date": "2006-08-06",
        "explanation": "High atop a Chilean mountain lies one of the premier observatories of the southern sky: the Cerro Tololo Inter-American Observatory (CTIO). Pictured above is the dome surrounding one of the site's best known instruments, the 4-meter Blanco Telescope. Far behind the dome are thousands of individual stars and diffuse light from three galaxies: the Small Magellanic Cloud (upper left), the Large Magellanic Cloud (lower left), and our Milky Way Galaxy (right).  Also visible just to Blanco's right is the famous superposition of four bright stars known as the Southern Cross. A single 20 second exposure, this digital image was recorded with a sensitive detector intended for astronomical imaging.",
        "hdurl": "https://apod.nasa.gov/apod/image/0608/sky_ctio_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Cerro Tololo Sky",
        "url": "https://apod.nasa.gov/apod/image/0608/sky_ctio.jpg"
    },
    {
        "date": "2006-08-07",
        "explanation": "Our Sun is still very active.   In the year 2000, our Sun went though Solar Maximum, the time in its 11-year cycle where the most sunspots and explosive activities occur.   Sunspots, the Solar Cycle, and solar prominences are all caused by the Sun's changing magnetic field.   Pictured above is a solar prominence that erupted in 2002 July, throwing electrons and ions out into the Solar System.  The above image was taken in the ultraviolet light emitted by a specific type of ionized helium, a common element on the Sun.   Particularly hot areas appear in white, while relatively cool areas appear in red.   Our Sun should gradually quiet down until Solar Minimum occurs, and the Sun is most quiet.  No one can precisely predict when Solar Minimum will occur, although some signs indicate that it has started already!",
        "hdurl": "https://apod.nasa.gov/apod/image/0608/sunprom_soho_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "An Erupting Solar Prominence from SOHO",
        "url": "https://apod.nasa.gov/apod/image/0608/sunprom_soho.jpg"
    },
    {
        "date": "2006-08-10",
        "explanation": "If you had x-ray vision, the central regions of our Galaxy would not be hidden from view by cosmic dust clouds. Instead, the Milky Way toward Sagittarius might look something like this. Pleasing to look at, the gorgeous false-color representation of x-ray data from the Chandra Observatory shows high energies in blue, medium in green, and low energy x-rays in red. The mosaic spans about 130 light-years at the 26,000 light-year distance of the Galactic Center. It reveals massive, x-ray emitting star clusters in a crowded environment. In particular, the Galactic Center cluster and the enormous black hole Sagittarius A* are within the bright region near the bottom. Two other star clusters, the Arches, and the Quintuplet lie near the top. Cluster interactions with dense molecular clouds in the region may produce some of the diffuse emission detected in the Chandra x-ray view.",
        "hdurl": "https://apod.nasa.gov/apod/image/0608/gcenter_cxc.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Galactic Center Star Clusters",
        "url": "https://apod.nasa.gov/apod/image/0608/gcenter_cxc_c.jpg"
    },
    {
        "date": "2006-08-12",
        "explanation": "Inaugurating the era of space exploration for the US, the First Explorer, a thirty pound satellite, was launched into Earth orbit on January 31, 1958 by the Army Ballistic Missile Agency. Explorer I carried instruments to measure temperatures, micrometeorite impacts, and an experiment designed by James A. Van Allen to measure the density of electrons and ions in space. The measurements made by Van Allen's experiment led to an unexpected and startling discovery -- an earth-encircling belt of high energy electrons and ions trapped in the magnetosphere now known as the Van Allen Radiation Belt. Explorer I ceased transmitting on February 28 of that year but remained in orbit until March of 1970. Pioneering astrophysicist James Van Allen died on August 9th at the age of 91.",
        "hdurl": "https://apod.nasa.gov/apod/image/0608/exp1Launch_msfc_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The First Explorer",
        "url": "https://apod.nasa.gov/apod/image/0608/exp1Launch_msfc_c22.jpg"
    },
    {
        "date": "2006-08-14",
        "explanation": "Have you ever been hit by a beam of high energy particles from above?  Surely you have -- it happens all of the time.  Showers of high energy particles occur when energetic cosmic rays strike the top of the Earth's atmosphere.  Cosmic rays were discovered unexpectedly in 1912.  It is now known that most cosmic rays are atomic nuclei. Most are hydrogen nuclei, some are helium nuclei, and the rest heavier elements.  The relative abundance changes with cosmic ray energy -- the highest energy cosmic rays tend to be heavier nuclei.  Although many of the low energy cosmic rays come from our Sun, the origins of the highest energy cosmic rays remains unknown and a topic of much research.  This drawing illustrates  air showers from very high energy cosmic rays.   Cosmic rays may even be important to Earth's weather -- common lightning may be triggered by passing cosmic rays.",
        "hdurl": "https://apod.nasa.gov/apod/image/0608/crshower2_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cosmic Rays",
        "url": "https://apod.nasa.gov/apod/image/0608/crshower2_nasa.jpg"
    },
    {
        "date": "2006-08-15",
        "explanation": "A faint, dusty rose of the northern sky, emission nebula IC 410 lies about 12,000 light-years away in the constellation Auriga. The cloud of glowing hydrogen gas is over 100 light-years across, sculpted by stellar winds and radiation from embedded open star cluster NGC 1893. Formed in the interstellar cloud a mere 4 million years ago, bright cluster stars are seen just below the prominent dark dust cloud near picture center. Notable near the 7 o'clock position in this wide, detailed view are two relatively dense streamers of material trailing away from the nebula's central regions. Potentially sites of ongoing star formation, these cosmic tadpole shapes are about 10 light-years long.",
        "hdurl": "https://apod.nasa.gov/apod/image/0608/ic410_leshin_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "IC 410 and NGC 1893",
        "url": "https://apod.nasa.gov/apod/image/0608/ic410_leshin_c50.jpg"
    },
    {
        "date": "2006-08-18",
        "explanation": "Few cosmic vistas excite the imagination like the Orion Nebula, an immense stellar nursery some 1,500 light-years away. Also known as M42, the nebula is visible to the unaided eye, but this stunning infrared view from the Spitzer Space Telescope penetrates the turbulent cosmic gas and dust clouds to explore the region in unprecedented detail. At full resolution, the remarkable image data yields a census of new stars and potential solar systems. About 2,300 young stars surrounded by planet-forming disks were detected based on the infrared glow of their warm dust, along with about 200 stellar embryos, stars too young to have developed disks. This 0.8 by 1.4 degree false-color image is about 20 light-years wide at the distance of the Orion Nebula.",
        "hdurl": "https://apod.nasa.gov/apod/image/0608/orion_spitzer_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spitzer's Orion",
        "url": "https://apod.nasa.gov/apod/image/0608/orion_spitzer_c15.jpg"
    },
    {
        "date": "2006-08-20",
        "explanation": "Vesta is a huge rock 500 kilometers across that orbits out past Mars.  In 1997, the above map of Vesta created using the Hubble Space Telescope was released showing a rugged surface highlighted by a single crater spanning nearly the entire length of the asteroid.  The large crater dominates the lower part of the above false-color conglomerate image: blue indicates low terrain, while red indicates raised terrain.  Evidence indicates that Vesta underwent a tremendous splintering collision about a billion years ago.   In October 1960, a small chunk of this rock believed to have originated on Vesta fell to Earth and was recovered in Australia. Vesta is considered by some to be a candidate for reclassification into a planet.",
        "hdurl": "https://apod.nasa.gov/apod/image/0608/vesta1_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Map of Asteroid Vesta",
        "url": "https://apod.nasa.gov/apod/image/0608/vesta1_hst.jpg"
    },
    {
        "date": "2006-08-21",
        "explanation": "Is Ceres an asteroid or a planet?   Although a trivial designation to some, the recent suggestion by the Planet Definition Committee of the International Astronomical Union would have Ceres reclassified from asteroid to planet.  A change in taxonomy might lead to more notoriety for the frequently overlooked world. Ceres, at about 1000 kilometers across, is the largest object in the main asteroid belt between Mars and Jupiter. Under the newly proposed criteria, Ceres would qualify as a planet because it is nearly spherical and sufficiently distant from other planets.   Pictured above is the best picture yet of Ceres, taken by the Hubble Space Telescope as part of a series of exposures ending in 2004 January. Currently, NASA's Dawn mission is scheduled to launch in 2007 June to explore Ceres and Vesta, regardless of their future designations.",
        "hdurl": "https://apod.nasa.gov/apod/image/0608/ceres_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ceres: Asteroid or Planet?",
        "url": "https://apod.nasa.gov/apod/image/0608/ceres_hst.jpg"
    },
    {
        "date": "2006-08-22",
        "explanation": "What type of cloud is that? It is not a naturally occurring one.  Looking perhaps a bit like a gigantic owl monster, the cloud pictured above resulted from a series of flares released by an air force jet over the Atlantic Ocean in May.   The jet that released the flares, a C-17 Globemaster III, is seen on the right.  The flares release smoke and the resulting pattern is sometimes known as a smoke angel.   The circular eyes of the above smoke angel are caused by air spiraling off the plane's wings and are known as wingtip vortices.",
        "hdurl": "https://apod.nasa.gov/apod/image/0608/smokeangel_usaf_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Smoke Angel from Airplane Flares",
        "url": "https://apod.nasa.gov/apod/image/0608/smokeangel_usaf.jpg"
    },
    {
        "date": "2006-08-24",
        "explanation": "The matter in galaxy cluster 1E 0657-56, fondly known as the \"bullet cluster\", is shown in this composite image. A mere 3.4 billion light-years away, the bullet cluster's individual galaxies are seen in the optical image data, but their total mass adds up to far less than the mass of the cluster's two clouds of hot x-ray emitting gas shown in red. Representing even more mass than the optical galaxies and x-ray gas combined, the blue hues show the distribution of dark matter in the cluster. Otherwise invisible to telescopic views, the dark matter was mapped by observations of gravitational lensing of background galaxies. In a text book example of a shock front, the bullet-shaped cloud of gas at the right was distorted during the titanic collision between two galaxy clusters that created the larger bullet cluster itself. But the dark matter present has not interacted with the cluster gas except by gravity. The clear separation of dark matter and gas clouds is considered direct evidence that dark matter exists.",
        "hdurl": "https://apod.nasa.gov/apod/image/0608/bulletcluster_comp_f2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Matter of the Bullet Cluster",
        "url": "https://apod.nasa.gov/apod/image/0608/bullet_cluster_c60w.jpg"
    },
    {
        "date": "2006-08-26",
        "explanation": "Get out your red/blue glasses and check out this stereo scene from Taurus-Littrow valley on the Moon! The color anaglyph features a detailed 3D view of Apollo 17's Lunar Rover in the foreground -- behind it lies the Lunar Module and distant lunar hills. Because the world was  going to be able to watch the Lunar Module's ascent stage liftoff via the rover's TV camera, this parking place was also known as the VIP Site. In December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours on the Moon, while colleague Ronald Evans orbited overhead. The crew returned with 110 kilograms of rock and soil samples, more than from any of the other lunar landing sites. Cernan and Schmitt are still the last to walk (or drive) on the Moon.",
        "hdurl": "https://apod.nasa.gov/apod/image/0608/a17anaglyph_vanMeijgaarden_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 17: VIP Site Anaglyph",
        "url": "https://apod.nasa.gov/apod/image/0608/a17anaglyph_vanMeijgaarden_c34.jpg"
    },
    {
        "date": "2006-08-27",
        "explanation": "Big, beautiful, barred spiral galaxy NGC 1300 lies some 70 million light-years away on the banks of the constellation Eridanus. This Hubble Space Telescope composite view of the gorgeous island universe is one of the largest Hubble images ever made of a complete galaxy. NGC 1300 spans over 100,000 light-years and the Hubble image reveals striking details of the galaxy's dominant central bar and majestic spiral arms. In fact, on close inspection the nucleus of this classic barred spiral itself shows a remarkable region of spiral structure about 3,000 light-years across. Unlike other spiral galaxies, including our own Milky Way, NGC 1300 is not presently known to have a massive central black hole.",
        "hdurl": "https://apod.nasa.gov/apod/image/0608/ngc1300_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Barred Spiral Galaxy NGC 1300",
        "url": "https://apod.nasa.gov/apod/image/0608/ngc1300_hst.jpg"
    },
    {
        "date": "2006-08-28",
        "explanation": "How many planets are in the Solar System?  This popular question now has a new formal answer according the International Astronomical Union (IAU): eight.  Last week, the IAU voted on a new definition for planet and Pluto did not make the cut.  Rather, Pluto was re-classified as a dwarf planet and is considered as a prototype for a new category of trans-Neptunian objects.  The eight planets now recognized by the IAU are: Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus, and Neptune.  Solar System objects now classified as dwarf planets are: Ceres, Pluto, and the currently unnamed 2003 UB313.  Planets, by the new IAU definition, must be in orbit around the sun, be nearly spherical, and must have cleared the neighborhood around their orbits.  The demotion of Pluto to dwarf planet status is a source of continuing dissent and controversy in the astronomical community.",
        "hdurl": "https://apod.nasa.gov/apod/image/0608/planets_iau_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Eight Planets and New Solar System Designations",
        "url": "https://apod.nasa.gov/apod/image/0608/planets_iau.jpg"
    },
    {
        "date": "2006-08-29",
        "explanation": "It's the blue wisp near the bottom that's the remnant of a tremendous recent supernova explosion.  The large pink structure looming to the upper right is part of N76, a large star forming region in our neighboring Small Magellanic Cloud (SMC) galaxy.   The supernova remnant wisp, with full coordinate name 1E0102.2-7219 and frequently abbreviated as E0102, also lies in the SMC, about 50 light years away from N76.   The above image is a composite of several images taken by the Hubble Space Telescope.  E0102 is of research interest because we see it as it appeared only 2,000 years after its explosion.  Examination of E0102 therefore gives clues about how an enigmatic supernova works and what materials it dispersed into the surrounding interstellar medium.",
        "hdurl": "https://apod.nasa.gov/apod/image/0608/e0102_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Supernova Remnant E0102 from Hubble",
        "url": "https://apod.nasa.gov/apod/image/0608/e0102_hst.jpg"
    },
    {
        "date": "2006-08-30",
        "explanation": "Why is sunspot 905 backwards?  Perhaps it is a key marker for the beginning of a new magnetic cycle on our Sun.  Every 11 years, our Sun goes through a magnetic cycle, at the end of which its overall magnetic orientation is reversed.   An 11-year solar cycle has been observed for hundreds of years by noting peaks and valleys in the average number of sunspots. Just now, the Sun is near Solar Minimum, and likely to start a long progression toward the most active time, called Solar Maximum, in about 5.5 years.  An indicator that the sun's magnetic field is reversing is the appearance of sunspots with the reverse magnetic polarity than normal.  A few weeks ago, one small candidate reverse sunspot was sighted but faded quickly.  Now, however, a larger sunspot with negative polarity is being tracked.  This sunspot, numbered 905, appears as the unusual white spot in the above magnetic image of the Sun taken with the SOHO spacecraft a few days ago.   In the past few days, Sunspot 905 has actually begun to break apart and might also become the source of coronal mass ejections and explosive solar flares. Solar astronomers predict that the coming Solar Maximum will be unusually active.",
        "hdurl": "https://apod.nasa.gov/apod/image/0608/reversesunspot_soho_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Backward Sunspot and the New Solar Cycle",
        "url": "https://apod.nasa.gov/apod/image/0608/reversesunspot_soho.jpg"
    },
    {
        "date": "2006-09-02",
        "explanation": "When morning twilight came to the Paranal Observatory in Chile, astronomers Mark Neeser and Peter Barthel interrupted their search for faint quasars, billions of light-years away. And just for a moment, they used Very Large Telescopes at the European Southern Observatory to appreciate the beauty of the nearby Universe. One result was this stunning view of beautiful spiral galaxy M66, a mere 35 million light-years away. About 100 thousand light-years across with striking dust lanes and bright star clusters along sweeping spiral arms, M66 is well known to astronomers as a member of the Leo Triplet of galaxies. Gravitational interactions with its neighborhood galaxies have likely influenced the shape of dusty spiral M66.",
        "hdurl": "https://apod.nasa.gov/apod/image/0609/m66_eso_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dusty Spiral M66",
        "url": "https://apod.nasa.gov/apod/image/0609/m66_eso_c33.jpg"
    },
    {
        "date": "2006-09-03",
        "explanation": "Pluto is mostly brown.  The above picture captures the true colors of Pluto as well as the highest surface resolution so far recovered.  Although no spacecraft has yet visited this distant world, the New Horizons spacecraft launched early this year is expected to reach Pluto in 2015. Pluto recent reclassification, by the International Astronomical Union, from planet to dwarf planet remains a topic of much debate. The above map was created by tracking brightness changes from Earth of Pluto during times when it was being partially eclipsed by its moon Charon.  The map therefore shows the hemisphere of Pluto that faces Charon.  Pluto's brown color is thought dominated by frozen methane deposits metamorphosed by faint but energetic sunlight. The dark band below Pluto's equator is seen to have rather complex coloring, however, indicating that some unknown mechanisms may have affected Pluto's surface.",
        "hdurl": "https://apod.nasa.gov/apod/image/0103/pluto_sri.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Pluto in True Color",
        "url": "https://apod.nasa.gov/apod/image/0103/pluto_sri.jpg"
    },
    {
        "date": "2006-09-04",
        "explanation": "Where does dust collect in galaxies? To help find out, a team of researchers took the most detailed image ever of gas clouds and dust in the neighboring Large Magellanic Cloud (LMC) galaxy.  The composite image, shown above, was taken by the Spitzer Space Telescope in infrared light, which highlights the natural glow of the warm materials returned to the interstellar medium by stars. The above mosaic combines 300,000 individual pointings to create a composite 1,000-times sharper than any previous LMC image. Visible are vast clouds of gas and dust, showing in graphic detail that dust prefers regions near young stars (red-tinted bright clouds), scattered unevenly between the stars (green-tinted clouds), and in shells around old stars (small red dots).  Also visible are huge caverns cleared away by the energetic outflows of massive former stars. The faint blue (false-color) glow across the bottom is the combined light from the old stars in the central bar of the LMC.   The LMC is a satellite galaxy to our own Milky Way Galaxy, spans about 70,000 light years, and lies about 160,000 light years away toward the southern constellation of the Swordfish (Dorado).",
        "hdurl": "https://apod.nasa.gov/apod/image/0609/lmc_spitzer_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Large Magellanic Cloud in Infrared",
        "url": "https://apod.nasa.gov/apod/image/0609/lmc_spitzer.jpg"
    },
    {
        "date": "2006-09-05",
        "explanation": "What causes the bright streaks on Dione?  Recent images of this unusual moon by the robot Cassini spacecraft now orbiting Saturn are helping to crack the mystery.  Close inspection of Dione's trailing hemisphere, pictured above, indicates that the white wisps are composed of deep ice cliffs dropping hundreds of meters. The cliffs may indicate that Dione has undergone some sort of tectonic surface displacements in its past. The bright ice-cliffs run across some of Dione's many craters, indicating that the process that created them occurred later than the impacts that created those craters.  Dione is made of mostly water ice but its relatively high density indicates that it contains much rock inside.  Giovanni Cassini discovered Dione in 1684.  The above image was taken at the end of July from a distance of about 263,000 kilometers. Other high resolution images of Dione were taken by the passing Voyager spacecraft in 1980.",
        "hdurl": "https://apod.nasa.gov/apod/image/0609/dione_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Bright Cliffs Across Saturn's Moon Dione",
        "url": "https://apod.nasa.gov/apod/image/0609/dione_cassini.jpg"
    },
    {
        "date": "2006-09-12",
        "explanation": "This is what Saturn looks like at night.  In contrast to the human-made lights that cause the nighttime side of Earth to glow faintly, Saturn's faint nighttime glow is primarily caused by sunlight reflecting off of its own majestic rings.  The above image of Saturn at night was captured in July by the Cassini spacecraft now orbiting Saturn.  The above image was taken when the Sun was far in front of the spacecraft.  From this vantage point, the northern hemisphere of nighttime Saturn, visible on the left, appears eerily dark.  Sunlit rings are visible ahead, but are abruptly cut off by Saturn's shadow. In Saturn's southern hemisphere, visible on the right, the dim reflected glow from the sunlit rings is most apparent. Imprinted on this diffuse glow, though, are thin black stripes not discernable to any Earth telescope -- the silhouetted C ring of Saturn. Cassini has been orbiting Saturn since 2004 and its mission is scheduled to continue until 2008.",
        "hdurl": "https://apod.nasa.gov/apod/image/0609/saturnnight_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn at Night",
        "url": "https://apod.nasa.gov/apod/image/0609/saturnnight_cassini.jpg"
    },
    {
        "date": "2006-09-13",
        "explanation": "Birds don't fly this high.  Airplanes don't go this fast.  The Statue of Liberty weighs less.  No species other than human can even comprehend what is going on, nor could any human just a millennium ago.  The launch of a rocket bound for space is an event that inspires awe and challenges description.  Pictured above, the Space Shuttle Atlantis lifted off to visit the International Space Station during the morning of 2006 September 9.  From a standing start, the two million kilogram rocket ship left to circle the Earth where the outside air is too thin to breathe and where there is little noticeable onboard gravity.  Rockets bound for space are now launched from somewhere on Earth about once a week.",
        "hdurl": "https://apod.nasa.gov/apod/image/0609/atlantis_sts115_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Atlantis to Orbit",
        "url": "https://apod.nasa.gov/apod/image/0609/atlantis_sts115.jpg"
    },
    {
        "date": "2006-09-16",
        "explanation": "Approaching the International Space Station on STS-121 in July, the Shuttle Orbiter Discovery posed for a series of photographs. The process was part of an inspection to check for damage to the orbiter, but against the backdrop of planet Earth 300 kilometers below, the pictures themselves are stunning. Stereo artist Patrick Vantuyne has combined two of them (ISS013e48787 and ISS013e48788) to produce this dramatic 3D image. The stereo anaglyph is intended to be viewed with red/blue glasses. Details visible along the forward fuselage include high temperature (black) and low temperature (white) insulation tiles, thrusters used for steering and attitude control, and crew compartment windows.",
        "hdurl": "https://apod.nasa.gov/apod/image/0609/discovery_pava_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Discovery Orbiter Anaglyph",
        "url": "https://apod.nasa.gov/apod/image/0609/discovery_pava_c75.jpg"
    },
    {
        "date": "2006-09-19",
        "explanation": "What have we found on the way to large Victoria Crater?  Smaller Beagle Crater.  The robotic Opportunity rover rolling across Mars stopped at Beagle Crater early last month and took an impressively detailed 360-degree panorama of the alien Martian landscape.  Beagle crater appears in the center as a dip exposing relatively dark sand. Surrounding 35-meter Beagle Crater are many of the rocks ejected during its creation impact.  Opportunity's detailed images show significant erosion on the rocks and walls of Beagle Crater, indicating that the crater is not fresh. Beagle Crater's unofficial name derives from the ship HMS Beagle where Charles Darwin observations led him to postulate his theory of natural selection.  That ship was named after the dog breed of beagle.  Opportunity is scheduled to roll up to expansive Victoria Crater this week.",
        "hdurl": "https://apod.nasa.gov/apod/image/0609/beaglecrater_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Beagle Crater on Mars",
        "url": "https://apod.nasa.gov/apod/image/0609/beaglecrater_opportunity.jpg"
    },
    {
        "date": "2006-09-20",
        "explanation": "The developing International Space Station (ISS) has changed its appearance again.  Over the past few days, the Space Shuttle Atlantis visited the ISS and added pieces of the  Integrated Truss Structure, including an impressively long array of solar panels.  These expansive solar panels are visible extending from the lower right of the above image taken by the Shuttle Atlantis Crew after leaving the ISS to return to Earth. The world's foremost space outpost can be seen developing over the past several years by comparing the above image to past images.  Also visible above are many different types of modules, a robotic arm, another impressive set of  solar panels, and a supply ship.  Construction began on the ISS in 1998.",
        "hdurl": "https://apod.nasa.gov/apod/image/0609/iss_sts115_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The International Space Station Expands Again",
        "url": "https://apod.nasa.gov/apod/image/0609/iss_sts115.jpg"
    },
    {
        "date": "2006-09-24",
        "explanation": "What's California doing in space?  Drifting through the Orion Arm of the spiral Milky Way Galaxy, this cosmic cloud by chance echoes the outline of California on the west coast of the United States. Our own Sun also lies within the Milky Way's Orion Arm, only about 1,500 light-years from the California Nebula. Also known as NGC 1499, the classic emission nebula is around 100 light-years long. It glows with the red light characteristic of hydrogen atoms recombining with long lost electrons, stripped away (ionized) by energetic starlight. In this case, the star most likely providing the energetic starlight is the bright, hot, bluish Xi Persei, just right of the nebula and above picture center. Fittingly, this composite picture was made with images from a telescope in California - the 48-inch (1.2-meter) Samuel Oschin Telescope - taken as a part of the second National Geographic Palomar Observatory Sky Survey.",
        "hdurl": "https://apod.nasa.gov/apod/image/0609/california_palomar_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 1499: The California Nebula",
        "url": "https://apod.nasa.gov/apod/image/0609/california_palomar.jpg"
    },
    {
        "date": "2006-09-25",
        "explanation": "Wouldn't it be fun if clouds were turtles?  Wouldn't it be fun if the laundry on the bedroom chair was a friendly  monster?  Wouldn't it be fun if rock mesas on Mars were faces or interplanetary monuments?  Clouds, though, are small water droplets, floating on air.  Laundry is cotton, wool, or plastic, woven into garments.  Famous Martian rock mesas known by names like the Face on Mars appear quite natural when seen more clearly, as the above recently-released digital-perspective image shows.  Is reality boring?  Nobody knows how clouds make lightning.  Nobody knows the geological history of Mars.  Nobody knows why the laundry on the bedroom chair smells like root beer.   Understanding reality brings more questions.  Mystery and adventure are never far behind.  Perhaps fun and  discovery are  just beginning.",
        "hdurl": "https://apod.nasa.gov/apod/image/0609/face2_marsexpress_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mars Express Close-Up of the Face on Mars",
        "url": "https://apod.nasa.gov/apod/image/0609/face2_marsexpress.jpg"
    },
    {
        "date": "2006-09-26",
        "explanation": "The unusual stone mesas of the Cydonia region on Mars are quite striking in appearance.  Last week, the Mars Express project released a new close-up image of a portion of the Cydonia region on Mars. This new image, taken by the robotic Mars Express spacecraft now orbiting Mars,  shows an area about 90 kilometers wide.  In the far lower right of the above image, a particularly picturesque mesa can be seen as the upper right of the two mesas visible there.  This mesa, when lit from just the right sun angle, can appear similar to a human face and became famous as the Face on Mars in 1976 Viking orbiter images. Better images show it to be just an interesting mesa.  Such complex looking landforms in the Cydonia region are thought to be the result of landslides and erosion of the ancient Martian crust.",
        "hdurl": "https://apod.nasa.gov/apod/image/0609/cydonia_marsexpress_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mars Express: Return to Cydonia",
        "url": "https://apod.nasa.gov/apod/image/0609/cydonia_marsexpress.jpg"
    },
    {
        "date": "2006-09-27",
        "explanation": "What's that pale blue dot in this image taken from Saturn?  Earth.  The robotic Cassini spacecraft looked back toward its old home world earlier this month as it orbited Saturn.  Using Saturn itself to block the bright Sun, Cassini imaged a faint dot on the right of the above photograph.  That dot is expanded on the image inset, where a slight elongation in the direction of Earth's Moon is visible.  Vast water oceans make Earth's reflection of sunlight somewhat blue.  Earth is home to over six billion humans and over one octillion Prochlorococcus.",
        "hdurl": "https://apod.nasa.gov/apod/image/0609/earth2_cassini.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Earth from Saturn",
        "url": "https://apod.nasa.gov/apod/image/0609/earth2_cassini_big.jpg"
    },
    {
        "date": "2006-09-28",
        "explanation": "In 185 AD, Chinese astronomers recorded the appearance of a new star in the Nanmen asterism - a part of the sky identified with Alpha and Beta Centauri on modern star charts. The new star was visible for months and is thought to be the earliest recorded supernova. Data from two orbiting X-ray telescopes of the 21st century, XMM-Newton and Chandra, now offer evidence that supernova remnant RCW 86 is indeed the debris from that stellar explosion. Their composite, false-color view of RCW 86 shows the expanding shell of material glowing in x-rays with high, medium, and low energies shown in blue, green, and red hues. Shock velocities measured in the x-ray emitting shell and an estimated radius of about 50 light-years can be used to find the apparent age of the remnant. The results indicate that light from the initial explosion could well have first reached planet Earth in 185 AD. Near the plane of our Milky Way Galaxy, RCW 86 is about 8,200 light-years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/0609/rcw86_xmmchandra_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "RCW 86: Historical Supernova Remnant",
        "url": "https://apod.nasa.gov/apod/image/0609/rcw86_xmmchandra_c95.jpg"
    },
    {
        "date": "2006-09-30",
        "explanation": "On September 12, astronaut Heidemarie Stefanyshyn-Piper snapped photos of her colleague Joseph Tanner during the STS-115 mission. At the time, the spacesuited pair were working outside the shuttle orbiter Atlantis, some 300 kilometers above planet Earth. Portions of two of the pictures (S115-E-05750 and S115-E-05753) have been combined in this spectacular 3D image - a stereo anaglyph intended to be viewed with red/blue glasses. Included in the scene reflected in Tanner's visor is Stefanyshyn-Piper herself and the Sun shining above the Earth's distant horizon.",
        "hdurl": "https://apod.nasa.gov/apod/image/0609/JosephTannerAstronaut_pava_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "STS-115: Stereo Portrait",
        "url": "https://apod.nasa.gov/apod/image/0609/JosephTannerAstronaut_pava_c74.jpg"
    },
    {
        "date": "2006-10-01",
        "explanation": "This is what the Earth looks like at night.  Can you find your favorite  country or city?  Surprisingly, city lights make this task quite possible.  Human-made lights highlight particularly developed or populated areas of the Earth's surface, including the seaboards of Europe, the eastern United States, and Japan.  Many large cities are located near rivers or oceans so that they can exchange goods cheaply by boat.  Particularly dark areas include the central parts of South America, Africa, Asia, and Australia.  The above image is actually a composite of hundreds of pictures made by the orbiting DMSP satellites. (Editor's note: This image has generated many print requests. Unfortunately, we do not sell prints. However, a high-resolution digital version of the image is available here.",
        "hdurl": "https://apod.nasa.gov/apod/image/0610/earthlights02_dmsp_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Earth at Night",
        "url": "https://apod.nasa.gov/apod/image/0610/earthlights_dmsp.jpg"
    },
    {
        "date": "2006-10-02",
        "explanation": "Scroll right to see the largest crater yet visited by a rover on Mars.  Reaching the expansive Victoria Crater has been a goal for the robotic Opportunity rover rolling across Mars for the past 21 months.  Opportunity reached Victoria last week, and is cautiously probing the stadium-sized crevice.  It is hoped that Victoria Crater will show a deep stack of layers uncovered by the initial impact, and hence new clues into the ancient surface history of Mars. Visible in the distance of the above image mosaic is the far rim of Victoria Crater, lying about 800 meters away and rising about 70 meters above the crater floor.  The alcove in front has been dubbed Duck Bay.  Victoria crater has about five times the diameter of Endurance Crater, which Opportunity spent six months exploring.  If a safe path is found, Opportunity may actually attempt to enter Victoria Crater.",
        "hdurl": "https://apod.nasa.gov/apod/image/0610/victoria1_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Victoria Crater on Mars",
        "url": "https://apod.nasa.gov/apod/image/0610/victoria1c_opportunity.jpg"
    },
    {
        "date": "2006-10-06",
        "explanation": "Dusty NGC 1333 is seen in visible light as a reflection nebula, dominated by bluish hues characteristic of starlight reflected by dust. But at longer infrared wavelengths, the interstellar dust itself glows. Moving your cursor over the picture will match up a visible light view with a false-color infrared image of the region from the Spitzer Space Telescope. The penetrating infrared view unmasks youthful stars that are otherwise obscured by the dusty clouds that formed them. Also revealed are greenish streaks and splotches that seem to litter the region. The structures trace the glow of cosmic jets blasting away from emerging young stellar objects and plowing into the cold cloud material. In all, the chaotic environment likely resembles one in which our own Sun formed over 4.5 billion years ago. NGC 1333 is a mere 1,000 light-years distant in the constellation Perseus.",
        "hdurl": "https://apod.nasa.gov/apod/image/0610/ngc1333spitzerrollover_01-o.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dusty NGC 1333",
        "url": "https://apod.nasa.gov/apod/image/0610/ngc1333spitzerrollover_f70_01.jpg"
    },
    {
        "date": "2006-10-07",
        "explanation": "This historic all-sky map is based on the first two years of data from NASA's COsmic Background Explorer (COBE) satellite, launched in November of 1989. The map shows minute temperature variations (red is hotter) imprinted on the Cosmic Microwave Background (CMB) radiation by structures in the early Universe. These detailed measurements of the CMB and other COBE results ushered in an age of precision cosmology, and exactly confirmed the predictions of the Big Bang theory. Playing leading roles in the COBE project, for their resulting discoveries John C. Mather (NASA, Goddard Space Flight Center), and George F. Smoot (UC Berkeley) were selected to receive the 2006 Nobel Prize in Physics.",
        "hdurl": "https://apod.nasa.gov/apod/image/0610/cmb_cobe2yr_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "COBE All-Sky Map",
        "url": "https://apod.nasa.gov/apod/image/0610/cmb_cobe2yr_c71.jpg"
    },
    {
        "date": "2006-10-08",
        "explanation": "Our Earth is not at rest.   The Earth moves around the Sun.   The Sun orbits the center of the Milky Way Galaxy.   The Milky Way Galaxy orbits in the Local Group of Galaxies.   The Local Group falls toward the Virgo Cluster of Galaxies.   But these speeds are less than the speed that all of these objects together move relative to the cosmic microwave background radiation (CMBR).   In the above all-sky map from the COBE satellite, radiation in the Earth's direction of motion appears blueshifted and hence hotter, while radiation on the opposite side of the sky is redshifted and colder.   The map indicates that the Local Group moves at about 600 kilometers per second relative to this primordial radiation.   This high speed was initially unexpected and its magnitude is still unexplained.   Why are we moving so fast?   What is out there?  Note: Playing leading roles in the COBE project, for their resulting discoveries John C. Mather (NASA, Goddard Space Flight Center ), and George F. Smoot (UC Berkeley) were selected to receive the 2006 Nobel Prize in Physics.",
        "hdurl": "https://apod.nasa.gov/apod/image/0302/dip_cobe.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "CMBR Dipole: Speeding Through the Universe",
        "url": "https://apod.nasa.gov/apod/image/0302/dip_cobe_big.jpg"
    },
    {
        "date": "2006-10-09",
        "explanation": "An unusual spot has been found on Mars that scientists believe is not natural in origin.  The spot appears mobile and is now hypothesized to be a robot created by an intelligent species alien to Mars.  In fact, the spot appears to be NASA's robotic Opportunity rover currently rolling across Mars. The ability to see the Martian rover from orbit has recently been demonstrated by the High Resolution Imaging Science Experiment on NASA's Mars Reconnaissance Orbiter (MRO).   The new spacecraft achieved orbit around Mars in 2006 March. Last week, MRO imaged the location of Victoria Crater and the rover Opportunity that had just arrived there.  In the above image at spectacularly high resolution, objects about one meter in size are resolved, and this includes the rolling rover.  Such images may help scientists better determine if any safe path exists for Opportunity to enter large crater.  In the inset image on the upper left, the whole of Victoria Crater was also imaged by MRO.",
        "hdurl": "https://apod.nasa.gov/apod/image/0610/opportunity_mro_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mars Rover at Victoria Crater Imaged from Orbit",
        "url": "https://apod.nasa.gov/apod/image/0610/opportunity_mro.jpg"
    },
    {
        "date": "2006-10-12",
        "explanation": "Known for its bright ring system and many moons, gas giant Saturn looks strange and unfamiliar in this false-color view from the Cassini spacecraft. In fact, in this Visual and Infrared Mapping Spectrometer (VIMS) mosaic the famous rings are almost invisible, seen edge-on cutting across picture center. The most striking contrast in the image is along the terminator or boundary between night and day. To the right (day side) blue-green hues are visible sunlight reflected from Saturn's cloud tops. But on the left (night side) in the absence of sunlight, the lantern-like glow of infrared radiation from the planet's warm interior silhouettes features at Saturn's deeper cloud levels. The thermal infrared glow is also apparent in the broad bands of ring shadows draped across the northern hemisphere of Saturn.",
        "hdurl": "https://apod.nasa.gov/apod/image/0610/irsaturn_vims_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn's Infrared Glow",
        "url": "https://apod.nasa.gov/apod/image/0610/irsaturn_vims_c80.jpg"
    },
    {
        "date": "2006-10-13",
        "explanation": "This crowded star field towards the center of our Milky Way Galaxy turns out to be a great place to search for planets beyond our solar system. In fact, repeatedly imaging about 180,000 stars in the field over a one week period, the Hubble Space Telescope enabled astronomers to conduct the Sagittarius Window Eclipsing Extrasolar Planet Search (SWEEPS). Their search looked for brief, periodic dips in brightness caused as a large planet eclipses or transits its parent star. Since chances of seeing such an eclipse are slim, it was a definite advantage to examine as many stars as possible. In the end, SWEEPS astronomers found 16 candidate stars (green circles identify 11 in this cropped picture) that are likely closely orbited by large Jupiter-sized planets with periods of a few days or less. Large planets orbiting so close to their stars are termed hot Jupiters. Kepler, a future NASA mission, is intended to extend the transit technique to search for Earth-sized planets.",
        "hdurl": "https://apod.nasa.gov/apod/image/0610/sweeps16_hst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Hubble SWEEPS Field",
        "url": "https://apod.nasa.gov/apod/image/0610/sweeps11_hst.jpg"
    },
    {
        "date": "2006-10-16",
        "explanation": "In the shadow of Saturn, unexpected wonders appear. The robotic Cassini spacecraft now orbiting Saturn recently drifted in giant planet's shadow for about 12 hours and looked back toward the eclipsed Sun.  Cassini saw a view unlike any other.  First, the night side of Saturn is seen to be partly lit by light reflected from its own majestic ring system.  Next, the rings themselves appear dark when silhouetted against Saturn, but quite bright when viewed away from Saturn and slightly scattering sunlight, in the above exaggerated color image. Saturn's rings light up so much that new rings were discovered, although they are hard to see in the above image.  Visible in spectacular detail, however, is Saturn's E ring, the ring created by the newly discovered ice-fountains of the moon Enceladus, and the outermost ring visible above.  Far in the distance, visible on the image left just above the bright main rings, is the almost ignorable pale blue dot of Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0610/newrings_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "In the Shadow of Saturn",
        "url": "https://apod.nasa.gov/apod/image/0610/newrings_cassini.jpg"
    },
    {
        "date": "2006-10-17",
        "explanation": "If you could stand on Mars -- what might you see?  Like the robotic Opportunity rover rolling across the red planet, you might well see vast plains of red sand, an orange tinted sky, and wispy light clouds.  The Opportunity rover captured just such a vista after arriving at Victoria Crater earlier this month, albeit in a completely different direction from the large crater.  Unlike other Martian vistas, few rocks are visible in this exaggerated color image mosaic.  The distant red horizon is so flat and featureless that it appears similar to the horizon toward a calm blue ocean on Earth.  Clouds on Mars can be composed of either carbon dioxide ice or water ice, and can move quickly, like clouds move on Earth.  The red dust in the Martian air can change the sky color above Mars from the blue that occurs above Earth toward the red, with the exact color depending on the density and particle size of the floating dust particles.",
        "hdurl": "https://apod.nasa.gov/apod/image/0610/marshorizon_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Clouds and Sand on the Horizon of Mars",
        "url": "https://apod.nasa.gov/apod/image/0610/marshorizon_opportunity.jpg"
    },
    {
        "date": "2006-10-22",
        "explanation": "Where do stars form?  One place, star forming regions known as \"EGGs\", are uncovered at the end of this giant pillar of gas and dust in the Eagle Nebula (M16).  EGGs, short for evaporating gaseous globules, are dense regions of mostly molecular hydrogen gas that fragment and gravitationally collapse to form stars. Light from the hottest and brightest of these new stars heats the end of the pillar and causes further evaporation of gas - revealing yet more EGGs and more young stars.  This picture was taken by the Wide Field and Planetary Camera on board the Hubble Space Telescope.",
        "hdurl": "https://apod.nasa.gov/apod/image/0610/eagleend_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Star EGGs in the Eagle Nebula",
        "url": "https://apod.nasa.gov/apod/image/0610/eagleend_hst.jpg"
    },
    {
        "date": "2006-10-24",
        "explanation": "Two galaxies are squaring off in Corvus and here are the latest pictures.  When two galaxies collide, however, the stars that compose them usually do not.  This is because galaxies are mostly empty space and, however bright, stars only take up only a small amount of that space.  During the slow, hundred million year collision, however, one galaxy can rip the other apart gravitationally, and dust and gas common to both galaxies does collide.  In the above clash of the titans, dark dust pillars mark massive molecular clouds are being compressed during the galactic encounter, causing the rapid birth of millions of stars, some of which are gravitationally bound together in massive star clusters.",
        "hdurl": "https://apod.nasa.gov/apod/image/0610/antennae_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Antennae Galaxies in Collision",
        "url": "https://apod.nasa.gov/apod/image/0610/antennae_hst.jpg"
    },
    {
        "date": "2006-10-26",
        "explanation": "The Crab Nebula is cataloged as M1, the first object on Charles Messier's famous list of things which are not comets. In fact, the Crab is now known to be a supernova remnant, expanding debris from the death explosion of a massive star. This intriguing false-color image combines data from space-based observatories, Chandra, Hubble, and Spitzer, to explore the debris cloud in x-rays (blue-purple), optical (green), and infrared (red) light. One of the most exotic objects known to modern astronomers, the Crab Pulsar, a neutron star spinning 30 times a second, is the bright spot near picture center. Like a cosmic dynamo, this collapsed remnant of the stellar core powers the Crab's emission across the electromagnetic spectrum. Spanning about 12 light-years, the Crab Nebula is 6,500 light-years away in the constellation Taurus.",
        "hdurl": "https://apod.nasa.gov/apod/image/0610/crab_1280composite_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Composite Crab",
        "url": "https://apod.nasa.gov/apod/image/0610/crab_composite_cx.jpg"
    },
    {
        "date": "2006-10-29",
        "explanation": "Our Earth endures bursts of particles from the Sun.  On 1997 April 7, at 10 am (EDT), ground monitors of the SOHO spacecraft, which continually monitors the Sun, noticed a weak spot in the solar corona was buckling again, this time letting loose a large, explosive Coronal Mass Ejection (CME).  Almost simultaneously, NASA's WIND spacecraft began detecting bursts of radio waves from electrons involved in this magnetic storm.  Supersonic waves rippled though the solar corona as a puff of high energy gas shot out into the Solar System.  The above image shows two photographs of the Sun taken about 15 minutes apart and subtracted, highlighting the explosion.  CME's are not unusual.  The CME gas had little lasting effect on the Earth, but likely created fleeting, if not picturesque, Earth auroras.",
        "hdurl": "https://apod.nasa.gov/apod/image/0610/suncme_soho_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Sun Puffs",
        "url": "https://apod.nasa.gov/apod/image/0610/suncme_soho.jpg"
    },
    {
        "date": "2006-10-31",
        "explanation": "The dark nebula SH2-136 appears to be celebrating Halloween all of the time.  The complex process of star formation create dust clouds of many shapes and sizes -- it is human perception that might identify a ghoulish creature, on the right of the above image, chasing humans.  Halloween's modern celebration retains historic roots in dressing to scare away the spirits of the dead.  Since the fifth century BC, Halloween has been celebrated as a cross-quarter day, a day halfway between an equinox (equal day / equal night) and a solstice (minimum day / maximum night in the northern hemisphere).  With our modern calendar, however, the real cross-quarter day will occur next week. Other cross-quarter markers include  Groundhog Day and Walpurgis Night.",
        "hdurl": "https://apod.nasa.gov/apod/image/0610/sh2136_kpno_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "SH2 136: A Spooky Nebula",
        "url": "https://apod.nasa.gov/apod/image/0610/sh2136_kpno.jpg"
    },
    {
        "date": "2006-11-01",
        "explanation": "This was Spirit's view on Martian-day 1,000 of its 90-Martian-day mission.   The robotic Spirit rover has stayed alive so long on Mars that it needed a place to wait out the cold and dim Martian winter.  Earth scientists selected Low Ridge hill, a place with sufficient slant to give Spirit's solar panels enough sunlight to keep powered up and making scientific observations.  From its Winter Haven, Spirit has been able to build up the above 360-degree panorama, which has been digitally altered to exaggerate colors and compressed horizontally to fit your screen.  The long winter is finally ending in the south of Mars, and with the increasing sunlight plans are now being made for Spirit to further explore the rocky Columbia Hills inside intriguing Gusev crater.",
        "hdurl": "https://apod.nasa.gov/apod/image/0611/mcmurdopan_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "McMurdo Panorama from Mars",
        "url": "https://apod.nasa.gov/apod/image/0611/mcmurdopan_spirit.jpg"
    },
    {
        "date": "2006-11-03",
        "explanation": "Variable star V838 Monocerotis lies near the edge of our Milky Way Galaxy, about 20,000 light-years from the Sun. Still, ever since a sudden outburst was detected in January 2002, this enigmatic star has taken the center of an astronomical stage. As astronomers watch, light from the outburst echoes across pre-existing dust shells around V838 Mon, progressively illuminating ever more distant regions. This stunning image of swirls of dust surrounding the star was recorded by the Hubble Space Telescope in September of this year. The picture spans about 14 light-years. Astronomers expect the expanding echoes to continue to light up the dusty environs of V838 Mon for at least the rest of the current decade. Researchers have now found that V838 Mon is likely a young binary star, but the cause of its extraordinary outburst remains a mystery.",
        "hdurl": "https://apod.nasa.gov/apod/image/0611/v838sep06_hst_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "V838 Mon: Echoes from the Edge",
        "url": "https://apod.nasa.gov/apod/image/0611/v838sep06_hst_c61.jpg"
    },
    {
        "date": "2006-11-04",
        "explanation": "Just before the rising Sun fully illuminated the 2,635 meter summit of Cerro Paranal in northern Chile, Gordon Gillet captured this stunning moonset. In the telephoto picture, a nearly full October Moon is silhouetting the impressive array of telescopes at ESO's Paranal Observatory. Most prominent from left to right are the four enclosures of the 8.2 meter very large telescopes christened Antu, Kueyen, and Yepun almost hiding Melipal. Fans of Paranal will also note the VLT Survey Telescope at the far right and the small, white auxilliary telescope domes. Antu, Kueyen, Yepun, and Melipal are names taken from the Mapuche language. Fittingly they translate to Sun, Moon, Evening Star, and Southern Cross.",
        "hdurl": "https://apod.nasa.gov/apod/image/0611/paranalMoonset_gillet_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Paranal Moonset",
        "url": "https://apod.nasa.gov/apod/image/0611/paranalMoonset_gillet_c.jpg"
    },
    {
        "date": "2006-11-05",
        "explanation": "Galaxies don't normally look like this.  NGC 6745 actually shows the results of two galaxies that have been colliding for only hundreds of millions of years.  Just off the above photograph to the lower right is the smaller galaxy, moving away.  The larger galaxy, pictured above, used to be a spiral galaxy but now is damaged and appears peculiar.  Gravity has distorted the shapes of the galaxies.  Although it is likely that no stars in the two galaxies directly collided, the gas, dust, and ambient magnetic fields do interact directly. In fact, a knot of gas pulled off the larger galaxy on the lower right has now begun to form stars.  NGC 6745 spans about 80 thousand light-years across and is located about 200 million light-years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/0611/ngc6745_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Galaxy Collision in NGC 6745",
        "url": "https://apod.nasa.gov/apod/image/0611/ngc6745_hst.jpg"
    },
    {
        "date": "2006-11-07",
        "explanation": "Janus is one of the stranger moons of Saturn.  First, Janus travels in an unusual orbit around Saturn where it periodically trades places with its sister moon Epimetheus, which typically orbits about 50 kilometers away.   Janus, although slightly larger than Epimetheus, is potato-shaped and has a largest diameter of about 190 kilometers.  Next, Janus is covered with large craters but strangely appears to lack small craters.  One possible reason for this is a fine dust that might cover the small moon, a surface also hypothesized for Pandora and Telesto.   Pictured above, Janus was captured in front of the cloud tops of Saturn in late September.",
        "hdurl": "https://apod.nasa.gov/apod/image/0611/janus_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Janus: Potato Shaped Moon of Saturn",
        "url": "https://apod.nasa.gov/apod/image/0611/janus_cassini.jpg"
    },
    {
        "date": "2006-11-11",
        "explanation": "Follow the handle of the Big Dipper away from the dipper's bowl, until you get to the handle's last bright star. Then, just slide your telescope a little south and west and you might find this stunning pair of interacting galaxies, the 51st entry in Charles Messier's famous catalog. Perhaps the original spiral nebula, the large galaxy with well defined spiral structure is also cataloged as NGC 5194. Its spiral arms and dust lanes clearly sweep in front of its companion galaxy (right), NGC 5195. The pair are about 31 million light-years distant and officially lie within the boundaries of the small constellation Canes Venatici. Though M51 looks faint and fuzzy in small, earthbound telescopes, this sharpest ever picture of M51 was made in January 2005 with the Advanced Camera for Surveys on board the Hubble Space Telescope.",
        "hdurl": "https://apod.nasa.gov/apod/image/0611/m51_hst_lgx.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M51: Cosmic Whirlpool",
        "url": "https://apod.nasa.gov/apod/image/0611/m51_hst_90x.jpg"
    },
    {
        "date": "2006-11-12",
        "explanation": "Three thousand light-years away, a dying star throws off shells of glowing gas.  This image from the Hubble Space Telescope reveals the Cat's Eye Nebula to be one of the most complex planetary nebulae known.  In fact, the features seen in the Cat's Eye are so complex that astronomers suspect the bright central object may actually be a binary star system. The term planetary nebula, used to describe this general class of objects, is misleading. Although these objects may appear round and planet-like in small telescopes, high resolution images reveal them to be stars surrounded by cocoons of gas blown off in the late stages of stellar evolution.",
        "hdurl": "https://apod.nasa.gov/apod/image/0611/catseye_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Cat's Eye Nebula",
        "url": "https://apod.nasa.gov/apod/image/0611/catseye_hst.jpg"
    },
    {
        "date": "2006-11-13",
        "explanation": "What's happening at the south pole of Saturn?  To find out, scientists sent the robot Cassini probe now orbiting Saturn directly over the lower spin axis of the ringed giant.  Cassini found there a spectacular massive swirling storm system with a well developed eye-wall, similar to a hurricane here on Earth.  One image of the storm is shown above, while several frames from the overpass have been made into a movie that shows the huge vortex rotating. The storm is slightly larger than the entire Earth and carries winds that reach 550 kilometers per hour, twice the velocity of a Category 5 hurricane. This pole vortex on Saturn might have been raging for billions of years and is not expected to drift off the pole.",
        "hdurl": "https://apod.nasa.gov/apod/image/0611/polestorm_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Hurricane Over the South Pole of Saturn",
        "url": "https://apod.nasa.gov/apod/image/0611/polestorm_cassini.jpg"
    },
    {
        "date": "2006-11-16",
        "explanation": "For a moment, planets Jupiter, Venus, Mars, and Mercury all posed near their parent star in this Sun-centered view, recorded on November 11. The picture, from a coronograph onboard the space-based SOlar Heliospheric Observatory, spans 15 degrees with the Sun's size and position indicated by the white circle. Background stars are also visible as the otherwise overwhelming sunlight is blocked by the coronograph's occulting disk. But the planets themselves, in particular Jupiter and Venus, are still bright enough to cause significant horizontal streaks in the image. Mercury is actually moving most rapidly (left to right) through the field and days earlier was seen to cross in front of the solar disk. So what's that bright double star to the left of Mars? Zubenelgenubi, of course.",
        "hdurl": "https://apod.nasa.gov/apod/image/0611/c3planets_labels.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Children of the Sun",
        "url": "https://apod.nasa.gov/apod/image/0611/c3planets_labels_c33.jpg"
    },
    {
        "date": "2006-11-22",
        "explanation": "Please wait while one of the largest mobile machines in the world crosses the road.  The machine pictured above is a bucket-wheel excavator used in modern surface mining.  Machines like this have given humanity the ability to mine minerals and change the face of planet Earth in new and dramatic ways.  Some open pit mines, for example, are visible from orbit.   The largest excavators are over 200 meters long and 100 meters high, now dwarfing the huge NASA Crawler that transports space shuttles to the launch pads.   Bucket-wheel excavators can dig a hole the length of a football field to over 25 meters deep in a single day. They may take a while to cross a road, though, with a top speed under one kilometer per hour.",
        "hdurl": "https://apod.nasa.gov/apod/image/0611/trencher2_smd_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Bucket-Wheel Excavator on Earth \n",
        "url": "https://apod.nasa.gov/apod/image/0611/trencher2_smd.jpg"
    },
    {
        "date": "2006-11-27",
        "explanation": "What causes the mysterious spokes in Saturn's rings?  Visible on the left of the above image as ghostlike impressions, spokes were first discovered by the Voyager spacecraft that buzzed by Saturn in the early 1980s.  Their existence was unexpected, and no genesis hypothesis has ever become accepted.  Oddly, the spokes were conspicuously absent from initial images sent back by the robot Cassini spacecraft now orbiting Saturn.  Analyses of archived Voyager images have led to the conclusions that the transient spokes, which may form and dissipate over a few hours, are composed of electrically charged sheets of small dust-sized particles. Some recent images from Cassini like that shown above have now finally shown the enigmatic spokes superposed on Saturn's B ring.   Hypotheses for spoke creation include small meteors impacting the rings and electron beams from Saturnian atmospheric lightning spraying the rings.  Observations of the puzzling spokes, as well as creative origin speculations, are ongoing.",
        "hdurl": "https://apod.nasa.gov/apod/image/0611/spokes_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mysterious Spokes in Saturn's Rings \n",
        "url": "https://apod.nasa.gov/apod/image/0611/spokes_cassini.jpg"
    },
    {
        "date": "2006-11-28",
        "explanation": "Why is this galaxy so discombobulated?  Usually, galaxies this topsy-turvy result from a recent collision with a neighboring galaxy. Spiral galaxy NGC 1313, however, appears to be alone.  Brightly lit with new and blue massive stars, star formation appears so rampant in NGC 1313 that it has been labeled a starburst galaxy.  Strange features of NGC 1313 include that its spiral arms are lopsided and its rotational axis is not at the center of the nuclear bar.  Pictured above, NGC 1313 spans about 50,000 light years and lies only about 15 million light years away toward the constellation of Reticulum. Continued numerical modeling of galaxies like NGC 1313 might shed some light on its unusual nature.",
        "hdurl": "https://apod.nasa.gov/apod/image/0611/topsyturvy_eso_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Unusual Starburst Galaxy  NGC 1313 \n\n",
        "url": "https://apod.nasa.gov/apod/image/0611/topsyturvy_eso.jpg"
    },
    {
        "date": "2006-11-30",
        "explanation": "The Pelican Nebula lies about 2,000 light-years away in the high flying constellation Cygnus, the Swan. Also known as IC 5070, this cosmic pelican is appropriately found just off the \"east coast\" of the North America Nebula (NGC 7000), another surprisingly familiar looking emission nebula in Cygnus. The Pelican and North America nebulae are part of the same large and complex star forming region, almost as nearby as the better-known Orion Nebula. From our vantage point, dark dust clouds (upper left) help define the Pelican's eye and long bill, while a bright front of ionized gas suggests the curved shape of the head and neck. Based on digitized black and white images from the Samuel Oschin Telescope at Palomar Observatory, this striking synthesized color view includes two bright foreground stars and spans about 30 light-years at the estimated distance of the Pelican Nebula.",
        "hdurl": "https://apod.nasa.gov/apod/image/0611/PelicanNebula1_shahar_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Pelican in the Swan",
        "url": "https://apod.nasa.gov/apod/image/0611/PelicanNebula1_shahar_f720.jpg"
    },
    {
        "date": "2006-12-01",
        "explanation": "A smaller companion seems wrapped in the spiral arms of enigmatic galaxy NGC 1097. This amazingly deep image of the peculiar spiral system, also known as Arp 77, actually combines data from two telescopes, one in the northern and one in the southern hemisphere of planet Earth. The faint details revealed include hints of a mysterious jet emerging toward the top of the view. Seen to be about 42,000 light-years from the larger galaxy's center, the companion galaxy is gravitationally interacting with the spiral and will ultimately merge with it.  NGC 1097's center also harbors a massive black hole. NGC 1097 is located about 45 million light-years away in the chemical constellation Fornax.",
        "hdurl": "https://apod.nasa.gov/apod/image/0612/ngc1097_gabany_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "In the Arms of NGC 1097",
        "url": "https://apod.nasa.gov/apod/image/0612/ngc1097_gabany_c720.jpg"
    },
    {
        "date": "2006-12-03",
        "explanation": "This moon is doomed.  Mars, the red planet named for the Roman god of war, has two tiny moons, Phobos and Deimos, whose names are derived from the Greek for Fear and Panic. These martian moons may well be captured asteroids originating in the main asteroid belt between Mars and Jupiter or perhaps from even more distant reaches of the Solar System. The larger moon, Phobos, is indeed seen to be a cratered, asteroid-like object in this stunning color image from the Mars Express spacecraft, recorded at a resolution of about seven meters per pixel. But Phobos orbits so close to Mars - about 5,800 kilometers above the surface compared to 400,000 kilometers for our Moon - that gravitational tidal forces are dragging it down. In 100 million years or so it will likely crash into the surface or be shattered by stress caused by the relentless tidal forces, the debris forming a ring around Mars.",
        "hdurl": "https://apod.nasa.gov/apod/image/0612/phobos_hiresme_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Phobos: Doomed Moon of Mars",
        "url": "https://apod.nasa.gov/apod/image/0612/phobos_hiresme.jpg"
    },
    {
        "date": "2006-12-04",
        "explanation": "Plumes of hot gas shoot across the surface on even an average day on the Sun.   Such volatile activity was captured in dramatic detail recently by the new Hinode satellite launched by Japan in late September.   Near the horizon, active regions around a sunspot eject hot plasma along the magnetic field lines that connect the sunspot to surrounding regions in the solar atmosphere.  Bright regions are hotter and more active.  The bubbling granularity and continuous activity of the Sun's photosphere is visible in the foreground.   This frame  from the movie is in representative color and covers a solar region of about 8,000 kilometers. (Note: To download the full MPG movie file, click on the picture.)",
        "hdurl": "https://apod.nasa.gov/apod/image/0612/sunaction_hinode.mpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Movie: The Active Sun",
        "url": "https://apod.nasa.gov/apod/image/0612/sunaction_hinode.jpg"
    },
    {
        "date": "2006-12-06",
        "explanation": "If you have the right equipment, you can see the Spirit rover currently rolling across Mars.  The right equipment, however, is currently limited to the High Resolution Imaging Science Experiment onboard the Mars Reconnaissance Orbiter (MRO).  MRO arrived at Mars in March and just started science observations of the red planet last month.   Visible in the above spectacularly high resolution image is the Spirit rover in the Columbia Hills of Mars.  Objects as small as one meter are resolved.   Also visible are the tracks made by the robot explorer and a large plateau of layered rock dubbed Home Plate.   MRO will continue to image the red planet in unprecedented detail, creating images that will likely be important in better understanding the geology and weather on Mars, as well as indicating good candidate landing sites for future missions to Mars.",
        "hdurl": "https://apod.nasa.gov/apod/image/0612/spirit_mro_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spirit Rover on Mars Imaged from Orbit\n",
        "url": "https://apod.nasa.gov/apod/image/0612/spirit_mro.jpg"
    },
    {
        "date": "2006-12-10",
        "explanation": "What would it be like to explore the surface of another world? In 1972 during the Apollo 17 mission, astronaut Harrison Schmitt found out first hand.  In this case, the world was Earth's own Moon.  In this recently compiled panorama of lunar photographs originally taken by astronaut  Eugene Cernan, the magnificent desolation of the barren Moon is apparent.  Visible above and by scrolling right are lunar rocks in the foreground, lunar mountains in the background, some small craters, a lunar rover, and astronaut Schmidt on his way back to the rover. A few days after this image was taken, humanity left the Moon and has yet to return.",
        "hdurl": "https://apod.nasa.gov/apod/image/0612/moonpan_apollo17_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 17 Panorama: Astronaut Running",
        "url": "https://apod.nasa.gov/apod/image/0612/moonpan_apollo17.jpg"
    },
    {
        "date": "2006-12-11",
        "explanation": "Double, double toil and trouble; Fire burn, and cauldron bubble -- maybe Macbeth should have consulted the Witch Head Nebula.  This suggestively shaped reflection nebula is associated with the bright star Rigel in the constellation Orion.  More formally known as IC 2118, the Witch Head Nebula glows primarily by light reflected from bright star Rigel, located just off the upper right edge of the full image. Fine dust in the nebula reflects the light. The blue color is caused not only by Rigel's blue color but because the dust grains reflect blue light more efficiently than red.  The same physical process causes Earth's daytime sky to appear blue, although the scatterers in Earth's atmosphere are molecules of nitrogen and oxygen.  The nebula lies about 1000 light-years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/0612/ic2118_dss_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "IC 2118: The Witch Head Nebula",
        "url": "https://apod.nasa.gov/apod/image/0612/ic2118_dss.jpg"
    },
    {
        "date": "2006-12-12",
        "explanation": "What's creating light-toned deposits on Mars?   Quite possibly -- water!  Images of the same parts of mid-latitude Mars taken over the years but released only last week have shown unexpected new light-toned deposits where there were none before.  One clear case is shown above, where the same crater on Mars is shown as photographed in 1999 August and again in 2005 September.  The unusual deposit is visible only on the more recent photograph. Apparent tributaries near the bottom bolster the leading hypothesis that water gushed out of the crater wall, flowed down the crater, and soon evaporated into the thin Martian atmosphere.  Although frozen water-ice has been known near the Martian poles for years, free flowing surface water like this was not expected to be seen in the mid-latitudes of Mars. If confirmed, such water springs might make more of Mars hospitable to life and human visitation than previously believed.",
        "hdurl": "https://apod.nasa.gov/apod/image/0612/marswater_mgs_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Light Deposits Indicate Water Flowing on Mars",
        "url": "https://apod.nasa.gov/apod/image/0612/marswater_mgs.jpg"
    },
    {
        "date": "2006-12-13",
        "explanation": "Tsunamis this large don't happen on Earth.  One week ago, a large solar flare from an Earth-sized sunspot produced a tsunami-type shock wave that was spectacular even for the Sun.  Pictured above, the tsunami wave was captured moving out from active region AR 10930 by the Optical Solar Patrol Network (OSPAN) telescope in New Mexico, USA.  The resulting shock wave, known technically as a Moreton wave, compressed and heated up gasses including hydrogen in the photosphere of the Sun, causing a momentarily brighter glow.  The above image was taken in a very specific red color emitted exclusively by hydrogen gas.  The rampaging tsunami took out some active filaments on the Sun, although many re-established themselves later.  The solar tsunami spread at nearly one million kilometers per hour, and circled the entire Sun in a matter of minutes.",
        "hdurl": "https://apod.nasa.gov/apod/image/0612/suntsunami_nso.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Large Tsunami Shock Wave on the Sun",
        "url": "https://apod.nasa.gov/apod/image/0612/suntsunami_nso_big.gif"
    },
    {
        "date": "2006-12-14",
        "explanation": "Peering through the thick, hazy atmosphere of Saturn's largest moon, an infrared camera onboard the Cassini spacecraft recorded this view of the tallest mountains ever seen on Titan. Captured during a flyby in late October, the high resolution, false-color mosaic shows a mountain range about 150 kilometers long and about 1.5 kilometers high - likened to the Sierra Nevada mountain range of the western United States, planet Earth. Along Titan's mountain ridges lie bright deposits, thought to be methane snow or other organic material. The icy mountains of Titan were probably formed like Earth's mid-ocean ridges, from material welling up to fill gaps created as surface tectonic plates spread apart.",
        "hdurl": "https://apod.nasa.gov/apod/image/0612/PIA09032_titan_mountains.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mountains of Titan",
        "url": "https://apod.nasa.gov/apod/image/0612/PIA09032_titan_mountains720.jpg"
    },
    {
        "date": "2006-12-16",
        "explanation": "Last Saturday, the Space Shuttle Discovery lit up the night as it climbed into orbit above planet Earth. From Oak Hill, Florida, USA - about 30 miles north of the Kennedy Space Center - design engineer Andrew Arigema tracked the shuttle and recorded a four minute time exposure of the exhaust plume along Discovery's path against the background of the starry sky.  At the upper left, the end of the drifting plume is punctuated by Alnitak, Alnilam, and Mintaka in a vertical line, the belt stars of Orion. To the right of the belt stars, the pinkish jewel in Orion's sword is not a star at all, but the great Orion Nebula. Still farther to the right, at the foot of the hunter, lies Rigel, the brightest star in view. Rigel is a hot supergiant star some 700 light-years in the distance.",
        "hdurl": "https://apod.nasa.gov/apod/image/0612/DiscoveryOrion_aurigema_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Path To Orion",
        "url": "https://apod.nasa.gov/apod/image/0612/DiscoveryOrion_aurigema_c720.jpg"
    },
    {
        "date": "2006-12-19",
        "explanation": "How massive can a normal star be?  Estimates made from distance, brightness and standard solar models had given one star in the open cluster Pismis 24 over 200 times the mass of our Sun, making it a record holder.  This star is the brightest object located just to the right of the gas front in the above image.  Close inspection of images taken recently with the Hubble Space Telescope, however, have shown that Pismis 24-1 derives its brilliant luminosity not from a single star but from three at least.  Component stars would still remain near 100 solar masses, making them among the more massive stars currently on record.  Toward the image left, stars are still forming in the associated emission nebula NGC 6357, including several that appear to be breaking out and illuminating a spectacular cocoon.",
        "hdurl": "https://apod.nasa.gov/apod/image/0612/ngc6357a_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Massive Stars in Open Cluster Pismis 24",
        "url": "https://apod.nasa.gov/apod/image/0612/ngc6357a_hst.jpg"
    },
    {
        "date": "2006-12-20",
        "explanation": "For reasons unknown, NGC 6357 is forming some of the most massive stars ever discovered.  Near the more obvious Cat's Paw nebula, NGC 6357 houses the open star cluster Pismis 24, home to these tremendously bright and blue stars.  The overall red glow near the inner star forming region results from the emission of ionized hydrogen gas.   The surrounding nebula, shown above, holds a complex tapestry of gas, dark dust, stars still forming, and newly born stars.  The intricate patterns are caused by complex interactions between interstellar winds, radiation pressures, magnetic fields, and gravity.  NGC 6357 spans about 400 light years and lies about 8,000 light years away toward the constellation of the Scorpion.",
        "hdurl": "https://apod.nasa.gov/apod/image/0612/heic0619_dss_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Star Forming Region NGC 6357",
        "url": "https://apod.nasa.gov/apod/image/0612/heic0619_dss.jpg"
    },
    {
        "date": "2006-12-22",
        "explanation": "On December 22nd, at 0022 Universal Time the Sun reached its southernmost point in Earth's sky marking the final season change for the year 2006. In celebration of the Solstice, consider these images of the Sun from an extreme ultraviolet telescope onboard the Stereo Ahead spacecraft. Recorded on December 4th, Stereo's first day of imaging, each false-color view highlights atomic emission in different temperature regimes of the upper solar atmosphere; 2 million kelvins in yellow, 1.5 million in green, 1 million, in blue and 60 to 80 thousand in red. The Stereo Mission will place twin spacecraft, launched together in October, into different solar orbits to conduct a three dimensional exploration of the Sun and the solar environment. After completing lunar swingby maneuvers, the A spacecraft is intended to orbit the Sun \"Ahead\" of planet Earth, and the B spacecraft \"Behind\".",
        "hdurl": "https://apod.nasa.gov/apod/image/0612/sun4_stereoahead_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The View from Stereo Ahead",
        "url": "https://apod.nasa.gov/apod/image/0612/sun4_stereoahead_cc720.jpg"
    },
    {
        "date": "2006-12-24",
        "explanation": "ght years ago results were first presented indicating that most of the energy in our universe is not in stars or galaxies but is tied to space itself.  In the language of cosmologists, a large cosmological constant is directly implied by new distant supernovae observations.  Suggestions of a cosmological constant (lambda) are not new -- they have existed since the advent of modern relativistic cosmology.  Such claims were not usually popular with astronomers, though, because lambda is so unlike known universe components, because lambda's value appeared limited by other observations, and because less-strange cosmologies without lambda had previously done well in explaining the data.  What is noteworthy here is the seemingly direct and reliable method of the observations and the good reputations of the scientists conducting the investigations.  Over the past eight years, independent teams of astronomers have continued to accumulate data that appears to confirm the unsettling result.  The above picture of a supernova that occurred in 1994 on the outskirts of a spiral galaxy was taken by one of these collaborations.",
        "hdurl": "https://apod.nasa.gov/apod/image/0612/sn94d_hiz_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Rumors of a Strange Universe",
        "url": "https://apod.nasa.gov/apod/image/0612/sn94d_hiz.jpg"
    },
    {
        "date": "2006-12-25",
        "explanation": "The International Space Station (ISS) will be the largest human-made object ever to orbit the Earth.  The station is so large that it could not be  launched all at once -- it is being built piecemeal with large sections added continually by flights of the Space Shuttle.  To function, the ISS needs trusses to keep it rigid and to route electricity and liquid coolants.  These trusses are huge, extending over 15 meters long, and with masses over 10,000 kilograms.  Pictured above earlier this month, astronauts Robert L. Curbeam (USA) and Christer Fuglesang (Sweden) work to attach a new truss segment to the ISS and begin to upgrade the power grid.",
        "hdurl": "https://apod.nasa.gov/apod/image/0612/trussnauts_sts116_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Upgrading the International Space Station",
        "url": "https://apod.nasa.gov/apod/image/0612/trussnauts_sts116.jpg"
    },
    {
        "date": "2006-12-29",
        "explanation": "Alnitak, Alnilam, and Mintaka, are the bright bluish stars from east to west (left to right) along the diagonal in this gorgeous cosmic vista. Otherwise known as the Belt of Orion, these three blue supergiant stars are hotter and much more massive than the Sun. They lie about 1,500 light-years away, born of Orion's well-studied interstellar clouds. In fact, clouds of gas and dust adrift in this region have intriguing and some surprisingly familiar shapes, including the dark Horsehead Nebula and Flame Nebula near Alnitak at the lower left. The famous Orion Nebula itself lies off the bottom of this star field that covers an impressive 4.4x3.5 degrees on the sky. The color picture was composited from digitized black and white photographic plates recorded through red and blue astronomical filters, with a computer synthesized green channel. The plates were taken using the Samuel Oschin Telescope, a wide-field survey instrument at Palomar Observatory, between 1987 and 1991.",
        "hdurl": "https://apod.nasa.gov/apod/image/0612/OrionBeltx_demartin_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Alnitak, Alnilam, Mintaka",
        "url": "https://apod.nasa.gov/apod/image/0612/OrionBeltx_demartin_f45.jpg"
    },
    {
        "date": "2006-12-31",
        "explanation": "The past year was extraordinary for the discovery of extraterrestrial fountains and flows -- some offering new potential in the search for liquid water and the origin of life beyond planet Earth.. Increased evidence was uncovered that fountains spurt not only from Saturn's moon Enceladus, but from the dunes of Mars as well.  Lakes were found on Saturn's moon Titan, and the residual of a flowing liquid was discovered on the walls of Martian craters.  The diverse Solar System fluidity may involve forms of slushy water-ice, methane, or sublimating carbon dioxide.  Pictured above, the light-colored path below the image center is hypothesized to have been created sometime in just the past few years by liquid water flowing across the surface of Mars.",
        "hdurl": "https://apod.nasa.gov/apod/image/0612/flow_mgs_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Year of Extraterrestrial Fountains and Flows",
        "url": "https://apod.nasa.gov/apod/image/0612/flow_mgs.jpg"
    }
]