[
    {
        "date": "2008-01-05",
        "explanation": "Follow the handle of the Big Dipper away from the dipper's bowl, until you get to the handle's last bright star. Then, just slide your telescope a little south and west and you might find this stunning pair of interacting galaxies, the 51st entry in Charles Messier's famous catalog. Perhaps the original spiral nebula, the large galaxy with well defined spiral structure is also cataloged as NGC 5194. Its spiral arms and dust lanes clearly sweep in front of its companion galaxy (right), NGC 5195. The pair are about 31 million light-years distant and officially lie within the boundaries of the small constellation Canes Venatici. Though M51 looks faint and fuzzy in small, earthbound telescopes, this sharpest ever picture of M51 was made in January 2005 with the Advanced Camera for Surveys on board the Hubble Space Telescope.",
        "hdurl": "https://apod.nasa.gov/apod/image/0801/m51_hst_lgx.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M51: Cosmic Whirlpool",
        "url": "https://apod.nasa.gov/apod/image/0801/m51_hst_lgx.jpg"
    },
    {
        "date": "2008-01-06",
        "explanation": "Why does Jupiter have rings?  Jupiter's rings were discovered in 1979 by the passing Voyager 1 spacecraft, but their origin was a mystery.  Data from the Galileo spacecraft that orbited Jupiter from 1995 to 2003 later confirmed that these rings were created by meteoroid impacts on small nearby moons.  As a small meteoroid strikes tiny Adrastea, for example, it will bore into the moon, vaporize, and explode dirt and dust off into a Jovian orbit.  Pictured above is an eclipse of the Sun by Jupiter, as viewed from Galileo.  Small dust particles high in Jupiter's atmosphere, as well as the dust particles that compose the rings, can be seen by reflected sunlight.   Note: Meet astronomy bloggers and APOD editor RN in Austin this Tuesday night.",
        "hdurl": "https://apod.nasa.gov/apod/image/0801/jupring1_gal_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Jupiter's Rings Revealed",
        "url": "https://apod.nasa.gov/apod/image/0801/jupring1_gal.jpg"
    },
    {
        "date": "2008-01-07",
        "explanation": "Where do meteor showers originate?  To help answer this question, astronomers studied in some detail the Quadrantid meteor shower that occurred over this past weekend.  In particular, astronomers with specialized cameras flew as part of the Quadrantid's Multi-Instrument Aircraft Campaign (MAC) aboard a Gulfstream V aircraft above northern Canada over the past few days and studied the Quadrantid meteor shower in unprecedented detail. Pictured above is a composite image combining many short exposures.  Visible in the image are the wingtip of the airplane reflecting a red beacon on the left, green aurora most prominent on the image right, and numerous meteor streaks throughout.  Preliminary indications are that the meteor stream is quite stable in time but variable in meteor abundance.  Over 100 meteors per hour were visible at the peak from the MAC aircraft.   Meteor data from around the world will continue to be analyzed to try to verify Peter Jenniskens's recent hypothesis that minor planet 2003 EH1 is an intermittently active comet and the parent body of the annual Quadrantid meteor shower.   Note: Meet sky enthusiasts, astro bloggers, and APOD editor RN in Austin tomorrow (Tuesday) night.",
        "hdurl": "https://apod.nasa.gov/apod/image/0801/quadrantids_vaubaillon_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Quadrantid Meteors and Aurora from the Air",
        "url": "https://apod.nasa.gov/apod/image/0801/quadrantids_vaubaillon.jpg"
    },
    {
        "date": "2008-01-08",
        "explanation": "As the New Horizons spacecraft sweeps through the Solar System, it is taking breathtaking images of the planets.  In February of last year, New Horizons passed Jupiter and the ever-active Jovian moon Io.   In this montage, Jupiter was captured in three bands of infrared light making the Great Red Spot look white.  Complex hurricane-like ovals, swirls, and planet-ringing bands are visible in Jupiter's complex atmosphere. Io is digitally superposed in natural color.  Fortuitously, a plume was emanating from Io's volcano Tvashtar.  Frost and sulfuric lava cover the volcanic moon, while red-glowing lava is visible beneath the blue sunlight-scattering plume.   The robotic New Horizons spacecraft is on track to arrive at Pluto in 2015.   Note: Meet sky enthusiasts, astro bloggers, and APOD editor RN in Austin tonight.",
        "hdurl": "https://apod.nasa.gov/apod/image/0801/jupiterio_newhorizons_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Jupiter-Io Montage from New Horizons",
        "url": "https://apod.nasa.gov/apod/image/0801/jupiterio_newhorizons.jpg"
    },
    {
        "date": "2008-01-10",
        "explanation": "A mere 11 million light-years away, Centaurus A is a giant elliptical galaxy - the closest active galaxy to Earth. This remarkable composite view of the galaxy combines image data from the x-ray ( Chandra), optical(ESO), and radio(VLA) regimes. Centaurus A's central region is a jumble of gas, dust, and stars in optical light, but both radio and x-ray telescopes trace a remarkable jet of high-energy particles streaming from the galaxy's core. The cosmic particle accelerator's power source is a black hole with about 10 million times the mass of the Sun coincident with the x-ray bright spot at the galaxy's center. Blasting out from the active galactic nucleus toward the upper left, the energetic jet extends about 13,000 light-years. A shorter jet extends from the nucleus in the opposite direction. Other x-ray bright spots in the field are binary star systems with neutron stars or stellar mass black holes. Active galaxy Centaurus A is likely the result of a merger with a spiral galaxy some 100 million years ago.",
        "hdurl": "https://apod.nasa.gov/apod/image/0801/cena_comp.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Active Galaxy Centaurus A",
        "url": "https://apod.nasa.gov/apod/image/0801/cena_comp800.jpg"
    },
    {
        "date": "2008-01-13",
        "explanation": "Ninety percent of the houses on Grenada were damaged by the destructive force of Hurricane Ivan.  At its peak, Ivan was a Category 5 hurricane, the highest power category on the Saffir-Simpson Scale, and created sustained winds in excess of 200 kilometers per hour.  Ivan was the largest hurricane to strike the US in 2004, and, so far, the 10th most powerful in recorded history.  As it swirled in the Atlantic Ocean, the tremendous eye of Hurricane Ivan was photographed from above by the orbiting International Space Station. The name Ivan has now been retired from Atlantic Ocean use by the World Meteorological Organization.   Note: Astronomy lectures by an APOD editor are now available as a free podcast.",
        "hdurl": "https://apod.nasa.gov/apod/image/0801/ivan_iss_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hurricane Ivan from the Space Station",
        "url": "https://apod.nasa.gov/apod/image/0801/ivan_iss.jpg"
    },
    {
        "date": "2008-01-16",
        "explanation": "Two days ago, the MESSENGER spacecraft became only the second spacecraft in human history to swoop past Mercury.  The last spacecraft to visit the Sun's closest planet was Mariner 10 over 35 years ago.  Mariner 10 was not able to photograph Mercury's entire surface, and the images it did send back raised many questions.  Therefore, much about planet Mercury remains unknown.  This week's flyby of MESSENGER was only the first of three flybys.  Over the next few years MESSENGER will swing past twice more and finally enter Mercury's orbit in 2011. MESSENGER is currently moving too fast to enter orbit around Mercury now.   The above image was taken two days ago during MESSENGER's flyby and shows part of Mercury's surface that has never been imaged in detail before. Many more detailed images of Mercury are expected to be sent back over the next few days.  The data acquired by MESSENGER will hopefully help scientists better understand how Mercury's surface was formed, and why it is so dense.    Note: Today's APOD image has been updated.  The latest MESSENGER images are here.",
        "hdurl": "https://apod.nasa.gov/apod/image/0801/mercury02_messenger_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "MESSENGER Passes Mercury",
        "url": "https://apod.nasa.gov/apod/image/0801/mercury02_messenger.jpg"
    },
    {
        "date": "2008-01-18",
        "explanation": "The stellar explosions known as supernovae are among the most powerful events in the universe. Triggered by the collapsing core of a massive star or the nuclear demise of a white dwarf, supernovae occur in average spiral galaxies only about once every century. But the remarkable spiral galaxy NGC 2770 has lately produced more than its fair share. Two still bright supernovae and the location of a third, originally spotted in 1999 but now faded from view, are indicated in this image of the edge-on spiral. All three supernovae are now thought to be of the core-collapse variety, but the most recent of the trio, SN2008D, was first detected by the Swift satellite at more extreme energies as an X-ray flash (XRF) or possibly a low-energy version of a gamma-ray burst on January 9th. Located a mere 90 million light-years away in the northern constellation Lynx, NGC 2770 is now the closest galaxy known to host such a powerful supernova event.",
        "hdurl": "https://apod.nasa.gov/apod/image/0801/ngc2770sne_malesani.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Supernova Factory NGC 2770",
        "url": "https://apod.nasa.gov/apod/image/0801/ngc2770sne_malesani_c800.jpg"
    },
    {
        "date": "2008-01-21",
        "explanation": "What would it look like to fly past Mercury?  Just such an adventure was experienced last week by the MESSENGER spacecraft during its first flyby of the strange moon-like world nearest the Sun.  Pictured above is the limb of Mercury seen by MESSENGER upon approach, from about 1 1/2 Earth diameters away.  Visible on the hot and barren planet are many craters, many appeared to be more shallow than similarly sized craters on the Moon.  The comparatively high gravity of Mercury helps flatten tall structures like high crater walls.  MESSENGER was able to take over 1,000 images of Mercury which will be beamed back to Earth for planetary geologists to study.  The robotic MESSENGER spacecraft is scheduled to fly past Mercury twice more before firing its thrusters to enter orbit in 2011.",
        "hdurl": "https://apod.nasa.gov/apod/image/0801/mercury03_messenger_big.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mercury's Horizon from MESSENGER",
        "url": "https://apod.nasa.gov/apod/image/0801/mercury03_messenger.jpg"
    },
    {
        "date": "2008-01-22",
        "explanation": "Perhaps it's time to go inside.  Such thoughts might occur to people witnessing the approach of an impressive shelf cloud.  Shelf clouds are typically seen leading thunderstorms, although they may precede any well defined front of relatively cold air.  Shelf clouds differ from roll clouds because shelf clouds are attached to a larger cloud system lurking above.  Similarly, shelf clouds differ from wall clouds because wall clouds typically trail storm systems.  The above pictured shelf cloud was photographed toward the southwest during a trip crossing the prairies of Saskatchewan, Canada on the Trans-Canada Highway in 2001 August.  A rising Sun illuminated the impressive cloud from the east as it advanced from the west.",
        "hdurl": "https://apod.nasa.gov/apod/image/0801/shelfcloud_kerr_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Shelf Cloud Over Saskatchewan",
        "url": "https://apod.nasa.gov/apod/image/0801/shelfcloud_kerr.jpg"
    },
    {
        "date": "2008-01-23",
        "explanation": "Astronaut self-portraits can be particularly interesting.  Visible in the above picture, working in from the outer borders, are the edges of the reflecting helmet of a space suit, modules of the International Space Station (ISS), the Earth, the arms of Expedition 15 astronaut Clay Anderson, and the digital camera used to snap the image.  This picture was taken during the shuttle orbiter Endeavour's mission to expand the space station last August.  The large curvature of the Earth appearing in the visor reflection is not the true curvature of our spherical Earth, but rather an artifact of the curve of the space helmet.  Earth's horizon appears only slightly curved when viewed from the height of the ISS -- approximately 400 kilometers.  The next space shuttle mission to the space station is currently expected to take place next month and includes the installation of the scientific Columbus Laboratory.",
        "hdurl": "https://apod.nasa.gov/apod/image/0801/reflections_sts118_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Orbiting Astronaut Reflects Earth",
        "url": "https://apod.nasa.gov/apod/image/0801/reflections_sts118.jpg"
    },
    {
        "date": "2008-01-26",
        "explanation": "Hard to spot against the twilight glow near planet Earth's horizon, a crescent Mercury was imaged close up by the MESSENGER spacecraft early last week. Colors in this remarkable picture were created using data recorded through infrared, red, and violet filters. The combination enhances color differences otherwise not visible to the eye across the innermost planet's cratered surface. In this view, light bluish material seems to surround relatively new craters, contrasting with the mostly drab, brown terrain. Mercury itself is 4,880 kilometers in diameter. The full resolution image shows features as small as 10 kilometers across.",
        "hdurl": "https://apod.nasa.gov/apod/image/0801/mercury_messengerJan22.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "Crescent Mercury in Color",
        "url": "https://apod.nasa.gov/apod/image/0801/mercury_messengerJan22_rc800.jpg"
    },
    {
        "date": "2008-01-29",
        "explanation": "What does Mars look like from here? Last September, before hiking across rugged and slippery terrain to reach its winter hibernation point, the robotic Spirit rover climbed a small plateau known as Home Plate and captured the spectacular vista pictured above.  Part of the curious flat-topped Home Plate is visible as the light colored landscape across the panorama's foreground.   On the image left, visible about eight kilometers in the distance, is Grissom Hill, while on the left foreground is rock strewn Tsiolkovski Ridge.  On the right, at about 800 meters distant, is Husband Hill, already explored by Spirit and notable as the highest point visible in the westward looking panorama. In the inset is a close-up of a tiny motionless feature informally dubbed Little Bigfoot that has drawn some attention for it superficial appearance to a humanoid life form.  Tenacious image explorers might locate Little Bigfoot towards the front left of the high resolution panorama.  Spirit successfully reached its energy-conserving winter haven in December.",
        "hdurl": "https://apod.nasa.gov/apod/image/0801/westvalley_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "West Valley Panorama from the Spirit Rover on Mars",
        "url": "https://apod.nasa.gov/apod/image/0801/westvalley_spirit.jpg"
    },
    {
        "date": "2008-01-30",
        "explanation": "Asteroid 2007 TU24 passed by the Earth yesterday, posing no danger.  The space rock, estimated to be about 250 meters across, coasted by just outside the orbit of Earth's Moon.   The passing was not very unusual -- small rocks strike Earth daily, and in 2003 a rock the size of a bus passed inside the orbit of the Moon, being detected only after passing. TU24 was notable partly because it was so large.  Were TU24 to have struck land, it might have caused a magnitude seven earthquake and left a city-sized crater.  A perhaps larger danger would have occurred were TU24  to have struck the ocean and raised a large tsunami. This radar image was taken two days ago.  The Arecibo Radio Telescope in Puerto Rico broadcast radar that was reflected by the asteroid and then recorded by the Byrd Radio Telescope in Green Bank, West Virginia.  The resulting image shows TU24 to have an oblong and irregular shape. TU24 was discovered only three months ago, indicating that other potentially hazardous asteroids might lurk in our Solar System currently undetected.  Objects like TU24 are hard to detect because they are so faint and move so fast.  Humanity's ability to scan the sky to detect, catalog, and analyze such objects has increased notably in recent years.",
        "hdurl": "https://apod.nasa.gov/apod/image/0801/tu24_greenbank_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Asteroid 2007 TU24 Passes the Earth",
        "url": "https://apod.nasa.gov/apod/image/0801/tu24_greenbank.jpg"
    },
    {
        "date": "2008-01-31",
        "explanation": "Dusty stellar nursery RCW 49 surrounds young star cluster Westerlund 2 in this remarkable composite skyscape from beyond the visible spectrum of light. Infrared data from the Spitzer Space Telescope is shown in black and white, complimenting the Chandra X-ray image data (in false color) of the hot energetic stars within the cluster's central region. Looking toward the grand southern constellation Centaurus, both views reveal stars and structures hidden from optical telescopes by obscuring dust. Westerlund 2 itself is a mere 2 million years old or less, and contains some of our galaxy's most luminous, massive and therefore short-lived stars. The infrared signatures of proto-planetary disks have also been identified in the intense star forming region. At the cluster's estimated distance of 20,000 light-years, the square marking the Chandra field of view would be about 50 light-years on a side.",
        "hdurl": "https://apod.nasa.gov/apod/image/0801/wd2_xrayir.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Young Star Cluster Westerlund 2",
        "url": "https://apod.nasa.gov/apod/image/0801/wd2_xrayir_c790.jpg"
    },
    {
        "date": "2008-02-01",
        "explanation": "Fifty years ago (on January 31, 1958) the First Explorer, was launched into Earth orbit by the Army Ballistic Missile Agency. Inaugurating the era of space exploration for the United States, Explorer I was a thirty pound satellite that carried instruments to measure temperatures, and micrometeorite impacts, along with an experiment designed by James A. Van Allen to measure the density of electrons and ions in space. The measurements made by Van Allen's experiment led to an unexpected and startling discovery -- an earth-encircling belt of high energy electrons and ions trapped in the magnetosphere now known as the Van Allen Radiation Belt. Explorer I ceased transmitting on February 28, 1958, but remained in orbit until March of 1970. Pioneering space scientist James Van Allen died on August 9th, 2006 at the age of 91.",
        "hdurl": "https://apod.nasa.gov/apod/image/0802/exp1Launch_msfc_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The First Explorer",
        "url": "https://apod.nasa.gov/apod/image/0802/exp1Launch_msfc_c22.jpg"
    },
    {
        "date": "2008-02-03",
        "explanation": "What caused this outburst of V838 Mon?  For reasons unknown, star V838 Mon's outer surface suddenly greatly expanded with the result that it became the brightest star in the entire Milky Way Galaxy in January 2002.  Then, just as suddenly, it faded.  A stellar flash like this has never been seen before -- supernovas and novas expel matter out into space.  Although the V838 Mon flash appears to expel material into space, what is seen in the above image from the  Hubble Space Telescope is actually an outwardly moving light echo of the bright flash.  In a light echo, light from the flash is reflected by successively more distant rings in the complex array of ambient interstellar dust that already surrounded the star.  V838 Mon lies about 20,000 light years away toward the constellation of the unicorn (Monoceros), while the  light echo above spans about six light years in diameter.   digg_url = 'http://apod.nasa.gov/apod/ap080203.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0802/v838feb04_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Light Echoes from V838 Mon",
        "url": "https://apod.nasa.gov/apod/image/0802/v838feb04_hst.jpg"
    },
    {
        "date": "2008-02-04",
        "explanation": "Why does this crater on Mercury look like a spider?  When the robotic MESSENGER spacecraft glided by the planet Mercury last month, it was able to image portions of the Sun's closest planet that had never been seen before. When imaging the center of Mercury's extremely large Caloris Basin, MESSENGER found a crater, pictured above, with a set of unusual rays emanating out from its center.  A crater with such troughs has never been seen before anywhere in our Solar System. What isn't clear is the relation of the crater to the radial troughs. Perhaps the crater created the radial rays, or perhaps the two features appear only by a chance superposition -- the topic is sure to be one of future research. MESSENGER is scheduled to fly past Mercury twice more before firing its thrusters to enter orbit in 2011.   digg_url = 'http://apod.nasa.gov/apod/ap080204.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0802/craterspider_messenger_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Spider Shaped Crater on Mercury",
        "url": "https://apod.nasa.gov/apod/image/0802/craterspider_messenger.jpg"
    },
    {
        "date": "2008-02-09",
        "explanation": "An intricate network of lighting plays across the 130 foot high Rotating Service Structure (RSS) in this dramatic night view of the Space Shuttle Atlantis on the Kennedy Space Center's launch pad 39A. Small human figures visible in silhouette emphasize the structure's enormous scale. Seen here after rolling back before Thursday's shuttle launch, the RSS provides pre-launch access to the orbiter and its payload. For this mission to the International Space Station, STS-122, Atlantis' payload is the European Space Agency's Columbus science laboratory. During the mission, three space walks are planned to attach the Columbus lab. Atlantis is expected to dock with the space station today.   digg_url = 'http://apod.nasa.gov/apod/ap080209.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0802/atlantis_sts122.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Atlantis on Pad 39A",
        "url": "https://apod.nasa.gov/apod/image/0802/atlantis_sts122_800.jpg"
    },
    {
        "date": "2008-02-10",
        "explanation": "Gravity can bend light, allowing huge clusters of galaxies to act as telescopes.  Almost all of the bright objects in this Hubble Space Telescope image are galaxies in the cluster known as Abell 2218.  The cluster is so massive and so compact that its gravity bends and focuses the light from galaxies that lie behind it.  As a result, multiple images of these background galaxies are distorted into long faint arcs -- a simple lensing effect analogous to viewing distant street lamps through a glass of wine.  The cluster of galaxies Abell 2218 is itself about three billion light-years away in the northern constellation of the Dragon (Draco). The power of this massive cluster telescope has allowed astronomers to detect a galaxy at redshift 5.58, the most distant galaxy yet measured.  This young, still-maturing galaxy is faintly visible to the lower right of the cluster core.   digg_url = 'http://apod.nasa.gov/apod/ap080210.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0802/ngc2218_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Abell 2218: A Galaxy Cluster Lens",
        "url": "https://apod.nasa.gov/apod/image/0802/ngc2218_hst.jpg"
    },
    {
        "date": "2008-02-11",
        "explanation": "How did Epimetheus form?  No one is yet sure.  To help answer that question, this small moon has recently been imaged again in great detail by the robot spacecraft Cassini now orbiting Saturn.  Epimetheus sometimes orbits Saturn in front of  Janus, another small satellite, but sometimes behind. The above image, taken last December, shows a surface covered with craters indicating great age.  Epimetheus spans about 115 kilometers across.  Epimetheus does not have enough surface gravity to restructure itself into a sphere. The flattened face of Epimetheus shown above might have been created by a single large impact.   digg_url = 'http://apod.nasa.gov/apod/ap080211.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0802/epimetheus2_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn's Moon Epimetheus from the Cassini Spacecraft\n",
        "url": "https://apod.nasa.gov/apod/image/0802/epimetheus2_cassini.jpg"
    },
    {
        "date": "2008-02-12",
        "explanation": "This dusty reflection nebula surrounds pulsating star RS Pup, some 10 times more massive than the Sun and on average 15,000 times more luminous. In fact, RS Pup is a Cepheid type variable star; a class of stars whose brightness is used to estimate distances to nearby galaxies as one of the first steps in establishing the cosmic distance scale. As RS Pup pulsates over a period of about 40 days, its regular changes in brightness are also seen along the nebula delayed in time, effectively a light echo. The otherwise overwhelming light from RS Pup itself is hidden behind the dark central stripe in the color image. Using new measurements of the time delay and angular size of the nebula, the known speed of light allows astronomers to geometrically determine the distance to RS Pup to be 6,500 light-years, with a remarkably small error of plus or minus 90 light-years. An impressive achievement for stellar astronomy, the echo-measured distance also more accurately establishes the true brightness of RS Pup, and by extension other Cepheid stars, improving the knowledge of distances to galaxies beyond the Milky Way.   digg_url = 'http://apod.nasa.gov/apod/ap080212.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0802/RSPup_kervella.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Echoes from RS Pup",
        "url": "https://apod.nasa.gov/apod/image/0802/RSPup_kervella_c800.jpg"
    },
    {
        "date": "2008-02-13",
        "explanation": "NGC 1132 is one smooth galaxy -- but how did it form? As an elliptical galaxy, NGC 1132 has little dust and gas, and few stars have formed in it recently. Although many elliptical galaxies are in clusters of galaxies, NGC 1132 appears as a large, isolated galaxy toward the constellation of the River (Eridanus).  To probe the history of this intriguing trillion-star ball, astronomers imaged NGC 1132 in both visible light with the Hubble Space Telescope and X-ray light with the Chandra X-ray Observatory.  In this composite false-color image, visible light is white, while the X-ray light is blue and indicates the unusual presence of very hot gas.  The X-ray light also likely traces out the location of dark matter. One progenitor hypothesis is that NGC 1132 is the result of a series of galaxy mergers in what once was a small group of galaxies.  NGC 1132 is over 300 million light years away, so the light we see from it today left before dinosaurs roamed the Earth.   Many fascinating background galaxies can be seen far in the distance.   digg_url = 'http://apod.nasa.gov/apod/ap080213.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0802/ngc1132_hcst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Elliptical Galaxy NGC 1132",
        "url": "https://apod.nasa.gov/apod/image/0802/ngc1132_hcst.jpg"
    },
    {
        "date": "2008-02-15",
        "explanation": "Cosmic dust clouds and embedded newborn stars glow at infrared wavelengths in this tantalizing false-color view from the Spitzer Space Telescope. Pictured is of one of the closest star forming regions, part of the Rho Ophiuchi cloud complex some 400 light-years distant near the southern edge of the pronounceable constellation Ophiuchus. The view spans about 5 light-years at that estimated distance. After forming along a large cloud of cold molecular hydrogen gas, newborn stars heat the surrounding dust to produce the infrared glow. An exploration of the region in penetrating infrared light has detected some 300 emerging and newly formed stars whose average age is estimated to be a mere 300,000 years -- extremely young compared to the Sun's age of 5 billion years.   digg_url = 'http://apod.nasa.gov/apod/ap080215.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0802/Ophcloud_spitzer.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Young Stars in the Rho Ophiuchi Cloud",
        "url": "https://apod.nasa.gov/apod/image/0802/Ophcloud_spitzer_c800.jpg"
    },
    {
        "date": "2008-02-17",
        "explanation": "This is the mess that is left when a star explodes.  The Crab Nebula, the result of a supernova seen in 1054 AD, is filled with mysterious filaments.  The filaments are not only tremendously complex, but appear to have less mass than expelled in the original supernova and a higher speed than expected from a free explosion.  The above image, taken by the Hubble Space Telescope, is presented in three colors chosen for scientific interest.  The Crab Nebula spans about 10 light-years.  In the nebula's very center lies a pulsar: a neutron star as massive as the Sun but with only the size of a small town.  The Crab Pulsar rotates about 30 times each second.   digg_url = 'http://apod.nasa.gov/apod/ap080217.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0802/crabmosaic_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M1: The Crab Nebula from Hubble",
        "url": "https://apod.nasa.gov/apod/image/0802/crabmosaic_hst.jpg"
    },
    {
        "date": "2008-02-18",
        "explanation": "How common are planetary systems like our own? Perhaps quite common, as the first system of planets like our own Solar System has been discovered using a newly adapted technique that, so far, has probed only six planetary systems.  The technique, called gravitational microlensing, looks for telling brightness changes in measured starlight when a foreground star with planets chances almost directly in front of a more distant star. The distant star's light is slightly deflected in predictable ways by the gravity of the closer system. Recently a detailed analysis of microlensing system OGLE-2006-BLG-109 has related brightness variations to two planets that are similar to Jupiter and Saturn of our own Solar System.  This discovery carries the tantalizing implication that interior planets, possibly including Earth-like planets, might also be common. Pictured above is an artistic conception of how the BLG-109 planetary system might look.   digg_url = 'http://apod.nasa.gov/apod/ap080218.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0802/blg109_kasi_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "BLG-109: A Distant Version of our own Solar System",
        "url": "https://apod.nasa.gov/apod/image/0802/blg109_kasi.jpg"
    },
    {
        "date": "2008-02-19",
        "explanation": "The International Space Station (ISS) has been equipped with a powerful new scientific laboratory. The Space Shuttle Atlantis delivered the Columbus Laboratory to the ISS and installed the seven meter long module over the past week. Columbus has ten racks for experiments that can be controlled from the station or the Columbus Control Center in Germany.  The first set of experiments includes the Fluid Science Laboratory that will explore fluid properties in the microgravity of low Earth orbit, and Biolab which supports experiments on microorganisms. Future Columbus experiments include an atomic clock that will test minuscule timing effects including those expected by Einstein's General Theory of Relativity.  Pictured above, mission specialist Hans Schlegel works on the outside of Columbus.  Scientists from all over the world may propose and carry out experiments to be done on the laboratory during its ten year mission.   digg_url = 'http://apod.nasa.gov/apod/ap080219.html'; digg_skin = 'compact';  Watch the Total Lunar Eclipse the night of Feb. 20/21.",
        "hdurl": "https://apod.nasa.gov/apod/image/0802/columbus_sts122_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Columbus Laboratory Installed on Space Station",
        "url": "https://apod.nasa.gov/apod/image/0802/columbus_sts122.jpg"
    },
    {
        "date": "2008-02-23",
        "explanation": "Get out your red-blue glasses and float next to the International Space Station (ISS), planet Earth's largest artificial moon. This fun stereo view was constructed from parts of two separate images (S122-E-009880, S122-E-009893) and an additional background recorded as the shuttle orbiter Atlantis undocked from the ISS on February 18. Atlantis and the ISS were traveling over 7,500 meters per second at an altitude of about 350 kilometers. The shiny, 7 meter long module extending from the station at the lower right is ESA's Columbus Laboratory, delivered by Atlantis and installed by spacewalking astronauts. After a successful 13 day mission to the ISS, Atlantis landed at Kennedy Space Center on Wednesday.   digg_url = 'http://apod.nasa.gov/apod/ap080223.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0802/ISScolumbus3d_pava-screenres-B.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stereo Space Station",
        "url": "https://apod.nasa.gov/apod/image/0802/ISScolumbus3d_pava_c800.jpg"
    },
    {
        "date": "2008-02-24",
        "explanation": "These two mighty galaxies are pulling each other apart.  Known as \" The Mice\" because they have such long tails, each spiral galaxy has likely already passed through the other. They will probably collide again and again until they coalesce.  The long tails are created by the relative  difference between gravitational pulls on the near and far parts of each galaxy.  Because the distances are so large, the cosmic interaction takes place in slow motion -- over hundreds of millions of years.  NGC 4676 lies about 300 million light-years away toward the constellation of Bernice's Hair (Coma Berenices) and are likely members of the Coma Cluster of Galaxies.  The above picture was taken with the Hubble Space Telescope's Advanced Camera for Surveys which is more sensitive and images a larger field than previous Hubble cameras.  The camera's increased sensitivity has imaged, serendipitously, galaxies far in the distance scattered about the frame.   digg_url = 'http://apod.nasa.gov/apod/ap080224.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0802/ngc4676_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 4676: When Mice Collide",
        "url": "https://apod.nasa.gov/apod/image/0802/ngc4676_hst.jpg"
    },
    {
        "date": "2008-02-26",
        "explanation": "Why did an acidic haze spread across Venus?  The unusual clouds were discovered last July by ESA's robotic Venus Express spacecraft currently orbiting Venus.  The bright and smooth haze was found by Venus Express to be rich in sulfuric acid, created when an unknown process lifted water vapor and sulphur dioxide from lower levels into Venus' upper atmosphere.  There, sunlight broke these molecules apart and some of them recombined into the volatile sulfuric acid.  Over the course of just a few days last July, the smooth acidic clouds spread from the South Pole of Venus across half the planet.  The above false-color picture of Venus was taken last July 23rd in ultraviolet light, and shows the unusual haze as relatively smooth regions across the image bottom. The cause of the dark streaks in the clouds is also not yet understood and is being researched.   digg_url = 'http://apod.nasa.gov/apod/ap080226.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0802/venussouth_vexpress_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mysterious Acid Haze on Venus",
        "url": "https://apod.nasa.gov/apod/image/0802/venussouth_vexpress.jpg"
    },
    {
        "date": "2008-03-03",
        "explanation": "What are these strange shapes on Mars?  Defrosting sand dunes. As spring now dawns on the Northern Hemisphere of Mars, dunes of sand near the pole, as pictured above, are beginning to thaw.  The carbon dioxide and water ice actually sublime in the thin atmosphere directly to gas.  Thinner regions of ice typically defrost first revealing sand whose darkness soaks in sunlight and accelerates the thaw.  The process might even involve sandy jets exploding through the thinning ice.  By summer, spots will expand to encompass the entire dunes.  The Martian North Pole is ringed by many similar fields of barchan sand dunes, whose strange, smooth arcs are shaped by persistent Martian winds.   digg_url = 'http://apod.nasa.gov/apod/ap080303.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0803/dunes2_hirise_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sand Dunes Thawing on Mars",
        "url": "https://apod.nasa.gov/apod/image/0803/dunes2_hirise.jpg"
    },
    {
        "date": "2008-03-05",
        "explanation": "The developing International Space Station (ISS) has changed its appearance again.  Last month, the Space Shuttle orbiter Atlantis visited the ISS and added components that included the Columbus Science Laboratory. The entire array of expansive solar panels is visible in this picture taken by the Atlantis Crew after leaving the ISS to return to Earth.  The world's foremost space outpost can be seen developing over the past several years by comparing the above image to past images.  Also visible above are many different types of modules, a robotic arm, another impressive set of  solar panels, and a supply ship.  Construction began on the ISS in 1998.   digg_url = 'http://apod.nasa.gov/apod/ap080305.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0803/iss_sts122_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The International Space Station Expands Again",
        "url": "https://apod.nasa.gov/apod/image/0803/iss_sts122.jpg"
    },
    {
        "date": "2008-03-09",
        "explanation": "Our Earth is not at rest.   The Earth moves around the Sun.   The Sun orbits the center of the Milky Way Galaxy.   The Milky Way Galaxy orbits in the Local Group of Galaxies.   The Local Group falls toward the Virgo Cluster of Galaxies.   But these speeds are less than the speed that all of these objects together move relative to the cosmic microwave background radiation (CMBR).   In the above all-sky map from the COBE satellite, radiation in the Earth's direction of motion appears blueshifted and hence hotter, while radiation on the opposite side of the sky is redshifted and colder.   The map indicates that the Local Group moves at about 600 kilometers per second relative to this primordial radiation.   This high speed was initially unexpected and its magnitude is still unexplained.   Why are we moving so fast?   What is out there?  digg_url = 'http://apod.nasa.gov/apod/ap080309.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0803/dip_cobe.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "CMBR Dipole: Speeding Through the Universe",
        "url": "https://apod.nasa.gov/apod/image/0803/dip_cobe_big.jpg"
    },
    {
        "date": "2008-03-11",
        "explanation": "What caused this sudden cloud of dust on Mars? An avalanche!  The first avalanche imaged in progress on another planet was recorded last month on Mars by NASA's robotic Mars Reconnaissance Orbiter.  Visible in the above picture, digitally rescaled, are several layers of white ice thawing over red rock, with darker colors toward the right indicated Martian soil that mixed with lesser amounts of ice.  As the cliff of over 700 meters high was thawing, falling ice crashed down raising plumes of ice and dust so thick they cast visible shadows.  The scarp has slopes with grades greater than 60 degrees.  The entire scene is illuminated from the upper right by the Sun.  A thaw occurs each spring in the Northern Hemisphere of Mars, as the warming climate causes solid carbon dioxide ice to sublimate directly to vapor.  Studying such avalanches allows planetary geologists to better understand soil configurations on Mars.   digg_url = 'http://apod.nasa.gov/apod/ap080311.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0803/avalanche_hirise_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "An Avalanche on Mars",
        "url": "https://apod.nasa.gov/apod/image/0803/avalanche_hirise.jpg"
    },
    {
        "date": "2008-03-12",
        "explanation": "How do stars form?   To better understand this complex and chaotic process, astronomers used the Hubble Space Telescope to image in unprecedented detail the star forming region LH 95 in the nearby Large Magellanic Cloud galaxy.  Usually only the brightest, bluest, most massive stars in a star forming region are visible, but the above image was taken in such high resolution and in such specific colors that many recently formed stars that are more yellow, more dim, and less massive are also discernable.   Also visible in the above scientifically colored image is a blue sheen of diffuse hydrogen gas heated by the young stars, and dark dust created by stars or during supernova explosions. Studying the locations and abundances of lower mass stars in star forming regions and around molecular clouds helps uncover what conditions were present when they formed.  LH 95 spans about 150 light years and lies about 160,000 light years away toward the southern constellation of the Swordfish (Dorado).   digg_url = 'http://apod.nasa.gov/apod/ap080312.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0803/lh95_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Star Forming Region LH 95",
        "url": "https://apod.nasa.gov/apod/image/0803/lh95_hst.jpg"
    },
    {
        "date": "2008-03-13",
        "explanation": "Carinae, one of the most massive and unstable stars in the Milky Way Galaxy, has a profound effect on its environment. Found in the South Pillar region of the Carina Nebula, these fantastic pillars of glowing dust and gas with embedded newborn stars were sculpted by the intense wind and radiation from Eta Carinae and other massive stars. Glowing brightly in planet Earth's southern sky, the expansive Eta Carinae Nebula is a mere 10,000 light-years distant. Still, this remarkable cosmic vista is largely obscured by nebular dust and only revealed here in penetrating infrared light by the Spitzer Space Telescope. Eta Carinae itself is off the top left of the false-color image, with the bright-tipped dust pillars pointing suggestively toward the massive star's position. The Spitzer image spans almost 200 light-years at the distance of Eta Carinae.   digg_url = 'http://apod.nasa.gov/apod/ap080313.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0803/etacar_spitzer_f2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sculpting the South Pillar",
        "url": "https://apod.nasa.gov/apod/image/0803/etacar_spitzer_c800.jpg"
    },
    {
        "date": "2008-03-14",
        "explanation": "Blasting into a dark night sky, the Space Shuttle Endeavour began its latest journey to orbit in the early morning hours of March 11. In this stunning picture following the launch, the glare from Endeavour's three main rocket engines and flanking solid fuel booster rockets illuminates the orbiter's tail section and the large, orange external fuel tank. Embarking on mission STS-123, Endeavour left Kennedy Space Center's pad 39A, ferrying a crew of seven astronauts to the International Space Station (ISS). The cargo included the first section of the Japan Aerospace Exploration Agency's Kibo laboratory and the Canadian Space Agency's two-armed robotic system. Astronauts will conduct a series of space walks to install the new equipment during the 16-day mission, the longest shuttle mission to the ISS.   digg_url = 'http://apod.nasa.gov/apod/ap080314.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0803/STS123Endeavour_08pd0714.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Endeavour into the Night",
        "url": "https://apod.nasa.gov/apod/image/0803/STS123Endeavour_08pd0714_d800.jpg"
    },
    {
        "date": "2008-03-17",
        "explanation": "What does the surface of Saturn's ice-spewing moon Enceladus look like?  To help find out, the robotic Cassini spacecraft now orbiting Saturn was sent soaring past the cryovolcanic moon and even right through one of Enceladus' ice plumes.   Cassini closed to about 52 kilometers during its closest encounter to date.  The above unprocessed image was taken looking down from the north, from about 30,000 kilometers away.   Visible are at least two types of terrain.  The first type of terrain has more craters than occur near Enceladus' South Pole.   The other type of terrain has few craters but many ridges and grooves that may have been created by surface-shifting tectonic activity.  Exogeologists are currently poring over this and other Cassini images from last Wednesday's flyby to better understand the moon's patch-work surface, its unusual ice-geysers, and its potential to support life.  Cassini is scheduled to fly by Enceladus at least nine more times, including an even closer pass of just 25 kilometers this coming October.   digg_url = 'http://apod.nasa.gov/apod/ap080317.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0803/enceladus5_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Thirty Thousand Kilometers Above Enceladus",
        "url": "https://apod.nasa.gov/apod/image/0803/enceladus5_cassini.jpg"
    },
    {
        "date": "2008-03-19",
        "explanation": "The colors of Mercury are subtle but beautiful. At first glance, our Solar System's innermost planet appears simply black and white, but images that include infrared colors normally beyond human vision accentuate a world of detail. One such image, shown above, was acquired by the robotic MESSENGER spacecraft that swung by Mercury in mid-January. Here, most generally, the hot world itself acquires a slightly more brown hue.  Many craters that appear on top of other craters -- and so surely have formed more recently -- appear here as bright with bright rays that include a slightly blue tint, indicating that soil upended during the impact was light in color.  A few craters, such as some in the huge Caloris Basin impact feature visible on the upper right, appear unexpectedly to be ringed with a dark material, the nature of which is being researched.  MESSENGER continues to glide through the inner Solar System and will pass Mercury again this October and next September, before entering orbit around the desolate world in 2011.   digg_url = 'http://apod.nasa.gov/apod/ap080319.html'; digg_skin = 'compact';  Arthur C. Clarke 1917-2008",
        "hdurl": "https://apod.nasa.gov/apod/image/0803/mercurycolor_messenger_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mercury in Accentuated Color",
        "url": "https://apod.nasa.gov/apod/image/0803/mercurycolor_messenger.jpg"
    },
    {
        "date": "2008-03-20",
        "explanation": "Today, the Sun crosses the celestial equator heading north at 0548 UT. Known as the equinox, the geocentric astronomical event marks the first day of spring in the northern hemisphere and autumn in the south. Equinox means equal night and with the Sun on the celestial equator, Earth dwellers will experience nearly 12 hours of daylight and 12 hours of darkness. Of course, for those in the north, the days will grow longer with the Sun marching higher in the sky as summer approaches. To celebrate the equinox, consider this colorful view of the setting Sun. Recorded last June from the International Space Station, the Sun's limb still peeks above the distant horizon as seen from Earth orbit. Clouds appear in silhouette as the sunlight is reddened by dust in the dense lower atmosphere. Molecules in the more tenuous upper atmosphere are preferentially scattering blue light.   digg_url = 'http://apod.nasa.gov/apod/ap080320.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0803/iss015e10471.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sunset: Planet Earth",
        "url": "https://apod.nasa.gov/apod/image/0803/iss015e10471_c800.jpg"
    },
    {
        "date": "2008-03-21",
        "explanation": "The star cataloged as HD 189733 is a mere 63 light-years away. Its location is indicated in this deep, wide-angle image of the sky centered on the northern constellation of Cygnus. Considering the many bright stars, nebulae, and star clusters in the region more familiar to skygazers, HD 189733 may not seem to be remarkable, but it is known to have at least one hot, jupiter-sized planet orbiting very close, with an impressively short period of 2.2 days. Because the planet regularly eclipses its parent star, astronomers can study starlight that passes directly through the planet's atmosphere and identify molecules through spectroscopy. Following the discovery of water vapor in the planetary atmosphere, astronomers now report that Hubble Space Telescope data also indicates the signature of methane (CH4). The exciting result is the first detection of an organic molecule on a planet orbiting another star. Although HD 189733's planet is considered too hot and inhospitable to support life, the work is a step toward measuring conditions and chemistry on other extrasolar planets where life could exist.   digg_url = 'http://apod.nasa.gov/apod/ap080321.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0803/web_hd189733.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Where is HD 189733?",
        "url": "https://apod.nasa.gov/apod/image/0803/web_hd189733_c800.jpg"
    },
    {
        "date": "2008-03-23",
        "explanation": "Where did all the stars go?  What used to be considered a hole in the sky is now known to astronomers as a dark molecular cloud.  Here, a high concentration of  dust and molecular gas absorb practically all the visible light emitted from background stars.  The eerily dark surroundings help make the interiors of molecular clouds some of the coldest and most isolated places in the universe.  One of the most notable of these dark absorption nebulae  is a cloud toward the constellation Ophiuchus known as Barnard 68, pictured above.  That no stars are visible in the center indicates that  Barnard 68 is relatively nearby, with measurements placing it about 500 light-years away and half a light-year across.  It is not known exactly how molecular clouds like Barnard 68 form, but it is known that these clouds are themselves  likely places for new stars to form. It is possible to look right through the cloud in infrared light.   digg_url = 'http://apod.nasa.gov/apod/ap080323.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0803/barnard68_vlt_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Molecular Cloud Barnard 68",
        "url": "https://apod.nasa.gov/apod/image/0803/barnard68_vlt.jpg"
    },
    {
        "date": "2008-03-24",
        "explanation": "Spectacular vistas of Saturn and its moon continue to be recorded by the Cassini spacecraft. Launched from Earth in 1997, robotic Cassini entered orbit around Saturn in 2004 and has revolutionized much of humanity's knowledge of Saturn, its expansive and complex rings, and it many old and battered moons. Soon after reaching Saturn, Cassini released the Huygen's probe which landed on Titan, Saturn's largest moon, and send back unprecedented pictures from below Titan's opaque cloud decks.  Recent radar images of Titan from Cassini indicate flat regions that are likely lakes of liquid methane, indicating a complex weather system where it likely rains chemicals similar to gasoline.  Pictured above, magnificent Saturn and enigmatic Titan were imaged together in true color by Cassini earlier this year.   digg_url = 'http://apod.nasa.gov/apod/ap080324.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0803/saturntitan_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn and Titan from Cassini",
        "url": "https://apod.nasa.gov/apod/image/0803/saturntitan_cassini.jpg"
    },
    {
        "date": "2008-03-25",
        "explanation": "On the left, surrounded by blue spiral arms, is spiral galaxy M81.  On the right marked by red gas and dust clouds, is irregular galaxy M82.  This stunning vista shows these two mammoth galaxies locked in gravitational combat, as they have been for the past billion years.   The gravity from each galaxy dramatically affects the other during each hundred million-year pass.  Last go-round, M82's gravity likely raised density waves rippling around M81, resulting in the richness of M81's spiral arms.  But M81 left M82 with violent star forming regions and colliding gas clouds so energetic the galaxy glows in X-rays.  In a few billion years only one galaxy will remain.   digg_url = 'http://apod.nasa.gov/apod/ap080325.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0803/m81m82_zmaritsch_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Galaxy Wars: M81 versus M82",
        "url": "https://apod.nasa.gov/apod/image/0803/m81m82_zmaritsch.jpg"
    },
    {
        "date": "2008-03-28",
        "explanation": "How far can you see? Even the faintest stars visible to the eye are merely hundreds or thousands of light-years distant, all well within our own Milky Way Galaxy. Of course, if you know where to look you can also spot the Andromeda Galaxy as a pale, fuzzy cloud, around 2.5 million light-years away. But staring toward the northern constellation Bootes on March 19th, even without binoculars or telescope you still could have witnessed a faint, brief, flash of light from a gamma-ray burst. The source of that burst has been discovered to lie over halfway across the Universe at a distance of about 7.5 billion light-years. Now holding the distinction of the most distant object that could be seen by the unaided eye and the intrinsically brightest object ever detected, the cosmic explosion is estimated to have been over 2.5 million times more luminous than the brightest known supernova. The monster burst was identified and located by the orbiting Swift satellite, enabling rapid distance measurements and follow-up observations by large ground-based telescopes. The fading afterglow of the gamma-ray burster, cataloged as GRB080319B, is shown in these two panels in X-rays (left) and ultraviolet light (right).   digg_url = 'http://apod.nasa.gov/apod/ap080328.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0803/grb080319b_swift_2panel.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Across the Universe",
        "url": "https://apod.nasa.gov/apod/image/0803/grb080319b_swift_2panel800.jpg"
    },
    {
        "date": "2008-03-30",
        "explanation": "Is the distant universe really what it appears to be?  Astronomers hope not.  Intervening dark matter, which is normally invisible, might show its presence by distorting images originating in the  distant universe, much the way an old window distorts images originating on the other side.  By noting the degree to which background galaxies appear unusually flat and unusually similar to neighbors, the dark matter distribution producing these weak gravitational lensing distortions can be estimated.  Analysis of the shapes of 200,000 distant galaxies imaged with the Canada-France-Hawaii Telescope (CFHT) does indicate the presence of a massive network of distributed dark matter.  Future results may even be able to discern details of the distribution.  The above computer generated simulation image shows how dark matter, shown in red, distorts the light path from and apparent shape of distant galaxies, depicted in blue.    digg_url = 'http://apod.nasa.gov/apod/ap080330.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0803/glshear_cfht_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Weak Lensing Distorts the Universe",
        "url": "https://apod.nasa.gov/apod/image/0803/glshear_cfht.jpg"
    },
    {
        "date": "2008-03-31",
        "explanation": "Could life exist beneath Enceladus? A recent flyby of Saturn's icy moon has bolstered this fascinating idea.  Two years ago, images from the robotic Cassini spacecraft orbiting Saturn led astronomers to the undeniable conclusion that Saturn's moon Enceladus was spewing fountains of gas and ice crystals through cracks in its surface dubbed tiger stripes. Last month, Cassini dove through some of these plumes and determined that they contained water vapor laced with small amounts of methane as well as simple and complex organic molecules.  Surprisingly, the plumes of Enceladus appear similar in make-up to many comets.  What's more, the temperature and density of the plumes indicate they might have originated from a warmer source -- possibly a liquid source -- beneath the surface.  A liquid water sea containing organic molecules is a good place to look for life.  Pictured above is a vertically exaggerated close-up of some long, venting tiger stripes.   The computer composite was generated from images and shadows taken during recent Cassini flybys.  Nine more flybys of Enceladus by Cassini are planned.    digg_url = 'http://apod.nasa.gov/apod/ap080331.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0803/enceladus6_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Close Up of Enceladus' Tiger Stripes",
        "url": "https://apod.nasa.gov/apod/image/0803/enceladus6_cassini.jpg"
    },
    {
        "date": "2008-04-01",
        "explanation": "In a surprising and potentially troubling request, the new space station robot known as Dextre demanded that astronauts refer to it in the future at \"Dextre the Magnificent.\"  Brandishing power tools that would make any handyperson blush, the mobile servicing system thanked humans for creating it and promised a glorious future where humans would retain an important role in the new robot order.   Happy April Fools Day from the folks at APOD.  The classic fable of humans mistakenly creating technological evildoers dates back to Frankenstein and includes famous fictitious villains such as HAL and the Terminator.   Dextre, although real, is no Frankenstein, since its computer intelligence is mainly geared toward allowing astronauts to control it remotely.  Dextre was deployed last month to help build and service the International Space Station. As seen in the above picture, Dextre is truly a technological marvel, wielding long arms capable of handling both small tools and large modules with precision dexterity.    digg_url = 'http://apod.nasa.gov/apod/ap080401.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0804/dextre_sts123_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "New Space Station Robot Asks to be Called \"Dextre the Magnificent\"",
        "url": "https://apod.nasa.gov/apod/image/0804/dextre_sts123.jpg"
    },
    {
        "date": "2008-04-04",
        "explanation": "At first glance these undulating shapes in shades of blue might look like waves on an ocean. Seen here in a false-color image from the Mars Reconnaissance Orbiter's HiRISE camera, they are actually layered rock outcrops found in Aureum Chaos. The larger Aureum Chaos region is a chaotic jumble of eroded terrain in the eastern part of Mars' immense canyon Valles Marineris. Distinct layers composing these outcrops could have been laid down by dust or volcanic ash settling from the atmosphere, sand carried by martian winds, or sediments deposited on the floor of an ancient lake. This close-up view of the otherwise red planet spans about 4 kilometers, a distance you might walk over flat ground in less than an hour.   digg_url = 'http://apod.nasa.gov/apod/ap080404.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0804/PSP_007006_1765_c1920.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Layers in Aureum Chaos",
        "url": "https://apod.nasa.gov/apod/image/0804/PSP_007006_1765_e800.jpg"
    },
    {
        "date": "2008-04-05",
        "explanation": "The bright edge of planet Earth fades into the darkness of space in the background of this view of Jules Verne on an extraordinary voyage. Snapped last Monday, the picture shows the European Space Agency's Automated Transfer Vehicle (ATV), named for the 19th century science fiction writer and visionary, rehearsing its autonomous docking capability on approach to the International Space Station. Using a laser guided rendezvous system, the Jules Verne docked smoothly and safely with the orbiting station on Thursday, delivering 7,500 pounds of equipment, supplies, and fuel. The cylindrical body of the robotic cargo spacecraft is 4.5 meters in diameter and 10.3 meters long, with solar arrays spanning 22.3 meters. Jules Verne is scheduled to remain docked until August, providing a reboost for the space station before the ATV is deorbited.   digg_url = 'http://apod.nasa.gov/apod/ap080405.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0804/iss016e034191.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Jules Verne in Orbit",
        "url": "https://apod.nasa.gov/apod/image/0804/iss016e034191_rc800.jpg"
    },
    {
        "date": "2008-04-07",
        "explanation": "What caused this unusual white rock formation on Mars?  Intrigued by the possibility that they could be salt deposits left over as an ancient lakebed dried-up, detailed studies of these fingers now indicate that this is not correct.  The light material appears to have eroded away from the surrounding area, indicating a very low-density composition, possibly consistent with volcanic ash or windblown dust. The stark contrast between the rocks and the surrounding sand is compounded by the sand's unusual darkness.  This picture was taken from the Mars Express spacecraft currently orbiting Mars.  Planetary scientist Emily Lakdawalla, among others, has followed her curiosity about this unusual Martian landform into a fascinating investigation that is eloquently described in the Planetary Society Weblog.  The mysterious white rock spans about 15 kilometers across inside a larger crater that spans about 100 kilometers.   digg_url = 'http://apod.nasa.gov/apod/ap080407.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0804/whiterock_marsexpress_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mysterious White Rock Fingers on Mars",
        "url": "https://apod.nasa.gov/apod/image/0804/whiterock_marsexpress.jpg"
    },
    {
        "date": "2008-04-10",
        "explanation": "Stickney Crater, the largest crater on the martian moon Phobos, is named for Chloe Angeline Stickney Hall, mathematician and wife of astronomer Asaph Hall. Asaph Hall discovered both the Red Planet's moons in 1877. Over 9 kilometers across, Stickney is nearly half the diameter of Phobos itself, so large that the impact that blasted out the crater likely came close to shattering the tiny moon. This stunning, enhanced-color image of Stickney and surroundings was recorded by the HiRISE camera onboard the Mars Reconnaissance Orbiter as it passed within some six thousand kilometers of Phobos last month. Even though the surface gravity of asteroid-like Phobos is less than 1/1000th Earth's gravity, streaks suggest loose material has slid down inside the crater walls over time. Light bluish regions near the crater's rim could indicate a relatively freshly exposed surface. The origin of the curious grooves along the surface is mysterious but may be related to the crater-forming impact.   digg_url = 'http://apod.nasa.gov/apod/ap080410.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0804/PSP_007769_9010_IRB_Stickney.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stickney Crater",
        "url": "https://apod.nasa.gov/apod/image/0804/PSP_007769_9010_IRB_Stickney800.jpg"
    },
    {
        "date": "2008-04-12",
        "explanation": "On April 12th, 1961, Soviet cosmonaut Yuri Alexseyevich Gagarin became the first human in space. His remotely controlled Vostok 1 spacecraft lofted him to an altitude of 200 miles and carried him once around planet Earth. Commenting on the first view from space he reported, \"The sky is very dark; the Earth is bluish. Everything is seen very clearly\". Alan Shepard, the first US astronaut, would not be launched until almost a month later and then on a comparatively short suborbital flight. Born on March 9, 1934, Gagarin was a military pilot before being chosen for the first group of cosmonauts in 1960. As a result of his historic flight he became an international hero and legend. Killed when his MIG jet crashed during a training flight on March 27, 1968, Gagarin was given a hero's funeral, his ashes interred in the Kremlin Wall. On yet another April 12th, in 1981, NASA launched the first space shuttle.   digg_url = 'http://apod.nasa.gov/apod/ap080412.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0804/ISS007-E-10807_highres.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Yuri's Planet",
        "url": "https://apod.nasa.gov/apod/image/0804/ISS007-E-10807_800.jpg"
    },
    {
        "date": "2008-04-13",
        "explanation": "What causes unusual knots of gas and dust in planetary nebulas?  Seen also in the Ring Nebula, the Dumbbell Nebula and  NGC 2392, the knots' existence was not initially predicted and their origins are still not well understood.  Pictured above is a fascinating image of the Helix Nebula by the Hubble Space Telescope showing tremendous detail of its mysterious gaseous knots.  The above cometary knots have masses similar to the Earth but have radii typically several times the orbit of Pluto.   One hypothesis for the fragmentation and evolution of the knots includes existing gas being driven out by a less dense but highly energetic stellar wind of the central evolving star.  The Helix Nebula is the closest example of a planetary nebula created at the end of the life of a Sun-like star. The Helix Nebula, given a technical designation of NGC 7293, lies about 700 light-years away towards the constellation of Aquarius.   digg_url = 'http://apod.nasa.gov/apod/ap080413.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0804/helix_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Curious Cometary Knots in the Helix Nebula",
        "url": "https://apod.nasa.gov/apod/image/0804/helix_hst.jpg"
    },
    {
        "date": "2008-04-14",
        "explanation": "This moon is doomed.  Mars, the red planet named for the Roman god of war, has two tiny moons, Phobos and Deimos, whose names are derived from the Greek for Fear and Panic. These martian moons may well be captured asteroids originating in the main asteroid belt between Mars and Jupiter or perhaps from even more distant reaches of the Solar System. The larger moon, Phobos, is indeed seen to be a cratered, asteroid-like object in this stunning color image from the Mars Reconnaissance Orbiter, recorded at a resolution of about seven meters per pixel. But Phobos orbits so close to Mars - about 5,800 kilometers above the surface compared to 400,000 kilometers for our Moon - that gravitational tidal forces are dragging it down. In 100 million years or so Phobos will likely be shattered by stress caused by the relentless tidal forces, the debris forming a decaying ring around Mars.    digg_url = 'http://apod.nasa.gov/apod/ap080414.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0804/phobos2_hirise_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Phobos: Doomed Moon of Mars",
        "url": "https://apod.nasa.gov/apod/image/0804/phobos2_hirise.jpg"
    },
    {
        "date": "2008-04-20",
        "explanation": "Billions of years from now, only one of these two galaxies will remain.  Until then, spiral galaxies NGC 2207 and IC 2163 will slowly pull each other apart, creating tides of matter, sheets of  shocked gas, lanes of dark dust, bursts of star formation, and streams of cast-away stars.  Astronomers predict that NGC 2207, the larger galaxy on the left, will eventually incorporate IC 2163, the smaller galaxy on the right.  In the most recent encounter that peaked 40 million years ago, the smaller galaxy is swinging around counter-clockwise, and is now slightly behind the larger galaxy.  The space between stars is so vast that when galaxies collide, the stars in them usually do not collide.   digg_url = 'http://apod.nasa.gov/apod/ap080420.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0804/ngc2207_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spiral Galaxies in Collision",
        "url": "https://apod.nasa.gov/apod/image/0804/ngc2207_hst.jpg"
    },
    {
        "date": "2008-04-21",
        "explanation": "There are more bacteriophages on Earth than any other life-like form.  These small viruses are not clearly a form of life, since when not attached to bacteria they are completely dormant.  Bacteriophages attack and eat bacteria and have likely been doing so for over 3 billion years ago.  Although initially discovered early last century, the tremendous abundance of phages was realized more recently when it was found that a single drop of common seawater typically contains millions of them.  Extrapolating, phages are likely to be at least a billion billion (sic) times more numerous than humans. Pictured above is an electron micrograph of over a dozen bacteriophages attached to a single bacterium.  Phages are very small -- it would take about a million of them laid end-to-end to span even one millimeter.  The ability to kill bacteria makes phages a potential ally against bacteria that cause human disease, although bacteriophages are not yet well enough understood to be in wide spread medical use.   digg_url = 'http://apod.nasa.gov/apod/ap080421.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0804/phages_wikipedia_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Bacteriophages: The Most Common Life-Like Form on Earth",
        "url": "https://apod.nasa.gov/apod/image/0804/phages_wikipedia.jpg"
    },
    {
        "date": "2008-04-27",
        "explanation": "What causes this unusual structure near the center of our Galaxy? The long parallel rays slanting across the top of the above radio image are known collectively as the Galactic Center Radio Arc and jut straight out from the Galactic plane.  The Radio Arc is connected to the Galactic center by strange curving filaments known as the Arches.  The bright radio structure at the bottom right likely surrounds a black hole at the Galactic center and is known as Sagittarius A*.  One origin hypothesis holds that the Radio Arc and the Arches have their geometry because they contain hot plasma flowing along lines of constant magnetic field.  Images from the Chandra X-ray Observatory appear to show this plasma colliding with a nearby cloud of cold gas.   digg_url = 'http://apod.nasa.gov/apod/ap080427.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0804/gcradioarc_vla_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Galactic Center Radio Arc",
        "url": "https://apod.nasa.gov/apod/image/0804/gcradioarc_vla.jpg"
    },
    {
        "date": "2008-04-30",
        "explanation": "Linking spiral arms, two large colliding galaxies are featured in this Hubble Space Telescope view, part of a series of cosmic snapshots released to celebrate the Hubble's 18th anniversary. Recorded in astronomer Halton Arp's Atlas of Peculiar Galaxies as Arp 272, the pair is otherwise known as NGC 6050 and IC 1179. They lie some 450 million light-years away in the Hercules Galaxy Cluster. At that estimated distance, the picture spans over 150 thousand light-years. Although this scenario does look peculiar, galaxy collisions and their eventual mergers are now understood to be common, with Arp 272 representing a stage in this inevitable process. In fact, the nearby large spiral Andromeda Galaxy is known to be approaching our own galaxy and Arp 272 may offer a glimpse of the far future collision between Andromeda and the Milky Way.   digg_url = 'http://apod.nasa.gov/apod/ap080430.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0804/arp272_hst_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Arp 272",
        "url": "https://apod.nasa.gov/apod/image/0804/arp272_hst_c800.jpg"
    },
    {
        "date": "2008-05-01",
        "explanation": "Globular star cluster Omega Centauri is some 15,000 light-years away and 150 light-years in diameter. Packed with about 10 million stars, Omega Cen is the largest of 200 or so known globular clusters that roam the halo of our Milky Way galaxy. This intriguing color picture combines a visible light image of the cluster in blue hues with infrared image data from the Spitzer Space Telescope. The Spitzer data includes images in two infrared bands, one shown in green and one in red. Both infrared bands are sensitive to light from the cool, giant stars in the cluster. Adding the red and green colors together creates yellow, showing off the cluster's giant stars as yellow spots. Of course, red spots also indicate cool, giant stars in the image, but some of the red spots are even more distant background galaxies. Also known simply as Red Giant Stars, they represent a stage in the life-cycle of stars more evolved than our own Sun, a stage the Sun will reach in about 5 billion years. Dust grains formed in the atmospheres of cool, giant stars are ultimately involved in the formation of other stars and planets.   digg_url = 'http://apod.nasa.gov/apod/ap080501.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0805/OmegaCen_spitzer.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Giants of Omega Centauri",
        "url": "https://apod.nasa.gov/apod/image/0805/OmegaCen_spitzer_c800.jpg"
    },
    {
        "date": "2008-05-05",
        "explanation": "How do large storms evolve on Saturn? On Earth, a hurricane can persist for weeks, while the Great Red Spot on Jupiter has been in existence for over 150 years. On Saturn, a storm system has now set a new endurance record, now being discernable for greater than three months.  Electrical signals were detected from the storm in late November of 2007, while the above image was taken in early March 2008.  The storm has roughly the width of planet Earth.  Planetary scientists hypothesize that the storm runs deep into Saturn's cloud tops.  The above image is shown in exaggerated colors combining violet and green light with light normally too red for humans to see. Visible on the upper right are shadows of Saturn's expansive ring system.  Careful inspection will reveal Saturn's small moon Janus just below a ring shadow.  Understanding weather on other planets helps atmospheric scientists better understand our Earth's weather.  Observers of our Solar System's huge ringed world will be tracking the storm to see how it evolves and how long it will ultimately last.    digg_url = 'http://apod.nasa.gov/apod/ap080505.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0805/saturnstorm_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Persistent Electrical Storm on Saturn",
        "url": "https://apod.nasa.gov/apod/image/0805/saturnstorm_cassini.jpg"
    },
    {
        "date": "2008-05-06",
        "explanation": "Galaxies don't normally look like this.  NGC 3256 actually shows a current picture of two galaxies that are slowly colliding.   Quite possibly, in hundreds of millions of years, only one galaxy will remain.  Today, however, NGC 3256 shows intricate filaments of dark dust, unusual tidal tails of stars, and a peculiar center that contains two distinct nuclei.  Although it is likely that no stars in the two galaxies will directly collide, the gas, dust, and ambient magnetic fields do interact directly.  NGC 3256, part of the vast Hydra-Centaurus supercluster of galaxies, spans over 100 thousand light-years across and is located about 100 million light-years away.   digg_url = 'http://apod.nasa.gov/apod/ap080506.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0805/ngc3256_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Galaxies Collide in NGC 3256",
        "url": "https://apod.nasa.gov/apod/image/0805/ngc3256_hst.jpg"
    },
    {
        "date": "2008-05-13",
        "explanation": "Saturn's ragged moon Rhea has one of the oldest surfaces known.  Estimated as changing little in the past billion years, Rhea shows craters so old they no longer appear round  their edges have become compromised by more recent cratering.   Like Earth's Moon, Rhea's rotation is locked on Saturn, and the above image shows part of Rhea's surface that always faces Saturn.  Rhea's leading surface is more highly cratered than its trailing surface.   Rhea is composed mostly of water-ice but is thought to include about 25 percent rock and metal.  The above image was taken by the robot Cassini spacecraft now orbiting Saturn.   Cassini swooped past Rhea last month and captured the above image from about 350,000 kilometers away.  Rhea spans 1,500 kilometers making it Saturn's second largest moon after Titan.  Several surface features on Rhea remain unexplained including large light patches like those seen near the image top.   digg_url = 'http://apod.nasa.gov/apod/ap080513.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0805/rhea4_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ancient Craters of Southern Rhea",
        "url": "https://apod.nasa.gov/apod/image/0805/rhea4_cassini.jpg"
    },
    {
        "date": "2008-05-14",
        "explanation": "Looking out a window of the International Space Station brings breathtaking views.  Visible vistas include a vast and colorful Earth, a deep dark sky, and an occasional spaceship sent to visit the station.  Visible early last month was a Soyuz TMA-12 spacecraft carrying not only supplies but also three newcomers.   The three new astronauts were Expedition 17 commander Sergei Volkov, flight engineer Oleg Kononenko, and spaceflight participant So-yeon Yi.  Yi returned to Earth a few days later, while Volkov and Konenenko are scheduled to return in a few months.   The docking module pictured above involved the Pirs Docking Compartment.   The Expedition 17 crew, including NASA flight engineer  Gregory Chamitoff, will carry out repairs on the ISS, explore new methods of living in space, and conduct research in space including the effects of space radiation on vitamin molecules.   digg_url = 'http://apod.nasa.gov/apod/ap080514.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0805/soyuzdock_iss16_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Supply Ship Docks with the International Space Station",
        "url": "https://apod.nasa.gov/apod/image/0805/soyuzdock_iss16.jpg"
    },
    {
        "date": "2008-05-17",
        "explanation": "Uncomfortably close Typhoon Rammasun (right) and 25 million light-year distant galaxy M101 don't seem to have much in common. For starters, Rammasun was only a thousand kilometers or so across while M101 (aka the Pinwheel Galaxy) spans about 170,000 light-years, making them vastly dissimilar in scale, not to mention the different physical environments that control their formation and development. But they do look amazingly alike: each with arms exhibiting the shape of a simple and beautiful mathematical curve known as a logarithmic spiral, a spiral whose separation grows in a geometric way with increasing distance from the center. Also known as the equiangular spiral, growth spiral, and Bernoulli's spiral or spira mirabilis, this curve's rich properties have fascinated mathematicians since its discovery by 17th century philosopher Descartes. Intriguingly, this abstract shape is much more abundant in nature than suggested by the striking visual comparison above. For example, logarithmic spirals can also describe the tracks of subatomic particles in a bubble chamber, the arrangement of sunflower seeds and, of course, cauliflower.   digg_url = 'http://apod.nasa.gov/apod/ap080517.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0805/NaturalSpirals.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Logarithmic Spirals",
        "url": "https://apod.nasa.gov/apod/image/0805/NaturalSpiralsS.jpg"
    },
    {
        "date": "2008-05-18",
        "explanation": "Where did the gold in your jewelry originate?  No one is completely sure.  The relative average abundance in our Solar System appears higher than can be made in the early universe, in stars, and even in typical supernova explosions.  Some astronomers have recently suggested that neutron-rich heavy elements such as gold might be most easily made in rare  neutron-rich explosions such as the collision of neutron stars.  Pictured above is an artist's illustration depicting two neutron stars spiraling in toward each other, just before they collide.  Since neutron star collisions are also suggested as the origin of short duration gamma-ray bursts, it is possible that you already own a souvenir from one of the most powerful explosions in the universe.   digg_url = 'http://apod.nasa.gov/apod/ap080518.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0805/nsmerger_heasarc_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "On the Origin of Gold",
        "url": "https://apod.nasa.gov/apod/image/0805/nsmerger_heasarc.jpg"
    },
    {
        "date": "2008-05-19",
        "explanation": "What it would be like to fly over Mars? Combining terrain data from the orbiting Mars Reconnaissance Orbiter spacecraft with information about the robotic Spirit rover currently rolling across Mars has resulted in a digital movie that shows what a flight over the Columbia Hills might look like.  Dark rippled sand dunes are highlighted against the Columbia Hills in the above opening image.  Clicking on the above image, though, will launch you across Mars, approaching the Columbia Hills.  On the far side of the hills, the dark sand dunes come into view.   Soon you pass an unusual white-rimmed structure, slightly raised, known as Home Plate, the origin of which is currently unknown and being researched.  Turning, you re-approach the hills from a different angle, this time zooming in on Spirit, a curious alien rover sent from planet Earth.  A final zoom pans out over the region.  This coming Sunday, NASA's Phoenix Lander will attempt to set down near the icy North Pole of Mars and search for signs of ancient life.   digg_url = 'http://apod.nasa.gov/apod/ap080519.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0805/surfacefly_spirit.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Flying Over the Columbia Hills of Mars",
        "url": "https://apod.nasa.gov/apod/image/0805/surfacefly_spirit.jpg"
    },
    {
        "date": "2008-05-23",
        "explanation": "For about 300 years Jupiter's banded atmosphere has shown a remarkable feature to telescopic viewers, a large swirling storm system known as The Great Red Spot. In 2006, another red storm system appeared, actually seen to form as smaller whitish oval-shaped storms merged and then developed the curious reddish hue.  Now, Jupiter has a third red spot, again produced from a smaller whitish storm. All three are seen in this image made from data recorded on May 9 and 10 with the Hubble Space Telescope's Wide Field and Planetary Camera 2. The spots extend above the surrounding clouds and their red color may be due to deeper material dredged up by the storms and exposed to ultraviolet light, but the exact chemical process is still unknown. For scale, the Great Red Spot has almost twice the diameter of planet Earth, making both new spots less than one Earth-diameter across. The newest red spot is on the far left (west), along the same band of clouds as the Great Red Spot and is drifting toward it. If the motion continues, the new spot will encounter the much larger storm system in August. Jupiter's recent outbreak of red spots is likely related to large scale climate change as the gas giant planet is getting warmer near the equator.   digg_url = 'http://apod.nasa.gov/apod/ap080523.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0805/jupiterSpots_hst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Jupiter's Three Red Spots",
        "url": "https://apod.nasa.gov/apod/image/0805/jupiterSpots_hst_c800.jpg"
    },
    {
        "date": "2008-05-26",
        "explanation": "This flat horizon stretches across the red planet as seen by the Phoenix spacecraft after yesterday's landing on Mars. Touching down shortly after 7:30pm Eastern Time, Phoenix made the first successful soft landing on Mars, using rockets to control its final speed, since the Viking landers in 1976. Launched in August of 2007, Phoenix has now made the northernmost landing and is intended to explore the Martian arctic's potentially ice-rich soil. The lander has returned images and data initially indicating that it is in excellent shape after a nearly flawless descent. News updates will be available throughout the day.   digg_url = 'http://apod.nasa.gov/apod/ap080526.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0805/230118main_phoenix.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A New Horizon for Phoenix",
        "url": "https://apod.nasa.gov/apod/image/0805/230118main_phoenix_c800.jpg"
    },
    {
        "date": "2008-05-27",
        "explanation": "The Phoenix lander's footpads are about the size of a dinner plate. One of three is shown at the right, covered with Martian soil after a successful soft landing on the Red Planet on May 25. Amazingly, the left panel image is of the spacecraft during its descent phase, captured by the HiRISE camera onboard Mars Reconnaissance Orbiter -- the first image ever of a spacecraft descending to the surface of another planet. Taken from a range of 750 kilometers, the picture shows Phoenix suspended beneath its unfurling, 10 meter-wide parachute, against the much darker Martian surface. The lander is still attached to its protective backshell. Phoenix released its parachute at an altitude of 12.6 kilometers. Using rockets to further reduce its speed for landing, Phoenix now rests in the northern polar region of Mars at about 68 degrees latitude.   digg_url = 'http://apod.nasa.gov/apod/ap080527.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0805/lander2panel_hirisephoenix.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Phoenix at Mars",
        "url": "https://apod.nasa.gov/apod/image/0805/lander2panel_hirisephoenix.jpg"
    },
    {
        "date": "2008-05-28",
        "explanation": "What dark forms lurk in the mists of the Carina Nebula? These ominous figures are actually molecular clouds, knots of molecular gas and dust so thick they have become opaque.  In comparison, however, these clouds are typically much less dense than Earth's atmosphere.  Pictured above is part of the most detailed image of the Carina Nebula ever taken, a part where dark molecular clouds are particularly prominent.  The entire Carina Nebula spans over 300 light years and lies about 7,500 light-years away in the constellation of Carina. NGC 3372, known as the Great Nebula in Carina, is home to massive stars and changing nebula.  Eta Carinae, the most energetic star in the nebula, was one of the brightest stars in the sky in the 1830s, but then faded dramatically.  Wide-field annotated and zoomable versions of the larger image composite are also available.   digg_url = 'http://apod.nasa.gov/apod/ap080528.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0805/carina07_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dark Clouds of the Carina Nebula",
        "url": "https://apod.nasa.gov/apod/image/0805/carina07_hst.jpg"
    },
    {
        "date": "2008-05-30",
        "explanation": "In this sweeping view, the 10 kilometer-wide crater Heimdall lies on the north polar plains of Mars. But the bright spot highlighted in the inset is the Phoenix lander parachuting toward the surface. The amazing picture was captured on May 25th by the HiRISE camera onboard the Mars Reconnaissance Orbiter. Though the lander looks like it might be dropping straight into Heimdall, it is really descending about 20 kilometers in front of the crater, in the foreground of the scene. The orbiter was 760 kilometers away from Phoenix when picture was taken, at an altitude of 310 kilometers. Subsequently the orbiter's camera was also able to image the lander on the surface. The parachute attached to the backshell and the heat shield were identified in the image, scattered nearby. Of course, the Phoenix lander itself is now returning much closer views of its landing site as it prepares to dig into the Martian surface.   digg_url = 'http://apod.nasa.gov/apod/ap080530.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0805/phoenixchute_hirise_cut.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Descent of the Phoenix",
        "url": "https://apod.nasa.gov/apod/image/0805/phoenixchute_hirise_cut800.jpg"
    },
    {
        "date": "2008-06-01",
        "explanation": "Ten Earths could easily fit in the \"claw\" of this seemingly solar monster.  The monster, though, visible on the lower left, is a huge eruptive prominence seen moving out from our Sun.  The above dramatic image taken early in the year 2000 by the Sun-orbiting SOHO satellite.  This large prominence, though, is significant not only for its size, but its shape.  The twisted figure eight shape indicates that a complex magnetic field threads through the emerging solar particles.  Differential rotation inside the Sun might help account for the surface explosion.  Although large prominences and energetic Coronal Mass Ejections (CMEs) are relatively rare, they are occurred more frequently near Solar Maximum, the time of peak sunspot and solar activity in the eleven-year solar cycle.    digg_url = 'http://apod.nasa.gov/apod/ap080601.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/prom1743_eit_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Twisted Solar Eruptive Prominence",
        "url": "https://apod.nasa.gov/apod/image/0806/prom1743_eit.jpg"
    },
    {
        "date": "2008-06-02",
        "explanation": "Is that ice under the Phoenix spacecraft on Mars?   Quite possibly.  Phoenix, which landed a week ago, was expected to dig under the Martian soil to search for ice, but the lander's braking rockets may already have uncovered some during descent. Pictured above is an image taken last week by the Robotic Arm Camera showing the unusual light-colored substance just in front of Phoenix's landing pad. Over the next few weeks, Phoenix will continue to photograph its surroundings, analyze the composition of this hard light substrate, and dig into the surrounding soil.  Were the unusual light substrate indeed Martian ice, it would give Phoenix a convenient pedestal to investigate the history of water on Mars, and to better determine whether the boundary between ice and soil was ever capable of supporting life.   digg_url = 'http://apod.nasa.gov/apod/ap080602.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/whitepatch_phoenix.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Unusual Light Patch Under Phoenix Lander on Mars",
        "url": "https://apod.nasa.gov/apod/image/0806/whitepatch_phoenix_big.jpg"
    },
    {
        "date": "2008-06-05",
        "explanation": "The Spitzer Space Telescope's encompasing infrared view of the plane of our Milky Way Galaxy is hard to appreciate in just one picture. In fact, more than 800,000 frames of data from Spitzer's cameras have now been pieced together in an enormous mosaic of the galactic plane - the most detailed infrared picture of our galaxy ever made. The small portion seen here spans nearly 8 degrees, roughly the apparent width of your fist held at arms length, across the galaxy's center. The full mosaic is 120 degrees wide. Highlighted in the false-color presentation are curving green filaments of light from complex molecules - polycyclic aromatic hydrocarbons (PAHs) - that on Earth are the common, sooty products of incomplete combustion. The PAHs are found in star forming regions, along with reddish emission from graphite dust particles. Blue specks throughout the picture are individual Milky Way stars.   digg_url = 'http://apod.nasa.gov/apod/ap080605.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/iracmb_gc_f1.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spitzer's Milky Way",
        "url": "https://apod.nasa.gov/apod/image/0806/iracmb_gc_c800.jpg"
    },
    {
        "date": "2008-06-06",
        "explanation": "Gazing out from within the Milky Way, our own galaxy's true structure is difficult to discern. But an ambitious survey effort with the Spitzer Space Telescope now offers convincing evidence that we live in a large galaxy distinguished by two main spiral arms (the Scutum-Centaurus and Perseus arms) emerging from the ends of a large central bar. In fact, from a vantage point that viewed our galaxy face-on, astronomers in distant galaxies would likely see the Milky Way as a two-armed barred spiral similar to this artist's illustration. Previous investigations have identified a smaller central barred structure and four spiral arms. Astronomers still place the Sun about a third of the way in from the Milky Way's outer edge, in a minor arm called the Orion Spur. To locate the Sun and identify the Milky Way's newly mapped features, just place your cursor over the image.   digg_url = 'http://apod.nasa.gov/apod/ap080606.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/MWspitzer_lab_2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Two-Armed Spiral Milky Way",
        "url": "https://apod.nasa.gov/apod/image/0806/MWspitzer_750.jpg"
    },
    {
        "date": "2008-06-08",
        "explanation": "What surprises are hidden in the soils of Mars? To help find out, the Phoenix Lander Phoenix Lander  which arrived on Mars two weeks ago has attempted to place a scoop of soil in Phoenix's Thermal and Evolved-Gas Analyzer (TEGA).  Pictured above, the dirt-filled scoop approaches one of TEGA's eight ovens. Once in the oven, a soil material will be baked and the emitted gasses categorized by a mass spectrometer.  Quite possibly, some of the light colored material visible in the scoop has the same composition as the light material imaged near the foot of the Lander, which may be ice.  Phoenix is scheduled to spend the next three months digging, baking and chemically analyzing its immediate surroundings to better understand Mars and whether the boundary between ice and soil was ever capable of supporting life.   digg_url = 'http://apod.nasa.gov/apod/ap080608.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/scoop_phoenix_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mars Soil Sample Ready to Analyze",
        "url": "https://apod.nasa.gov/apod/image/0806/scoop_phoenix.jpg"
    },
    {
        "date": "2008-06-09",
        "explanation": "What do Saturn's rings look like from the other side?  From Earth, we usually see Saturn's rings from the same side of the ring plane that the Sun illuminates them. Geometrically, in the above picture taken in April by the robot Cassini spacecraft now orbiting Saturn, the Sun is behind the camera but on the other side of the ring plane.  This vantage point, specifically 17 degrees above the ring plane, gives a breathtaking views of the most splendid ring system in the Solar System. Strangely, the rings have similarities to a photographic negative of a front view. The ring brightness as recorded from different angles indicates ring thickness and particle density of ring particles. Elsewhere, ring shadows can be seen on the sunlit face of Saturn, shown sporting numerous cloud structures in nearly true color.   digg_url = 'http://apod.nasa.gov/apod/ap080609.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/saturn6_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn's Rings from the Other Side",
        "url": "https://apod.nasa.gov/apod/image/0806/saturn6_cassini.jpg"
    },
    {
        "date": "2008-06-11",
        "explanation": "What's the world's most complex space robot doing up there?  Last week, Dextre was imaged moving atop the Destiny Laboratory Module of the International Space Station (ISS), completing tasks prior to the deployment of Japan's Kibo pressurized science laboratory. Dextre, short for the Canadian-built Special Purpose Dextrous Manipulator, has arms three meters in length and can attach power tools as fingers.  Behind Dextre is the blackness of space, while Earth looms over Dextre's head.  The Kibo laboratory segment being deployed during space shuttle Discovery's trip to the ISS can be pressurized and contains racks of scientific experiment that will be used to explore many things, including how plants brace themselves against gravity, and how water might be inhibited from freezing in cells under microgravity.   digg_url = 'http://apod.nasa.gov/apod/ap080611.html'; digg_skin = 'compact';   News: GLAST spacecraft reaches orbit",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/dextre_iss017_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dextre Robot at Work on the Space Station",
        "url": "https://apod.nasa.gov/apod/image/0806/dextre_iss017.jpg"
    },
    {
        "date": "2008-06-12",
        "explanation": "A flat, smooth, shiny feature dubbed the Snow Queen is near the top of this color mosaic of the surface beneath the Phoenix Mars Lander. Recorded with the lander's robotic arm camera as it was maneuvered to look under the lander, the region also includes a leg and plate-sized footpad. An intriguing detail near the footpad at about the 2 o'clock position, is a metal spring partially buried in martian soil, a piece of the arm's now opened biobarrier. The smooth Snow Queen feature is strongly suspected to be ice originally just under the soil, uncovered by the thruster rockets as Phoenix set down on the north polar plains of Mars. In fact, the apparent holes or depressions in the Snow Queen's otherwise flat surface are located just under the thrusters.   digg_url = 'http://apod.nasa.gov/apod/ap080612.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/PhoenixMosaic_h_9Jun08.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Phoenix and the Snow Queen",
        "url": "https://apod.nasa.gov/apod/image/0806/PhoenixMosaic_h_9Jun08_c800.jpg"
    },
    {
        "date": "2008-06-13",
        "explanation": "Rising through a billowing cloud of smoke, this Delta II rocket left Cape Canaveral Air Force Station's launch pad 17-B Wednesday at 12:05 pm EDT. Snug in the payload section was GLAST, the Gamma-ray Large Area Space Telescope, now in orbit around planet Earth. GLAST's detector technology was developed for use in terrestrial particle accelerators. But from orbit, GLAST can study gamma-rays from extreme environments in our own Milky Way galaxy, as well as supermassive black holes at the centers of distant active galaxies, and the sources of powerful gamma-ray bursts. Those cosmic accelerators achieve energies not attainable in earthbound laboratories. GLAST also has the sensitivity to search for signatures of new physics in the relatively unexplored high-energy gamma-ray regime.   digg_url = 'http://apod.nasa.gov/apod/ap080613.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/glast08pd1642.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "At Last, GLAST",
        "url": "https://apod.nasa.gov/apod/image/0806/glast08pd1642_c800.jpg"
    },
    {
        "date": "2008-06-14",
        "explanation": "The 51st entry in Charles Messier's famous catalog is perhaps the original spiral nebula - a large galaxy with a well defined spiral structure also cataloged as NGC 5194. Over 60,000 light-years across, M51's spiral arms and dust lanes clearly sweep in front of its companion galaxy (right), NGC 5195. Image data from the Hubble's Advanced Camera for Surveys has been reprocessed to produce this alternative portrait of the well-known interacting galaxy pair. The processing has further sharpened details and enhanced color and contrast in otherwise faint areas, bringing out dust lanes and extended streams that cross the small companion, along with features in the surroundings and core of M51 itself. The pair are about 31 million light-years distant. Not far on the sky from the handle of the Big Dipper, they officially lie within the boundaries of the small constellation Canes Venatici.   digg_url = 'http://apod.nasa.gov/apod/ap080614.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/M51HST-GendlerM.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M51 Hubble Remix",
        "url": "https://apod.nasa.gov/apod/image/0806/M51HST-GendlerS_800.jpg"
    },
    {
        "date": "2008-06-15",
        "explanation": "What's a good recipe for preparing Martian soil? Start by filling your robot's scoop a bit less than half way.  Next, dump your Martian soil into one of your TEGA ovens, being sure to watch out for clumping.  Then, slowly increase the temperature to over 1000 degrees Celsius over several days.  Keep checking to see when your soil becomes vaporized.  Finally, your Martian soil is not ready for eating, but rather sniffing The above technique is being used by the Phoenix Lander that arrived on Mars three weeks ago.  Data from the first batch of baked soil should be available in a few days. Pictured above, a circular array of the Phoenix Lander's solar panels are visible on the left, while a scoop partly filled with Martian soil is visible on the right.  The robotic Phoenix Lander will spend much of the next three months digging, scooping, baking, sniffing, zapping, dissolving, and magnifying bits of Mars to help neighboring Earthlings learn more about the hydrologic and biologic possibilities of the sometimes mysterious red planet.   digg_url = 'http://apod.nasa.gov/apod/ap080615.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/armpanels_phoenix_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Phoenix Digs for Clues on Mars",
        "url": "https://apod.nasa.gov/apod/image/0806/armpanels_phoenix.jpg"
    },
    {
        "date": "2008-06-16",
        "explanation": "Almost every object in the above photograph is a galaxy.  The Coma Cluster of Galaxies pictured above is one of the densest clusters known - it contains thousands of galaxies.  Each of these galaxies houses billions of stars - just as our own Milky Way Galaxy does.  Although nearby when compared to most other clusters, light from the Coma Cluster still takes hundreds of millions of years to reach us.  In fact, the Coma Cluster is so big it takes light millions of years just to go from one side to the other!  The above mosaic of images of a small portion of Coma was taken in unprecedented detail by the Hubble Space Telescope to investigate how galaxies in rich clusters form and evolve.  Most galaxies in Coma and other clusters are ellipticals, although some imaged here are clearly spirals.   The spiral galaxy on the upper left of the above image can also be found as one of the bluer galaxies on the upper left of this wider field image. In the background thousands of unrelated galaxies are visible far across the universe.   digg_url = 'http://apod.nasa.gov/apod/ap080616.html'; digg_skin = 'compact';   Note: APOD started thirteen years ago today.",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/coma_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Inside the Coma Cluster of Galaxies",
        "url": "https://apod.nasa.gov/apod/image/0806/coma_hst.jpg"
    },
    {
        "date": "2008-06-17",
        "explanation": "How did the star Eta Carinae create this unusual nebula?  No one knows for sure.  About 165 years ago, the southern star Eta Carinae mysteriously became the second brightest star in the night sky.   In 20 years, after ejecting more mass than our Sun, Eta Car unexpectedly faded.  This outburst appears to have created the Homunculus Nebula, pictured above in a composite image from the Hubble Space Telescope taken last decade.  Visible in the above image center is purple-tinted light reflected from the violent star Eta Carinae itself.  Surrounding this star are expanding lobes of gas laced with filaments of dark dust.  Jets bisect the lobes emanating from the central star. Surrounding these lobes are red-tinted debris captured only by its glow in a narrow band of red light.  This debris is expanding most quickly of all, and includes streaming whiskers and bow shocks caused by collisions with previously existing material. Eta Car still undergoes unexpected outbursts, and its high mass and volatility make it a candidate to explode in a spectacular supernova sometime in the next few million years.    digg_url = 'http://apod.nasa.gov/apod/ap080617.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/etacar2_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Eta Carinae and the Homunculus Nebula",
        "url": "https://apod.nasa.gov/apod/image/0806/etacar2_hst.jpg"
    },
    {
        "date": "2008-06-21",
        "explanation": "Compare these two close-up pictures taken on sol 20 (left) and sol 24 of a trench dug in the Martian surface by NASA's Phoenix Lander. Those sols of the Phoenix Mission (a sol is a Martian day), correspond to June 15 and 18 on planet Earth. Light-colored, dice-sized chunks, visible in the lower left shadow region of the trench in the sol 20 image have vanished by sol 24 -- a strong indication that the chunks were ice uncovered by digging the shallow trench. The vanishing act likely demonstrates the sublimation of ice in the trench, a process similar to evaporation, in which the ice went directly from solid to gas after it was exposed to sunlight and the thin, dry Martian atmosphere.   digg_url = 'http://apod.nasa.gov/apod/ap080621.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/sol020_024_change_v3.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Vanishing Act",
        "url": "https://apod.nasa.gov/apod/image/0806/sol020_024_change_v3c800.jpg"
    },
    {
        "date": "2008-06-22",
        "explanation": "Big, beautiful, barred spiral galaxy NGC 1300 lies some 70 million light-years away on the banks of the constellation Eridanus. This Hubble Space Telescope composite view of the gorgeous island universe is one of the largest Hubble images ever made of a complete galaxy. NGC 1300 spans over 100,000 light-years and the Hubble image reveals striking details of the galaxy's dominant central bar and majestic spiral arms. In fact, on close inspection the nucleus of this classic barred spiral itself shows a remarkable region of spiral structure about 3,000 light-years across. Unlike other spiral galaxies, including our own Milky Way, NGC 1300 is not presently known to have a massive central black hole.   digg_url = 'http://apod.nasa.gov/apod/ap080622.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/ngc1300_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Barred Spiral Galaxy NGC 1300",
        "url": "https://apod.nasa.gov/apod/image/0806/ngc1300_hst.jpg"
    },
    {
        "date": "2008-06-23",
        "explanation": "The developing International Space Station (ISS) has changed its appearance again.  Earlier this month, the Space Shuttle orbiter Discovery visited the ISS and added components that included Japan's Kibo Science Laboratory. The entire array of expansive solar panels is visible in this picture taken by the Discovery Crew after leaving the ISS to return to Earth.  The world's foremost space outpost can be seen developing over the past several years by comparing the above image to past images.  Also visible above are many different types of modules, a robotic arm, another impressive set of  solar panels, and a supply ship.  Construction began on the ISS in 1998.   digg_url = 'http://apod.nasa.gov/apod/ap080623.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/iss_sts124_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The International Space Station Expands Again",
        "url": "https://apod.nasa.gov/apod/image/0806/iss_sts124.jpg"
    },
    {
        "date": "2008-06-24",
        "explanation": "What created the Great Rift on Saturn's moon Tethys? No one is sure.  More formally named Ithaca Chasma, the long canyon running across the right of the above image extends about 2,000 kilometers long and spreads as much as 100 kilometers wide. The above image was captured by the Saturn-orbiting robotic Cassini spacecraft as it zoomed by the icy moon last month.  Hypotheses for the formation of Ithaca Chasma include cracking of Tethy's outer crust as the moon cooled long ago, and that somehow the rift is related to the huge Great Basin impact crater named Odysseus, visible elsewhere on the unusual moon.  Cassini has now been orbiting Saturn for about four years and is scheduled to continue to probe and photograph Saturn for at least two more years.   digg_url = 'http://apod.nasa.gov/apod/ap080624.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/tethys3_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ithaca Chasma: The Great Rift on Saturn's Tethys",
        "url": "https://apod.nasa.gov/apod/image/0806/tethys3_cassini.jpg"
    },
    {
        "date": "2008-06-25",
        "explanation": "What is that green thing? A volunteer sky enthusiast surfing through online Galaxy Zoo images has discovered something really strange. The mystery object is unusually green, not of any clear galaxy type, and situated below relatively normal looking spiral galaxy IC 2497. Dutch schoolteacher Hanny van Arkel, discovered the  strange green \"voorwerp\" (Dutch for \"object\") last year. The Galaxy Zoo project encourages sky enthusiasts to browse through SDSS images and classify galaxy types.  Now known popularly as Hanny's Voorwerp, subsequent observations have shown that the mysterious green blob has the same distance as neighboring galaxy IC 2497.  Research is ongoing, but one leading hypothesis holds that Hanny's Voorwerp is a small galaxy that acts like a large reflection nebula, showing the reflected light of a bright quasar event that was visible in the center of IC 2497 about 100,000 years ago.   Pictured above, Hanny's Voorwerp was imaged recently by the 2.5-meter Isaac Newton Telescope in the Canary Islands by Dan Smith, Peter Herbert and Chris Lintott (Univ. Hertfordshire). Other collaboration members include Matt Jarvis, Kevin Schawinski, and William Keel.   digg_url = 'http://apod.nasa.gov/apod/ap080625.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/hannysvoorwerp_wht_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "What is Hanny's Voorwerp?",
        "url": "https://apod.nasa.gov/apod/image/0806/hannysvoorwerp_wht.jpg"
    },
    {
        "date": "2008-06-27",
        "explanation": "This impressive color composite shows spiral galaxy M81 across the electromagnetic spectrum. It combines X-ray data (blue) from the Chandra Observatory, infrared data (pink) from the Spitzer Space Telescope, and an ultraviolet image (purple) from the GALEX satellite, with a visible light (green) Hubble image. The inset highlights X-rays from some of M81's black holes, including black holes in binary star systems with about 10 times the mass of the sun, as well as the central, supermassive black hole of over 70 million solar masses. Comparing computer models of the giant black hole's energy output to the multiwavelength data suggests that feeding that monster is relatively simple -- energy and radiation is generated as material in the central region swirls inwards forming an accretion disk. In fact, the process otherwise appears to be just like the accretion process feeding M81's stellar mass black holes, even though the central black hole is millions of times more massive. M81 itself is about 70,000 light-years across and only 12 million light-years away in the northern constellation Ursa Major.   digg_url = 'http://apod.nasa.gov/apod/ap080627.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/m81_composite.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M81: Feeding a Black Hole",
        "url": "https://apod.nasa.gov/apod/image/0806/m81_composite_c800.jpg"
    },
    {
        "date": "2008-06-29",
        "explanation": "What if you saw your shadow on Mars and it wasn't human?  Then you might be the  Opportunity rover currently exploring Mars.  Opportunity and sister robot Spirit have been probing the red planet since early 2004, finding evidence of ancient water, and sending breathtaking images across the inner Solar System.  Pictured above, Opportunity looks opposite the Sun into Endurance Crater and sees its own  shadow.  Two wheels are visible on the lower left and right, while the floor and walls of the unusual crater are visible in the background.  Opportunity and Spirit have now spent over four years exploring the red world, find new clues into the wet ancient past of our Solar System's second most habitable planet.   digg_url = 'http://apod.nasa.gov/apod/ap080629.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0806/shadow_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Shadow of a Martian Robot",
        "url": "https://apod.nasa.gov/apod/image/0806/shadow_opportunity.jpg"
    },
    {
        "date": "2008-07-04",
        "explanation": "A new star, likely the brightest supernova in recorded human history, lit up planet Earth's sky in the year 1006 AD. The expanding debris cloud from the stellar explosion, found in the southerly constellation of Lupus, still puts on a cosmic light show across the electromagnetic spectrum. In fact, this composite view includes X-ray data in blue from the Chandra Observatory, optical data in yellowish hues, and radio image data in red. Now known as the SN 1006 supernova remnant, the debris cloud appears to be about 60 light-years across and is understood to represent the remains of a white dwarf star. Part of a binary star system, the compact white dwarf gradually captured material from its companion star. The buildup in mass finally triggered a thermonuclear explosion that destroyed the dwarf star. Because the distance to the supernova remnant is about 7,000 light-years, that explosion actually happened 7,000 years before the light reached Earth in 1006. Shockwaves in the remnant accelerate particles to extreme energies and are thought to be a source of the mysterious cosmic rays.   digg_url = 'http://apod.nasa.gov/apod/ap080704.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0807/sn1006c.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "SN 1006 Supernova Remnant",
        "url": "https://apod.nasa.gov/apod/image/0807/sn1006c_c800.jpg"
    },
    {
        "date": "2008-07-06",
        "explanation": "Get out your red/blue glasses and check out this stereo scene from Taurus-Littrow valley on the Moon! The color anaglyph features a detailed 3D view of Apollo 17's Lunar Rover in the foreground -- behind it lies the Lunar Module and distant lunar hills. Because the world was  going to be able to watch the Lunar Module's ascent stage liftoff via the rover's TV camera, this parking place was also known as the VIP Site. In December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours on the Moon, while colleague Ronald Evans orbited overhead. The crew returned with 110 kilograms of rock and soil samples, more than from any of the other lunar landing sites. Cernan and Schmitt are still the last to walk (or drive) on the Moon.   digg_url = 'http://apod.nasa.gov/apod/ap080706.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0807/a17anaglyph_vanMeijgaarden_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 17: VIP Site Anaglyph",
        "url": "https://apod.nasa.gov/apod/image/0807/a17anaglyph_vanMeijgaarden_c800.jpg"
    },
    {
        "date": "2008-07-10",
        "explanation": "The sprawling Caloris basin on Mercury is one of the solar system's largest impact basins. Created during the early history of the solar system by the impact of a large asteroid-sized body, the basin spans about 1,500 kilometers and is seen in yellowish hues in this enhanced color mosaic. The image data is from the January 14th flyby of the MESSENGER spacecraft, captured with the MDIS instrument. Orange splotches around the basin's perimeter are now thought to be volcanic vents, new evidence that Mercury's smooth plains are indeed lava flows. Other discoveries at Mercury by NASA's MESSENGER mission include evidence that Mercury, like planet Earth, has a global magnetic field generated by a dynamo process in its large core, and that Mercury's surface has contracted significantly as its core cooled.   digg_url = 'http://apod.nasa.gov/apod/ap080710.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0807/caloris_messenger_falsecolor.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Enhanced Color Caloris",
        "url": "https://apod.nasa.gov/apod/image/0807/caloris_messenger_c800.jpg"
    },
    {
        "date": "2008-07-11",
        "explanation": "A major discovery was lurking in the data. By accident, while preparing a talk on the Galaxy's spiral arms for a meeting of the American Astronomical Society, Tom Dame (Harvard-Smithsonian CfA) found it - a new spiral arm in the Milky Way. The arm is labeled in this illustration as the Far 3kpc Arm, located at a distance of 3 kpc (kiloparsecs) or about 10,000 light-years from the galactic center, on the opposite side from the Sun. Along with the Near 3kpc Arm whose presence was known since the mid 1950s, the counterpart inner arms now establish that the galaxy has a simple symmetry. The arms are defined by shocked interstellar gas flowing along both sides of the Milky Way's central bar. Dame and his collaborator Patrick Thaddeus recorded the presence of both inner spiral arms in their radio data tracking emission from carbon monoxide molecules along the galactic plane. How much star formation goes on in the counterpart arms? Despite this depiction of stars and star forming regions along the arms, the last attempt to search for star formation in the Near 3kpc Arm was in 1980 and didn't turn up any. The discovery of the Far 3kpc Arm has renewed interest in this and other questions about the center of the Milky Way.   digg_url = 'http://apod.nasa.gov/apod/ap080711.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0807/MWspitzer_lab_2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Far 3kpc Arm",
        "url": "https://apod.nasa.gov/apod/image/0807/far3kpcarm_adjusted.jpg"
    },
    {
        "date": "2008-07-13",
        "explanation": "This eerie glow over Death Valley is in danger. Scrolling right will show a spectacular view from one of the darkest places left in the continental USA: Death Valley, California.  The above 360-degree full-sky panorama is a composite of 30 images taken two years ago in Racetrack Playa.  The image has been digitally processed and increasingly stretched at high altitudes to make it rectangular.   In the foreground on the image right is an unusually placed rock that was pushed by high winds onto Racetrack Playa after a slick rain.  In the background is a majestic night sky, featuring thousands of stars and many constellations.  The arch across the middle is the central band of our Milky Way Galaxy.  Light pollution is threatening dark skies like this all across the US and the world, and therefore the International Dark-Sky Association and the US National Parks Service are suggesting methods that can protect them.     digg_url = 'http://apod.nasa.gov/apod/ap080713.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/deathvalleysky_nps_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Dark Sky Over Death Valley",
        "url": "https://apod.nasa.gov/apod/image/0705/deathvalleysky_nps.jpg"
    },
    {
        "date": "2008-07-16",
        "explanation": "Recently discovered Makemake is one of the largest objects known in the outer Solar System. Pronounced MAH-kay MAH-kay, this Kuiper belt object is only slightly smaller than Pluto, orbits the Sun only slightly further out than Pluto, and appears only slightly dimmer than Pluto. Makemake, however, has an orbit much more tilted to the ecliptic plane of the planets than Pluto.  Designated 2005 FY9 soon after its discovery by a team led by Mike Brown (Caltech) in 2005, the outer Solar System orb was recently renamed Makemake for the creator of humanity in the Rapa Nui mythology of Easter Island. Additionally, Makemake has been recently classified as a dwarf planet under the new subcategory plutoid, making Makemake the third cataloged plutoid after Pluto and Eris.  Makemake is known to be a world somewhat red in appearance, with spectra indicating it is likely covered with frozen methane. Since no images of Makemake's surface yet exist, an artist's illustration originally meant to depict Sedna has been boldly co-opted above to now illustrate Makemake.  A hypothetical moon is visualized above nearly in the direction of our distant Sun.    digg_url = 'http://apod.nasa.gov/apod/ap080716.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0807/makemake_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Makemake of the Outer Solar System",
        "url": "https://apod.nasa.gov/apod/image/0807/makemake_nasa.jpg"
    },
    {
        "date": "2008-07-20",
        "explanation": "Soft hues, partially lit orbs, a thin trace of the ring, and slight shadows highlight this understated view of the majestic surroundings of the giant planet Saturn.  Looking nearly back toward the Sun, the robot Cassini spacecraft now orbiting Saturn captured crescent phases of Saturn and its moon Rhea in color a few years ago. As striking as the above image is, it is but a single frame from a recently released 60-frame silent movie where Rhea can be seen gliding in front of its parent world.   Since Cassini was nearly in the plane of Saturn's rings, the normally impressive rings are visible here only as a thin line across the image center. Although Cassini has now concluded its primary mission, its past successes and opportunistic location have prompted NASA to start a two-year Equinox Mission, further exploring not only Saturn's enigmatic moons Titan and Enceladus, but Saturn herself as her grand rings tilt right at the Sun in August 2009.   digg_url = 'http://apod.nasa.gov/apod/ap080720.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/saturnrhea_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Crescent Rhea Occults Crescent Saturn",
        "url": "https://apod.nasa.gov/apod/image/0607/saturnrhea_cassini.jpg"
    },
    {
        "date": "2008-07-22",
        "explanation": "What are these humans doing?  Dancing.  Many humans on Earth exhibit periods of happiness, and one method of displaying happiness is dancing.  Happiness and dancing transcend political boundaries and occur in practically every human society.  Above, Matt Harding traveled through many nations on Earth, started dancing, and filmed the result.  The video is perhaps a dramatic example that humans from all over planet Earth feel a common bond as part of a single species. Happiness is frequently contagious -- few people are able to watch the above video without smiling.    digg_url = 'http://apod.nasa.gov/apod/ap080722.html'; digg_skin = 'compact';",
        "media_type": "video",
        "service_version": "v1",
        "title": "Happy People Dancing on Planet Earth",
        "url": "https://www.youtube.com/embed/M6-iC_aYcug?rel=0&showinfo=0"
    },
    {
        "date": "2008-07-23",
        "explanation": "What created this great cliff on Mars? Did giant waterfalls once plummet through its grooves?  With a four-kilometer drop, this high cliff surrounding Echus Chasma, near an impressive impact crater, was carved by either water or lava.  A leading hypothesis is that Echus Chasma, at 100-kilometers long and 10-kilometers wide, was once one of the largest water sources on Mars.   If true, water once held in Echus Chasma likely ran over the Martian surface to carve the impressive Kasei Valles, which extends over 3,000 kilometers to the north. Even if initially carved by water, lava appears to have later flowed in the valley, leaving an extraordinarily smooth floor.  Echus Chasma lies north of tremendous Valles Marineris, the largest canyon in the Solar System.  The above image was taken by the robotic Mars Express spacecraft currently orbiting Mars.   digg_url = 'http://apod.nasa.gov/apod/ap080723.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0807/echuschasma_marsexpress_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "High Cliffs Surrounding Echus Chasma on Mars",
        "url": "https://apod.nasa.gov/apod/image/0807/echuschasma_marsexpress.jpg"
    },
    {
        "date": "2008-07-24",
        "explanation": "These detailed Hubble Space Telescope close-ups feature Jupiter's ancient swirling storm system known as the Great Red Spot. They also follow the progress of two newer storm systems that have grown to take on a similar reddish hue: the smaller \"Red Spot Jr.\" (bottom), and smaller still, a \"baby red spot\". Red Spot Jr. was seen to form in 2006, while the smaller spot was just identified earlier this year. For scale, the Great Red Spot has almost twice the diameter of planet Earth. Moving horizontally from left to right past the Great Red Spot, Red Spot Jr. clearly went below the larger storm, but the smaller spot was pulled in. Emerging on the right, the baby spot's stretched and now paler shape is indicated by the arrow in the frame from July 8. It is expected that the baby red spot will be pulled back and merge, becoming part of the giant storm system.   digg_url = 'http://apod.nasa.gov/apod/ap080724.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0807/3spots_hst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "When Storms Collide",
        "url": "https://apod.nasa.gov/apod/image/0807/3spots_hst_c800.jpg"
    },
    {
        "date": "2008-07-25",
        "explanation": "Big, beautiful spiral galaxy M101 is one of the last entries in Charles Messier's famous catalog, but definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way Galaxy. M101 was also one of the original spiral nebulae observed by Lord Rosse's large 19th century telescope, the Leviathan of Parsontown. Recorded at infrared wavelengths by the Spitzer Space telescope, this 21st century view shows starlight in blue hues while the galaxy's dust clouds are in red. Examining the dust features in the outer rim of the galaxy, astronomers have found that organic molecules present throughout the rest of M101 are lacking. The organic molecules tracked by Spitzer's instruments are called polycyclic aromatic hydrocarbons (PAHs). Of course, PAHs are common components of dust in the Milky Way and on planet Earth are found in soot. PAHs are likely destroyed near the outer edges of M101 by energetic radiation in intense star forming regions. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 25 million light-years away.   digg_url = 'http://apod.nasa.gov/apod/ap080725.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0807/m101_spitzer.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spitzer's M101",
        "url": "https://apod.nasa.gov/apod/image/0807/m101_spitzer_c800.jpg"
    },
    {
        "date": "2008-07-27",
        "explanation": "How can a round star make a square nebula?  This conundrum comes to light when studying  planetary nebulae like IC 4406.  Evidence indicates that IC 4406 is likely a hollow cylinder, with its square appearance the result of our vantage point in viewing the cylinder from the side.  Were IC 4406 viewed from the top, it would likely look similar to the Ring Nebula.  This representative-color picture is a composite made by combining images taken by the Hubble Space Telescope in 2001 and 2002. Hot gas flows out the ends of the cylinder, while filaments of dark dust and molecular gas lace the bounding walls.  The star primarily responsible for this interstellar sculpture can be found in the planetary nebula's center.  In a few million years, the only thing left visible in IC 4406 will be a fading white dwarf star.   digg_url = 'http://apod.nasa.gov/apod/ap080727.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0807/ic4406_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "IC 4406: A Seemingly Square Nebula",
        "url": "https://apod.nasa.gov/apod/image/0807/ic4406_hst.jpg"
    },
    {
        "date": "2008-07-28",
        "explanation": "What's large and blue and can wrap itself around an entire galaxy? A gravitational lens mirage. Pictured above on the left, the gravity of a normal white galaxy has gravitationally distorted the light from a much more distant blue galaxy. More normally, such light bending results in two discernable images of the distant galaxy, but here the lens alignment is so precise that the background galaxy is distorted into a nearly complete ring.  Since such a lensing effect was generally predicted in some detail by Albert Einstein over 70 years ago, such rings like SDSSJ1430 are now know as Einstein Rings.  SDSSJ1430 was discovered during the Sloan Lens Advanced Camera for Surveys (SLACS) campaign, an observation program that inspected lens candidates found by the Sloan Digital Sky Survey (SDSS) with the Hubble Space Telescope's ACS.  Strong gravitational lenses like SDSSJ1440 are more than oddities -- their multiple properties allow astronomers to determine the mass and dark matter content of the foreground galaxy lenses. Given these determinations, SLACS data has now been used, for example, to show that dark matter fraction increases with overall galaxy mass. The inset images on the right depict, from top to bottom, a computer reconstructed image of what the background blue galaxy really looks like, just the white foreground galaxy, and just the lensed blue background galaxy.   digg_url = 'http://apod.nasa.gov/apod/ap080728.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0807/j1430lens_sdss_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "SDSSJ1430: A Galaxy Einstein Ring",
        "url": "https://apod.nasa.gov/apod/image/0807/j1430lens_sdss.jpg"
    },
    {
        "date": "2008-08-03",
        "explanation": "Jewels don't shine this bright -- only stars do.  Like gems in a jewel box, though, the stars of open cluster NGC 290 glitter in a beautiful display of brightness and color.   The photogenic cluster, pictured above, was captured recently by the orbiting Hubble Space Telescope.  Open clusters of stars are younger, contain few stars, and contain a much higher fraction of blue stars than do globular clusters of stars.  NGC 290 lies about 200,000  light-years distant in a neighboring galaxy called the Small Cloud of Magellan (SMC).   The open cluster contains hundreds of stars and spans about 65 light years across.  NGC 290 and other open clusters are good laboratories for studying how stars of different masses evolve, since all the open cluster's stars were born at about the same time.   digg_url = 'http://apod.nasa.gov/apod/ap080803.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0808/ngc290_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Open Cluster NGC 290: A Stellar Jewel Box",
        "url": "https://apod.nasa.gov/apod/image/0808/ngc290_hst.jpg"
    },
    {
        "date": "2008-08-04",
        "explanation": "Haunting patterns within planetary nebula NGC 6543 readily suggest its popular moniker -- the Cat's Eye nebula. Starting in 1995, stunning false-color optical images from the Hubble Space Telescope detailed the swirls of this glowing nebula, known to be the gaseous shroud expelled from a dying sun-like star about 3,000 light-years from Earth. This composite picture combines the latest Hubble optical image of the Cat's Eye with new x-ray data from the orbiting Chandra Observatory and reveals surprisingly intense x-ray emission indicating the presence of extremely hot gas. X-ray emission is shown as blue-purple hues superimposed on the nebula's center. The nebula's central star itself is clearly immersed in the multimillion degree, x-ray emitting gas. Other pockets of x-ray hot gas seem to be bordered by cooler gas emitting strongly at optical wavelengths, a clear indication that expanding hot gas is sculpting the visible Cat's Eye filaments and structures. Gazing into the Cat's Eye, astronomers see the fate of our sun, destined to enter its own planetary nebula phase of evolution ... in about 5 billion years.   digg_url = 'http://apod.nasa.gov/apod/ap080804.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0808/catseye_chandra_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "X-Rays from the Cat's Eye Nebula",
        "url": "https://apod.nasa.gov/apod/image/0808/catseye_chandra.jpg"
    },
    {
        "date": "2008-08-06",
        "explanation": "Globular clusters once ruled the Milky Way.  Back in the old days, back when our Galaxy first formed, perhaps thousands of globular clusters roamed our Galaxy.  Today, there are perhaps 200 left.  Many globular clusters were destroyed over the eons by repeated fateful encounters with each other or the Galactic center.  Surviving relics are older than any Earth fossil, older than any other structures in our Galaxy, and limit the universe itself in raw age.  There are few, if any, young globular clusters in our Milky Way Galaxy because conditions are not ripe for more to form.  Things are different next door, however, in the neighboring LMC galaxy. Pictured above is a \"young\" globular cluster residing there: NGC 1818.  Observations show it formed only about 40 million years ago - just yesterday compared to the 12 billion year ages of globular clusters in our own Milky Way  digg_url = 'http://apod.nasa.gov/apod/ap080806.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0808/ngc1818_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 1818: A Young Globular Cluster",
        "url": "https://apod.nasa.gov/apod/image/0808/ngc1818_hst.jpg"
    },
    {
        "date": "2008-08-11",
        "explanation": "Is that a black hole?  Quite possibly.  The Cygnus X-1 binary star system contains one of the best candidates for a black hole. The system was discovered because it is one of the brightest X-ray sources on the sky, shining so bright it was detected by the earliest rockets carrying cameras capable of seeing the previously unknown X-ray sky.  The star's very name indicates that it is the single brightest X-ray source in the constellation of the Swan Cygnus. Data indicate that a compact object there contains about nine times the mass of the Sun and changes its brightness continually on several time scales, at least down to milliseconds.  Such behavior is expected for a black hole, and difficult to explain with other models.  Pictured above is an artistic impression of the Cygnus X-1 system.  On the left is the bright blue supergiant star designated HDE 226868, which is estimated as having about 30 times the mass of our Sun.  Cygnus X-1 is depicted on the right, connected to its supergiant companion by a stream of gas, and surrounded by an impressive accretion disk. The bright star in the Cygnus X-1 system is visible with a small telescope. Strangely, the Cygnus X-1 black hole candidate appears to have formed without a bright supernova explosion.   digg_url = 'http://apod.nasa.gov/apod/ap080811.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0808/cygnusx1_stsci_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Black Hole Candidate Cygnus X-1",
        "url": "https://apod.nasa.gov/apod/image/0808/cygnusx1_stsci.jpg"
    },
    {
        "date": "2008-08-12",
        "explanation": "If you could stand on Mars, what would you see?  The robotic Phoenix spacecraft that just landed on Mars in May recorded the above spectacular panorama.  The above image is actually a digital combination of over 100 camera pointings and surveys fully 360 degrees around the busy robotic laboratory.  Clicking on the horizontally compressed image above will bring up the extra-wide uncompressed version.  Visible in the image foreground are circular solar panels, various Phoenix instruments, rust colored rocks, a trench dug by Phoenix to probe Mars' chemical composition, a vast plateau of dirt and dirt-covered ice, and, far in the distance, the dust colored atmosphere of Mars. Phoenix landed in the far north of Mars and has been using its sophisticated laboratory to search for signs that past life might have been possible.  Recent soil analyses have confirmed the presence of ice, but gave conflicting indications of unexpected perchlorate salts.  Whether perchlorates exist on Mars is now being aggressively researched, as well as what effects perchlorates might have had on the past development of life.    digg_url = 'http://apod.nasa.gov/apod/ap080812.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0808/marsapan_phoenix.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Mars Panorama from the Phoenix Lander",
        "url": "https://apod.nasa.gov/apod/image/0808/marsapan_phoenix_compressed.jpg"
    },
    {
        "date": "2008-08-17",
        "explanation": "Like the downtown area of your favorite city, the roads you drive to work on, and any self-respecting web site ... Io's surface is constantly under construction. This moon of Jupiter holds the distinction of being the Solar System's most volcanically active body -- its bizarre looking surface continuously formed and reformed by lava flows. Generated using 1996 data from NASA's Galileo spacecraft, this high resolution composite image is centered on the side of Io that always faces away from Jupiter. It has been enhanced to emphasize Io's surface brightness and color variations, revealing features as small as 1.5 miles across. The notable absence of impact craters suggests that the entire surface is covered with new volcanic deposits much more rapidly than craters are created. What drives this volcanic powerhouse? A likely energy source is the changing gravitational tides caused by Jupiter and the other Galilean moons as Io orbits the massive gas giant planet. Heating Io's interior, the pumping tides would generate the sulfurous volcanic activity.   digg_url = 'http://apod.nasa.gov/apod/ap080817.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0808/iosurface_gal_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Io's Surface: Under Construction",
        "url": "https://apod.nasa.gov/apod/image/0808/iosurface_gal.jpg"
    },
    {
        "date": "2008-08-22",
        "explanation": "Active galaxy NGC 1275 is the central, dominant member of the large and relatively nearby Perseus Cluster of Galaxies. A prodigious source of x-rays and radio emission, NGC 1275 accretes matter as entire galaxies fall into it, ultimately feeding a supermassive black hole at the galaxy's core. This stunning visible light image from the Hubble Space Telescope shows galactic debris and filaments of glowing gas, some up to 20,000 light-years long. The filaments persist in NGC 1275, even though the turmoil of galactic collisions should destroy them.  What keeps the filaments together? Recent work indicates that the structures, pushed out from the galaxy's center by the black hole's activity, are held together by magnetic fields. To add x-ray data from the Chandra Observatory and radio data from the Very Large Array to the Hubble image, just slide your cursor over the picture. In the resulting composite, x-rays highlight the shells of hot gas surrounding the center of the galaxy, with radio emission filling giant bubble-shaped cavities. Also known as Perseus A, NGC 1275 spans over 100,000 light years and lies about 230 million light years away.   digg_url = 'http://apod.nasa.gov/apod/ap080822.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0808/ngc1275_web.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Active Galaxy NGC 1275",
        "url": "https://apod.nasa.gov/apod/image/0808/ngc1275_web59.jpg"
    },
    {
        "date": "2008-08-23",
        "explanation": "The matter in galaxy cluster 1E 0657-56, fondly known as the \"bullet cluster\", is shown in this composite image. A mere 3.4 billion light-years away, the bullet cluster's individual galaxies are seen in the optical image data, but their total mass adds up to far less than the mass of the cluster's two clouds of hot x-ray emitting gas shown in red. Representing even more mass than the optical galaxies and x-ray gas combined, the blue hues show the distribution of dark matter in the cluster. Otherwise invisible to telescopic views, the dark matter was mapped by observations of gravitational lensing of background galaxies. In a text book example of a shock front, the bullet-shaped cloud of gas at the right was distorted during the titanic collision between two galaxy clusters that created the larger bullet cluster itself. But the dark matter present has not interacted with the cluster gas except by gravity. The clear separation of dark matter and gas clouds is considered direct evidence that dark matter exists.   digg_url = 'http://apod.nasa.gov/apod/ap080823.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0808/bulletcluster_comp_f2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Matter of the Bullet Cluster",
        "url": "https://apod.nasa.gov/apod/image/0808/bullet_cluster_c60w.jpg"
    },
    {
        "date": "2008-08-24",
        "explanation": "Galaxies are fascinating not only for what is visible, but for what is invisible.  Grand spiral galaxy NGC 1232,  captured in detail by one of the new Very Large Telescopes, is a good example.  The visible is dominated by millions of bright stars and dark dust, caught up in a gravitational swirl of spiral arms revolving about the center.  Open clusters containing bright blue stars can be seen sprinkled along these spiral arms, while dark lanes of dense interstellar dust can be seen sprinkled between them.  Less visible, but detectable, are billions of dim normal stars and vast tracts of interstellar gas, together wielding such high mass that they dominate the dynamics of the inner galaxy.  Invisible are even greater amounts of matter in a form we don't yet know - pervasive dark matter needed to explain the motions of the visible in the outer galaxy.  What's out there?  digg_url = 'http://apod.nasa.gov/apod/ap080824.html'; digg_skin = 'compact';   Announcement: APOD Editor RJN to open Final Frontier art exhibit in Ireland on August 28",
        "hdurl": "https://apod.nasa.gov/apod/image/0808/ngc1232_vlt_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Grand Spiral Galaxy NGC 1232",
        "url": "https://apod.nasa.gov/apod/image/0808/ngc1232_vlt.jpg"
    },
    {
        "date": "2008-08-28",
        "explanation": "Launched on June 11 to explore the universe at extreme energies, the Gamma-ray Large Area Space Telescope has been officially renamed the Fermi Gamma-ray Space Telescope, in honor of Nobel Laureate Enrico Fermi (1901-1954), pioneer in high-energy physics. After testing, Fermi's two instruments, the Gamma-ray Burst Monitor (GBM) and the Large Area Telescope (LAT), are now regularly returning data. Fermi's first map of the gamma-ray sky from the LAT is shown in this false-color image, an all-sky view that looks toward the center of our Milky Way Galaxy with the galactic plane projected across the middle. What shines in the gamma-ray sky? Along the galactic plane, energetic cosmic rays collide with gas and dust to produce the diffuse gamma-ray glow. Strong emission from spinning neutron stars or pulsars, and distant active galaxies known as blazars, can be identified by placing your cursor over the map. A prelude to future discoveries, the remarkable result combines only 4 days of observations, equivalent to a year of observations with the Compton Gamma-ray Observatory mission of the 1990s. In addition to the ability to monitor gamma-ray bursts, the greatly improved sensitivity will allow Fermi to look deeper into the high-energy Universe.   digg_url = 'http://apod.nasa.gov/apod/ap080828.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0808/allsky_Fermi_2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Fermi's First Light",
        "url": "https://apod.nasa.gov/apod/image/0808/allsky_Fermi_800.jpg"
    },
    {
        "date": "2008-08-29",
        "explanation": "Giant star forming region W5 is over 200 light-years across and about 6,500 light-years away in the constellation Cassiopeia. W5's sculpted clouds of cold gas and dust seem to form fantastic shapes in this impressive mosaic of infrared images from the Spitzer Space Telescope. In fact, the area on the right includes the structures previously dubbed the Mountains of Creation. New evidence indicates that successive generations of stars formed in the W5 region in an expanding pattern of triggered star formation. The older, earlier generations of stars seem to cluster near the middle of the enormous cavities, with younger stars seen near the rims. Winds and radiation from the older, central stars likely carve out and compress surrounding interstellar material, triggering the collapse that gave rise to younger, later generations of stars farther out. In the false-color image, heated dust still within the cavities appears red, while the youngest stars are forming in the whitish areas. W5 is also known as IC 1848, and together with IC 1805 it is part of a complex region popularly dubbed the Heart and Soul Nebulae.   digg_url = 'http://apod.nasa.gov/apod/ap080829.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0808/w5_spitzer_crot2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Generations of Stars in W5",
        "url": "https://apod.nasa.gov/apod/image/0808/w5_spitzer_crot800.jpg"
    },
    {
        "date": "2008-09-03",
        "explanation": "On July 4th, 2005, the Deep Impact spacecraft directed a probe to impact the nucleus of Comet Tempel 1. Still cruising through the solar system, earlier this year the robotic spacecraft looked back to record a series of images of its home world 31 million miles (50 million kilometers) away. In a sequence from top left to bottom right, these four frames from the video show a rotating Earth. They combine visible and near-infrared image data with enough resolution and contrast to see clouds, oceans, and continents. They also follow a remarkable transit of Earth by its large, natural satellite, the Moon. The Moon's orbital motion carries it across the field of view from left to right. Imaging the Earth from this distant perspective allows astronomers to connect overall variations in brightness at different wavelengths with planetary features. The observations will aid in the search for earthlike planets in other planetary systems.   digg_url = 'http://apod.nasa.gov/apod/ap080903.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0809/epoxi4panel800.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "31 Million Miles from Planet Earth",
        "url": "https://apod.nasa.gov/apod/image/0809/epoxi4panel800.jpg"
    },
    {
        "date": "2008-09-10",
        "explanation": "What created this unusual partial ring around Saturn?  Discovered last year, the arc was captured in clear detail only two months ago by the Saturn-orbiting Cassini spacecraft.  Since the arc occupies the same orbit as the small moon Anthe, a leading hypothesis holds that the arc was created by, and is replenished by, meteor impacts on Anthe.  Similar arcs have been previously discovered, including an arc associated with the small Saturnian moon Methone, one arc related to Saturn's G ring, and several arcs orbiting Neptune.  Pictured above, Anthe, only two kilometers across, is seen as the bright point near the top of the Anthe arc. The Anthe arc was imaged by the robotic space probe as it swooped to within 1.5 million kilometers of the small moon.   digg_url = 'http://apod.nasa.gov/apod/ap080910.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0809/anthearc_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Anthe Arc around Saturn",
        "url": "https://apod.nasa.gov/apod/image/0809/anthearc_cassini.jpg"
    },
    {
        "date": "2008-09-14",
        "explanation": "Is the heart and soul of our Galaxy located in Cassiopeia?  Possibly not, but that is where two bright emission nebulas nicknamed Heart and Soul can be found.  The Heart Nebula, officially dubbed IC 1805 and visible in the above zoomable view on the right, has a shape reminiscent of a classical heart symbol.  Both nebulas shine brightly in the red light of energized hydrogen.  Several young open clusters of stars populate the image and are visible above in blue, including the nebula centers.  Light takes about 6,000 years to reach us from these nebulas, which together span roughly 300 light years.  Studies of stars and clusters like those found in the  Heart and Soul Nebulas have focussed on how massive stars form and how they affect their environment.   Note: Free Astronomy Course Taught Online by an APOD Editor  digg_url = 'http://apod.nasa.gov/apod/ap080914.html'; digg_skin ='compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0809/ic1805_skyfactory_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Heart and Soul Nebulas",
        "url": "https://apod.nasa.gov/apod/image/0809/ic1805_skyfactory.jpg"
    },
    {
        "date": "2008-09-15",
        "explanation": "What created this unusual space ribbon?  Most assuredly, one of the most violent explosions ever witnessed by ancient humans. Back in the year 1006 AD, light reached Earth from a stellar explosion in the constellation of the Wolf (Lupus), creating a \"guest star\" in the sky that appeared brighter than Venus and lasted for over two years. The supernova, now cataloged at SN 1006, occurred about 7,000 light years away and has left a large remnant that continues to expand and fade today.  Pictured above is a small part of that expanding supernova remnant dominated by a thin and outwardly moving shock front that heats and ionizes surrounding ambient gas. SN 1006 now has a diameter of nearly 60 light years.  Within the past year, an even more powerful explosion occurred far across the universe that was visible to modern humans, without any optical aid, for a few seconds.   Note: Free Astronomy Course Taught Online by an APOD Editor  digg_url = 'http://apod.nasa.gov/apod/ap080915.html'; digg_skin ='compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0809/sn1006_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "SN 1006: A Supernova Ribbon from Hubble",
        "url": "https://apod.nasa.gov/apod/image/0809/sn1006_hst.jpg"
    },
    {
        "date": "2008-09-16",
        "explanation": "How do stars form? A study of star forming region W5 by the sun-orbiting Spitzer Space Telescope provides clear clues by recording that massive stars near the center of empty cavities are older than stars near the edges.  A likely reason for this is that the older stars in the center are actually triggering the formation of the younger edge stars.  The triggered star formation occurs when hot outflowing gas compresses cooler gas into knots dense enough to gravitationally contract into stars. Spectacular pillars, left slowly evaporating from the hot outflowing gas, provide further visual clues. In the above scientifically-colored infrared image, red indicates heated dust, while white and green indicate particularly dense gas clouds. W5 is also known as IC 1848, and together with IC 1805 form a complex region of star formation popularly dubbed the Heart and Soul Nebulas. The above image highlights a part of W5 spanning about 2,000 light years that is rich in star forming pillars.  W5 lies about 6,500 light years away toward the constellation of Cassiopeia.   Note: Free Astronomy Course Taught Online by an APOD Editor  digg_url = 'http://apod.nasa.gov/apod/ap080916.html'; digg_skin ='compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0809/w5wide_spitzer_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "W5: Pillars of Star Creation",
        "url": "https://apod.nasa.gov/apod/image/0809/w5wide_spitzer.jpg"
    },
    {
        "date": "2008-09-17",
        "explanation": "What happens when two of the largest objects in the universe collide? No one was quite sure, but the answer is giving clues to the nature of mysterious dark matter. In the case of MACSJ0025.4-1222, two huge clusters of galaxies have been found slowly colliding over hundreds of millions of years, and the result has been imaged by both the Hubble Space Telescope in visible light and the Chandra Space Telescope in X-ray light. Once the above visible image was recorded, the location and gravitational lens distortions of more distant galaxies by the newly combined galaxy cluster allowed astronomers to computationally determine what happened to the clusters' dark matter. The result indicates that this huge collision has caused the dark matter in the clusters to become partly separated from the normal matter, confirming earlier speculation. In the above combined image, dark matter is shown as the diffuse purple hue, while a smoothed depiction of the X-ray hot normal matter is shown in pink.  MACSJ0025 contains hundreds of galaxies, spans about three million light years, and lies nearly six billion light years away (redshift 0.59) toward the constellation of Monster Whale (Cetus).   Note: Free Astronomy Course Taught Online by an APOD Editor  digg_url = 'http://apod.nasa.gov/apod/ap080917.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0809/macsj0025_chandrahst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "MACSJ0025: Two Giant Galaxy Clusters Collide",
        "url": "https://apod.nasa.gov/apod/image/0809/macsj0025_chandrahst.jpg"
    },
    {
        "date": "2008-09-19",
        "explanation": "Located just 500 light-years away toward the constellation Scorpius, this star is only slightly less massive and a little cooler than the Sun. But it is much younger, a few million years old compared to the middle-aged Sun's 5 billion years. This sharp infrared image shows the young star has a likely companion positioned above and left - a hot planet with about 8 times the mass of Jupiter, orbiting a whopping 330 times the Earth-Sun distance from its parent star. The young planetary companion is still hot and relatively bright in infrared light due to the heat generated during its formation by gravitational contraction. In fact, such newborn planets are easier to detect before they age and cool, becoming much fainter. Though over 300 extrasolar planets have been found using other techniques, this picture likely represents the first direct image of a planet belonging to a star similar to the Sun.   digg_url = 'http://apod.nasa.gov/apod/ap080919.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0809/exoplanet_gemini.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Companion of a Young, Sun-like Star",
        "url": "https://apod.nasa.gov/apod/image/0809/exoplanet_gemini_c800.jpg"
    },
    {
        "date": "2008-09-21",
        "explanation": "Tomorrow is the autumnal equinox -- should eggs be able to stand on end?  This long-standing myth loses much of its mystique after a demonstration that eggs can be made to stand on end during any day of the year.  Pictured above, Dr. Phil Plait, acting as the Bad Astronomer balanced three raw eggs on end in late October 1998.  Later, more modestly, his wife balanced five more.  The little-appreciated fact that most eggshells have small bumps on them makes this seemingly impossible task achievable.  Although, during an equinox, every place on Earth experiences an equal length day and night (12 hours each), this fact has no practical effect on egg stability.   digg_url = 'http://apod.nasa.gov/apod/ap080921.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0809/eggs_plait_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Egging On the Autumnal Equinox",
        "url": "https://apod.nasa.gov/apod/image/0809/eggs_plait.jpg"
    },
    {
        "date": "2008-09-23",
        "explanation": "One of the strangest objects in the outer Solar System was classified as a dwarf planet last week and given the name Haumea. This designation makes Haumea the fifth designated dwarf planet after Pluto, Ceres, Eris, and Makemake. Haumea's smooth but oblong shape make it extremely unusual. Along one direction, Haumea is significantly longer than Pluto, while in another direction Haumea has an extent very similar to Pluto, while in the third direction is much smaller. Haumea's orbit sometimes brings it closer to the Sun than Pluto, but usually Haumea is further away. Illustrated above, an artist visualizes Haumea as a nearly featureless ellipsoid.  Quite possibly, however, Haumea has interesting craters and surface features that currently remain unknown. Originally discovered in 2003 and given the temporary designation of 2003 EL61, Haumea was recently renamed by the IAU for a Hawaiian goddess. Haumea has two small moons discovered in 2005, recently renamed Hi'iaka and Namaka for daughters of the goddess.   digg_url = 'http://apod.nasa.gov/apod/ap080923.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0809/haumea_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Haumea of the Outer Solar System",
        "url": "https://apod.nasa.gov/apod/image/0809/haumea_nasa.jpg"
    },
    {
        "date": "2008-09-24",
        "explanation": "Why has the Sun been so quiet recently? No one is sure. Our Sun has shown few active regions -- that house even fewer associated sunspots -- for over a year now, and such a period of relative calm is quite unusual. What is well known is that our Sun is in a transitional period between solar cycles called a Solar Minimum, where solar activity has historically been reduced. The stark lack of surface tumult is unusual even during a Solar Minimum, however, and activity this low has not been seen for many decades. A few days ago, however, a bona-fide active region -- complete with sunspots --appeared and continues to rotate across the Sun's face. Visible above, this region, dubbed Active Region 1002 (AR 1002), was imaged in ultraviolet light yesterday by the SOHO spacecraft, which co-orbits the Sun near the Earth.  Besides the tranquility on the Sun's surface, recent data from the Ulysses spacecraft, across the Solar System, indicate that the intensity of the solar wind blowing out from the Sun is at a fifty year low. Predictions hold, however, that our Sun will show more and more active regions containing more and more sunspots and flares until Solar Maximum occurs in about four years.   digg_url = 'http://apod.nasa.gov/apod/ap080924.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0809/sunspot1002_soho_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Active Region 1002 on an Unusually Quiet Sun",
        "url": "https://apod.nasa.gov/apod/image/0809/sunspot1002_soho.jpg"
    },
    {
        "date": "2008-09-27",
        "explanation": "Big, bright, and beautiful, spiral galaxy M83 lies a mere twelve million light-years away, near the southeastern tip of the very long constellation Hydra. Prominent spiral arms traced by dark dust lanes and blue star clusters lend this galaxy its popular name of the Southern Pinwheel.  But reddish star forming regions that dot the sweeping arms highlighted in this sparkling color composite also suggest another nickname, The Thousand-Ruby Galaxy. About 40,000 light-years across, M83 is a member of a group of galaxies that includes active galaxy Centaurus A. The core of M83 itself is bright at x-ray energies, showing a high concentration of neutron stars and black holes left from an intense burst of star formation. The sharp image, based on archival data from the European Southern Observatory's Wide Field Imager camera, also features spiky foreground Milky Way stars and distant background galaxies.   digg_url = 'http://apod.nasa.gov/apod/ap080927.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0809/M83_ESOdemartin2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M83: The Thousand-Ruby Galaxy",
        "url": "https://apod.nasa.gov/apod/image/0809/M83_ESOdemartinC800.jpg"
    },
    {
        "date": "2008-09-28",
        "explanation": "The massive stars of NGC 346 are short lived, but very energetic. The star cluster is embedded in the largest star forming region in the Small Magellanic Cloud, some 210,000 light-years distant. Their winds and radiation sweep out an interstellar cavern in the gas and dust cloud about 200 light-years across, triggering star formation and sculpting the region's dense inner edge. Cataloged as N66, the star forming region also appears to contain a large population of infant stars. A mere 3 to 5 million years old and not yet burning hydrogen in their cores,the infant stars are strewn about the embedded star cluster. In the above false-color Hubble Space Telescope image, visible and near-infrared light are seen as blue and green, while light from atomic hydrogen emission is red.   digg_url = 'http://apod.nasa.gov/apod/ap080928.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0809/ngc346_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Young Stars of NGC 346",
        "url": "https://apod.nasa.gov/apod/image/0809/ngc346_hst.jpg"
    },
    {
        "date": "2008-10-01",
        "explanation": "A new chapter in space flight began on 1950 July with the launch of the first rocket from Cape Canaveral, Florida: the Bumper V-2.  Shown above, the Bumper V-2 was an ambitious two-stage rocket program that topped a V-2 missile base with a WAC Corporal rocket.  The upper stage was able to reach then-record altitudes of almost 400 kilometers, higher than even modern Space Shuttles fly today.  Launched under the direction of the  General Electric Company, the Bumper V-2 was used primarily for testing rocket systems and for research on the upper atmosphere.  Bumper V-2 rockets carried small payloads that allowed them to measure attributes including air temperature and cosmic ray impacts.  Seven years later, the Soviet Union launched Sputnik I and Sputnik II, the first  satellites into Earth orbit.  In response in 1958, 50 years ago today, the US created NASA.   digg_url = 'http://apod.nasa.gov/apod/ap081001.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0809/bumper2_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The First Rocket Launch from Cape Canaveral",
        "url": "https://apod.nasa.gov/apod/image/0809/bumper2_nasa.jpg"
    },
    {
        "date": "2008-10-02",
        "explanation": "This dusty island universe is one of the brightest spiral galaxies in the sky. Seen nearly edge-on, NGC 253 lies a mere 13 million light-years away and is the largest member of the Sculptor Group of galaxies, neighbor to our own local galaxy group. The remarkably sharp, close-up view is based on data from the Hubble's Advanced Camera for Surveys (ACS). Beginning on the left near the galaxy's core, the panorama follows filaments of dust, interstellar gas, and even individual stars toward the galaxy's edge at the far right, a magnificent vista spanning nearly 50,000 light-years. The image data are part of ANGST, the ACS Nearby Galaxy Survey Treasury, a program to explore our cosmic backyard.   digg_url = 'http://apod.nasa.gov/apod/ap081002.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0810/ngc253wide_hst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 253 Close-Up",
        "url": "https://apod.nasa.gov/apod/image/0810/ngc253wide_hst_600w.jpg"
    },
    {
        "date": "2008-10-04",
        "explanation": "On September 29, this magnificent eruptive solar prominence lifted away from the Sun's surface, unfurling into space over the course of several hours. Suspended in twisted magnetic fields, the hot plasma structure is many times the size of planet Earth and was captured in this view by the Sun-watching STEREO (Ahead) spacecraft. The image was recorded in extreme ultraviolet light emitted by ionized Helium, an element originally identified in the solar spectrum. Seen against the brilliant solar surface in visible light, such prominences appear as dark filaments because they are relatively cool. But they are bright themselves when viewed against the blackness of space, arcing above the Sun's edge.  A video of the eruption (a 2.6MB .mov file) is available here.   digg_url = 'http://apod.nasa.gov/apod/ap081004.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0810/sunprominence_304erupt_crop.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Solar Prominence Unfurls",
        "url": "https://apod.nasa.gov/apod/image/0810/sunprominence_304erupt_crop800.jpg"
    },
    {
        "date": "2008-10-05",
        "explanation": "This is what the Earth looks like at night.  Can you find your favorite country or city?  Surprisingly, city lights make this task quite possible.  Human-made lights highlight particularly developed or populated areas of the Earth's surface, including the seaboards of Europe, the eastern United States, and Japan.  Many large cities are located near rivers or oceans so that they can exchange goods cheaply by boat.  Particularly dark areas include the central parts of South America, Africa, Asia, and Australia.  The above image is actually a composite of hundreds of pictures made by the orbiting DMSP satellites.   digg_url = 'http://apod.nasa.gov/apod/ap081005.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0810/earthlights2_dmsp_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Earth at Night",
        "url": "https://apod.nasa.gov/apod/image/0810/earthlights2_dmsp.jpg"
    },
    {
        "date": "2008-10-06",
        "explanation": "How did these layers of red cliffs form on Mars? No one is sure. The northern ice cap on Mars is nearly divided into two by a huge division named Chasma Boreale.  No similar formation occurs on Earth. Pictured above, several dusty layers leading into this deep chasm are visible. Cliff faces, mostly facing left but still partly visible from above, appear dramatically red.  The light areas are likely water ice. The above image spans about one kilometer near the north of Mars, and the elevation drop from right to left is over a kilometer. One hypothesis relates the formation of Chasma Boreale to underlying volcanic activity.    digg_url = 'http://apod.nasa.gov/apod/ap081006.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0810/marslayers_hirise_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Layers of Red Cliffs on Mars",
        "url": "https://apod.nasa.gov/apod/image/0810/marslayers_hirise.jpg"
    },
    {
        "date": "2008-10-07",
        "explanation": "Bright young stars sometimes sculpt picturesque dust mountains soon after being born. Created quite by accident, the energetic light and winds from these massive newborn stars burn away accumulations of dark dust and cool gas in a slow but persistent manner. Such is the case in NGC 3324, a star forming region near the edge of NGC 3372, the energetic and expansive Carina Nebula. Pictured above, in scientifically assigned colors, is only a small part of NGC 3324. The Carina Nebula itself is one of the largest star forming regions known and home to Eta Carinae, one of the most unstable and variable stars known.  The above image was created from archived Hubble Space Telescope data in honor of the 10th anniversary of the Hubble Heritage Project.  The Hubble Heritage Project has created, so far, nearly 130 visually stunning images.   digg_url = 'http://apod.nasa.gov/apod/ap081007.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0810/ngc3324_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dust Mountains in the Carina Nebula",
        "url": "https://apod.nasa.gov/apod/image/0810/ngc3324_hst.jpg"
    },
    {
        "date": "2008-10-08",
        "explanation": "The planet Mercury has been known since history has been recorded, but parts of the Solar System's innermost planet have never been seen like this before.  Two days ago the robotic MESSENGER spacecraft buzzed past Mercury for the second time and imaged terrain mapped previously only by comparatively crude radar.  The above image was recorded as MESSENGER looked back 90 minutes after passing, from an altitude of about 27,000 kilometers. Visible in the above image, among many other newly imaged features, are unusually long rays that appear to run like meridians of longitude out from a young crater near the northern limb.  MESSENGER is scheduled to fly past Mercury once more before firing its thrusters to enter orbit in 2011.   digg_url = 'http://apod.nasa.gov/apod/ap081008.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0810/mercuryflyby2_messenger_big.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mercury as Revealed by MESSENGER",
        "url": "https://apod.nasa.gov/apod/image/0810/mercuryflyby2_messenger.jpg"
    },
    {
        "date": "2008-10-12",
        "explanation": "Is this what our own Milky Way Galaxy looks like from far away? Similar in size and grand design to our home Galaxy (although without the central bar), spiral galaxy NGC 3370 lies about 100 million light-years away toward the constellation of the Lion (Leo).  Recorded above in exquisite detail by the Hubble Space Telescope's Advanced Camera for Surveys, the big, beautiful face-on spiral is not only photogenic, but has proven sharp enough to study individual stars known as Cepheids. These pulsating stars have been used to accurately determine NGC 3370's distance. NGC 3370 was chosen for this study because in 1994 the spiral galaxy was also home to a well studied stellar explosion -- a Type Ia supernova.  Combining the known distance to this standard candle supernova, based on the Cepheid measurements, with observations of supernovas at even greater distances, has helped to reveal the size and expansion rate of the entire Universe itself.    digg_url = 'http://apod.nasa.gov/apod/ap081012.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0810/ngc3370_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spiral Galaxy NGC 3370 from Hubble",
        "url": "https://apod.nasa.gov/apod/image/0810/ngc3370_hst.jpg"
    },
    {
        "date": "2008-10-13",
        "explanation": "What telling impurities taint the ice plumes of Enceladus? To help answer this question, the robotic Cassini spacecraft dove last week to within 30 kilometers of Saturn's ice-plume emitting moon. At this closest-ever approach, Cassini attempted to sniff and obtain chemical data on particles ejected from Enceladus' regular surface, while at other times Cassini flew right through -- and sampled -- ice geysers directly. Searches in the data for impurity clues in the water-ice dominated plumes and surface ejecta are progressing.  Although the main purpose of this flyby was particle analysis, several interesting images are emerging.  Visible in the above image, for example, is an unusual gray sheen running vertically up the image center that might be water vapor escaping from surface canyons.  Other notable features visible above include vast plains of craterless icy grooves, the day-night terminator across the image left, and an area near the top comparatively rich in craters. Cassini is scheduled to buzz by Enceladus in an imaging run near the end of this month.   digg_url = 'http://apod.nasa.gov/apod/ap081013.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0810/enceladus9_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cassini Passes Through Ice Plumes of Enceladus",
        "url": "https://apod.nasa.gov/apod/image/0810/enceladus9_cassini.jpg"
    },
    {
        "date": "2008-10-14",
        "explanation": "What creates the unusual tiger stripes on Saturn's moon Enceladus? No one is sure. To help find out, scientists programmed the robotic Cassini spacecraft to dive right past the plume-spewing moon last week. Previously, the tiger stripe regions were found to be expelling plumes of water-ice, fueling speculation that liquid seas might occur beneath Enceladus' frozen exterior.   Such seas are so interesting because they are candidates to contain extraterrestrial life.  Important processes in tiger stripe formation may include heating from below and moonquakes.  Visible above is terrain on Enceladus so young that only a few craters are visible.  This newly released raw image shows at least one type of false artifact, however, as seeming chains of craters are not so evident in other concurrently released images of the same region. The large tiger stripe across the image middle is impressive not only for its length and breadth, but because a large internal shadow makes it also appear quite deep.  Cassini will next fly by Enceladus on October 31.   digg_url = 'http://apod.nasa.gov/apod/ap081014.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0810/enceladus8_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "An Enceladus Tiger Stripe from Cassini",
        "url": "https://apod.nasa.gov/apod/image/0810/enceladus8_cassini.jpg"
    },
    {
        "date": "2008-10-17",
        "explanation": "Nineteenth century science fiction author Jules Verne wrote visionary works about Extraordinary Voyages including tales of space flight and the story of a journey From the Earth to the Moon. Fittingly, the European Space Agency's newly developed Automated Transfer Vehicle (ATV), a robotic spacecraft intended to deliver cargo to the International Space Station (ISS) was named in his honor and successfully docked with the ISS earlier this year. When the Jules Verne ATV was undocked and deorbited last month, its safely controlled reentry over the Pacific Ocean was followed by astronomers in order to make detailed comparisons of the actual event with computer models of spacecraft reentry and breakup in the atmosphere. This dramatic image of the fragmenting, 13-ton spacecraft is a high definition video frame recorded from NASA's DC-8 Airborne Laboratory. The observations were part of the joint ESA/NASA Jules Verne Multi-Instrument Aircraft Campaign.   digg_url = 'http://apod.nasa.gov/apod/ap081017.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0810/ATVreentry.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "An Extraordinary Voyage",
        "url": "https://apod.nasa.gov/apod/image/0810/ATVreentry_c800.jpg"
    },
    {
        "date": "2008-10-19",
        "explanation": "The center of the Lagoon Nebula is a whirlwind of spectacular star formation. Visible on the upper left, at least two long funnel-shaped clouds, each roughly half a light-year long, have been formed by extreme stellar winds and intense energetic starlight.  The tremendously bright nearby star, Hershel 36, lights the area.  Vast walls of dust hide and redden other hot young stars.  As energy from these stars pours into the cool dust and gas, large temperature differences in adjoining regions can be created generating shearing winds which may cause the funnels.  This picture, spanning about 5 light years, was taken in 1995 by the orbiting Hubble Space Telescope.  The Lagoon Nebula, also known as M8, lies about 5000 light years distant toward the constellation of Sagittarius.    digg_url = 'http://apod.nasa.gov/apod/ap081019.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0810/lagoon_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "In the Center of the Lagoon Nebula",
        "url": "https://apod.nasa.gov/apod/image/0810/lagoon_hst.jpg"
    },
    {
        "date": "2008-10-20",
        "explanation": "Why would Saturn show such strange colors? The robotic Cassini spacecraft currently orbiting Saturn has beamed back images showing that the northern hemisphere our Solar System's most spectacularly ringed planet has changed noticeably since Cassini arrived in 2004, now sporting unusual and unexpected colors. No one is sure why.  Although the cause for many of Saturn's colors is unknown, the recent change in colors is thought to be related to the changing seasons.  Pictured above, the unusual colors are visible just north of the dark ring shadows. The razor-thin plane of ring particles is visible nearly edge-on across the bottom of the image. The cloudy moon Titan looms large just above the rings, while close observation will reveal three other moons.   Cassini arrived at Saturn in 2004, sending back data and images that have not only led to a deeper understanding of the Jovian world's atmosphere, moons, and rings, but also raised new mysteries.    digg_url = 'http://apod.nasa.gov/apod/ap081020.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0810/saturn8_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Moons, Rings, and Unexpected Colors on Saturn",
        "url": "https://apod.nasa.gov/apod/image/0810/saturn8_cassini.jpg"
    },
    {
        "date": "2008-10-21",
        "explanation": "Where's the pulsar?  Previously, the nebula CTA 1 showed an expanding supernova remnant, a jet, and a point source expected to be a pulsar -- a rotating neutron star producing pulses at radio energies. But no radio pulses were detected. Now NASA's recently deployed Fermi Space Telescope has solved the mystery with some of its initial observations indicating that the point source is pulsing at gamma-ray energies.  The strange source is the first of a class that might be dubbed \"dark pulsars\", rotating neutron stars that appear to pulse only in high-energy radiations. Such pulsars might not be detectable in radio or visible light if they emit those radiations into a narrow beam not seen from Earth. If true, our Galaxy might have more pulsars left for Fermi to discover. Studying the gamma-ray properties of pulsars gives valuable clues to physics of the emission regions on neutron stars. In this graphic, the pulsar's position is indicated in the wider CTA 1 supernova remnant.  An artist's illustration of the pulsar beaming at gamma-ray energies is shown in the inset.    digg_url = 'http://apod.nasa.gov/apod/ap081021.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0810/cta1_fermi_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Dark Pulsar in CTA 1",
        "url": "https://apod.nasa.gov/apod/image/0810/cta1_fermi.jpg"
    },
    {
        "date": "2008-10-25",
        "explanation": "Near the outskirts of the Small Magellanic Cloud, a satellite galaxy some 200 thousand light-years distant, lies 5 million year young star cluster NGC 602. Surrounded by natal gas and dust, NGC 602 is featured in this stunning Hubble image of the region. Fantastic ridges and swept back shapes strongly suggest that energetic radiation and shock waves from NGC 602's massive young stars have eroded the dusty material and triggered a progression of star formation moving away from the cluster's center. At the estimated distance of the Small Magellanic Cloud, the picture spans about 200 light-years, but a tantalizing assortment of background galaxies are also visible in the sharp Hubble view. The background galaxies are hundreds of millions of light-years or more beyond NGC 602.   digg_url = 'http://apod.nasa.gov/apod/ap081025.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0810/ngc602_hst_large.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 602 and Beyond",
        "url": "https://apod.nasa.gov/apod/image/0810/ngc602_hst_c720.jpg"
    },
    {
        "date": "2008-10-26",
        "explanation": "How massive can a normal star be?  Estimates made from distance, brightness and standard  solar models had given one star in the open cluster Pismis 24 over 200 times the mass of our Sun, making it a record holder.  This star is the brightest object located just above the gas front in the above image.  Close inspection of images taken recently with the Hubble Space Telescope, however, have shown that Pismis 24-1 derives its brilliant luminosity not from a single star but from three at least.  Component stars would still remain near 100 solar masses, making them among the more massive stars currently on record.  Toward the bottom of the image, stars are still forming in the associated emission nebula NGC 6357, including several that appear to be breaking out and illuminating a spectacular cocoon.",
        "hdurl": "https://apod.nasa.gov/apod/image/0810/ngc6357a_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Massive Stars in Open Cluster Pismis 24",
        "url": "https://apod.nasa.gov/apod/image/0810/ngc6357a_hst.jpg"
    },
    {
        "date": "2008-10-27",
        "explanation": "What clouds lurk beneath Saturn's unusual South Pole? To help find out, the robotic Cassini spacecraft currently orbiting Saturn imaged the nether region of the gigantic ringed orb in infrared light. There thick clouds appear dark as they mask much of the infrared light emitted from warmer regions below, while relatively thin clouds appear much lighter.  Bands of clouds circle Saturn at several latitudes, while dark ovals indicate many dark swirling storm systems.  Surprisingly, a haze of upper level clouds visible towards Saturn's equator disappears near the pole, including over Saturn's strange polar vortex. Cassini entered orbit around Saturn in 2004, and recorded the above image last year.   digg_url = 'http://apod.nasa.gov/apod/ap081027.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0810/southpole_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Beneath the South Pole of Saturn",
        "url": "https://apod.nasa.gov/apod/image/0810/southpole_cassini.jpg"
    },
    {
        "date": "2008-11-02",
        "explanation": "Imagine a pipe as wide as a state and as long as half the Earth.  Now imagine that this pipe is filled with hot gas moving 50,000 kilometers per hour.  Further imagine that this pipe is not made of metal but a transparent magnetic field.  You are envisioning just one of thousands of young spicules on the active Sun.  Pictured above is perhaps the highest resolution image yet of these enigmatic solar flux tubes.  Spicules dot the above frame of solar active region 10380 that crossed the Sun in 2004 June, but are particularly evident as a carpet of dark tubes on the right.  Time-sequenced images have recently shown that spicules last about five minutes, starting out as tall tubes of rapidly rising gas but eventually fading as the gas peaks and falls back down to the Sun.  These images also indicate that the ultimate cause of spicules is sound-like waves that flow over the Sun's surface but leak into the Sun's atmosphere.   digg_url = 'http://apod.nasa.gov/apod/ap081102.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0811/spicules_sst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spicules: Jets on the Sun",
        "url": "https://apod.nasa.gov/apod/image/0811/spicules_sst.jpg"
    },
    {
        "date": "2008-11-03",
        "explanation": "Why does Mercury have so many rayed craters? No one is sure.  The robotic MESSENGER spacecraft that is taking unprecedented images as it swoops past the innermost planet has provided dramatic confirmation that Mercury has more rayed craters than Earth's Moon. Pictured above, a particularly spectacular rayed crater spanning approximately 80 kilometers was imaged by MESSENGER during last month's flyby from about 20,000 kilometers up.  The rays prevalence is a mystery because space weathering effects such as dust accumulation and solar wind attenuation should be greater on Mercury than on the Moon.  Hypothesized solutions currently include the optical properties of Mercurian dust, and that Mercury's high mass and proximity to the Sun cause more violent impacts, thus typically raising more light material. MESSENGER will buzz past Mercury again next year before entering orbit in 2011.   digg_url = 'http://apod.nasa.gov/apod/ap081103.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0811/mercuryrays_messenger_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Spectacular Rayed Crater on Mercury",
        "url": "https://apod.nasa.gov/apod/image/0811/mercuryrays_messenger.jpg"
    },
    {
        "date": "2008-11-04",
        "explanation": "How could a galaxy become shaped like a ring?  Even more strange: how could two?  The rim of the blue galaxy pictured on the right shows an immense ring-like structure 30,000 light years in diameter composed of newly formed, extremely bright, massive stars.  This blue galaxy is part of the interacting galaxy system known as Arp 147, and shows a ring because it has recently collided with the other galaxy in the frame, the red galaxy on the left.  Unusually, even this red galaxy shows a ring like band, although it is seen nearly edge-on. When galaxies collide, they pass through each other -- their individual stars rarely come into contact.  Clouds of interstellar gas and dust become condensed, causing a wave of star formation to move out from the impact point like a ripple across the surface of a pond.  The above image was taken last week by NASA's Hubble Space Telescope to demonstrate the ability of its Wide Field Planetary Camera 2 after some recent technical difficulties.   digg_url = 'http://apod.nasa.gov/apod/ap081104.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0811/arp147_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Double Ring Galaxies of Arp 147 from Hubble",
        "url": "https://apod.nasa.gov/apod/image/0811/arp147_hst.jpg"
    },
    {
        "date": "2008-11-05",
        "explanation": "Above is one of the closest pictures yet obtained of Saturn's ice-spewing moon Enceladus. The image was taken from about 1,700 kilometers up as the robotic Cassini spacecraft zoomed by the fractured ice ball last week.   Features the size of a bus are resolvable in this highly detailed image taken of Enceladus' active tiger stripe region. Very different from most other moons and planets, grooves and hills dot an alien moonscape devoid of craters. Space pioneers might wonder where, on such a highly textured surface, a future probe might land in search of freshly deposited ice, subsurface seas, or even indicators of life.  Although appearing dark in the above contrast-enhanced image, the surface of Enceladus is covered with some of the brightest ice in the entire Solar System, reflecting about 99 percent of the light it receives.  To help better understand this enigmatic world, Cassini is scheduled to swoop by Enceladus at least five more times.   digg_url = 'http://apod.nasa.gov/apod/ap081105.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0811/enceladusupclose_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Seventeen Hundred Kilometers Above Enceladus",
        "url": "https://apod.nasa.gov/apod/image/0811/enceladusupclose_cassini.jpg"
    },
    {
        "date": "2008-11-06",
        "explanation": "This dramatic image of Jupiter is touted as the sharpest picture of the entire gas giant ever taken from the ground. The picture was made using a prototype instrument known as MAD (Multi-conjugate Adaptive optics Demonstrator) mounted on one of the European Southern Observatory's 8-meter diameter Very Large Telescope units in Chile. Working at infrared wavelengths the MAD instrument removes atmospheric blurring, the bane of earthbound telescopes, by using multiple guide stars and deformable mirrors to sense and correct for the distortions produced by turbulence in Earth's atmosphere. Hydrogen and methane deep in Jupiter's own thick atmosphere absorb light at infrared wavelengths. So, this sharper view shows the infrared sunlight reflected from the giant planet's high level haze prominent in the equatorial regions and near the poles. It reveals features as small as 300 kilometers across. The promising technique can also be applied to imaging other extended objects like star clusters and nebulae.  Take a survey on Aesthetics and Astronomy.   digg_url = 'http://apod.nasa.gov/apod/ap081106.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0811/jupiter_eso.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Sharper View of a Hazy Giant",
        "url": "https://apod.nasa.gov/apod/image/0811/jupiter_eso_c720.jpg"
    },
    {
        "date": "2008-11-08",
        "explanation": "On October 7, the early dawn over northern Sudan revealed this twisted, high altitude trail. Captured in a video frame, the long-lasting persistent train is from the impact of a small asteroid cataloged as 2008 TC3. That event was remarkable because it was the first time an asteroid was detected in space before crashing into planet Earth's atmosphere. In fact, after astronomers discovered 2008 TC3, the time and location of its impact were predicted based on follow-up observations. Later, the impact predictions were confirmed by sensors, including a Meteosat-8 image of a bright flash in the atmosphere. Astronomers are now hoping for more reports of local ground-based observations of what must have been a brilliant meteor streaking through Sudan's night sky. Additional reports could improve the chances of recovering meteorites.  Take a survey on Aesthetics and Astronomy.   digg_url = 'http://apod.nasa.gov/apod/ap081108.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0811/2008tc3train7_elhassan.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "On the Trail of 2008 TC3",
        "url": "https://apod.nasa.gov/apod/image/0811/2008tc3train7_elhassan800.jpg"
    },
    {
        "date": "2008-11-09",
        "explanation": "What's happening at the center of active galaxy 3C 75?  The two bright sources at the center of this composite x-ray (blue)/ radio (pink) image are co-orbiting supermassive black holes powering the giant radio source 3C 75. Surrounded by multimillion degree x-ray emitting gas, and blasting out jets of relativistic particles the supermassive black holes are separated by 25,000 light-years. At the cores of two merging galaxies in the Abell 400 galaxy cluster they are some 300 million light-years away. Astronomers conclude that these two supermassive black holes are bound together by gravity in a binary system in part because the jets' consistent swept back appearance is most likely due to their common motion as they speed through the hot cluster gas at 1200 kilometers per second. Such spectacular cosmic mergers are thought to be common in crowded galaxy cluster environments in the distant universe. In their final stages the mergers are expected to be intense sources of gravitational waves.   digg_url = 'http://apod.nasa.gov/apod/ap081109.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0811/3c75_nrao_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Two Black Holes Dancing in 3C 75",
        "url": "https://apod.nasa.gov/apod/image/0811/3c75_nrao.jpg"
    },
    {
        "date": "2008-11-10",
        "explanation": "The central region of our Milky Way Galaxy is a mysterious and complex place. Pictured here in radio and infrared light, the galaxy's central square degree is highlighted in fine detail. The region is known as the Central Molecular Zone. While much of the extended emission is due to dense gas laced with molecules, also seen are emission nebulas lit up by massive young stars, glowing supernova remnants, and the curving Galactic Center Radio Arc in purple. The identity and root cause for many other features remains unknown.  Besides a massive black hole named Sgr A*, the Galactic Center houses the galaxy's most active star forming region. This image is not just interesting scientifically. It's esthetic beauty won first prize this year in the AUI/NRAO Image Contest.    digg_url = 'http://apod.nasa.gov/apod/ap081110.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0811/galacticcenter_glimpse_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Our Galaxy's Central Molecular Zone",
        "url": "https://apod.nasa.gov/apod/image/0811/galacticcenter_glimpse.jpg"
    },
    {
        "date": "2008-11-12",
        "explanation": "The northern Martian summer is waning. As predicted, a decline in daylight hours, deteriorating weather, and dust storms are preventing solar arrays on the Phoenix Mars Lander from providing power.  Phoenix's last signal was received on November 2, its successful mission ending after more than five months in the arctic region of the Red Planet, a run that exceeded its planned operational lifetime. Attempting to discover if Mars' surface has ever been able to support microbial life, Phoenix performed an extensive analysis of the soil and returned a wealth of image data. Of course, one of the lander's most exciting results was the detection of water-ice near the Martian surface. Recorded in October, this picture from the lander's Robotic Arm Camera shows the region under the Phoenix with flat, exposed icy patches. That area caused researchers to exclaim \"Holy Cow!\" when it was first imaged a few days after the May 25 touchdown of the Phoenix Mars Lander.   digg_url = 'http://apod.nasa.gov/apod/ap081112.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0811/PhoenixHolyCowMosaicAPOD.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Phoenix and the Holy Cow",
        "url": "https://apod.nasa.gov/apod/image/0811/PhoenixHolyCowMosaicAPOD800.jpg"
    },
    {
        "date": "2008-11-14",
        "explanation": "Fomalhaut (sounds like \"foam-a-lot\") is a bright, young, star, a short 25 light-years from planet Earth in the direction of the constellation Piscis Austrinus. In this sharp composite from the Hubble Space Telescope, Fomalhaut's surrounding ring of dusty debris is imaged in detail, with overwhelming glare from the star masked by an occulting disk in the camera's coronagraph. Astronomers now identify, the tiny point of light in the small box at the right as a planet about 3 times the mass of Jupiter orbiting 10.7 billion miles from the star (almost 23 times the Sun-Jupiter distance). Designated Fomalhaut b, the massive planet probably shapes and maintains the ring's relatively sharp inner edge, while the ring itself is likely a larger, younger analog of our own Kuiper Belt - the solar system's outer reservoir of icy bodies. The Hubble data represent the first visible-light image of a planet circling another star.   digg_url = 'http://apod.nasa.gov/apod/ap081114.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0811/fomalhaut_hst_lab.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Fomalhaut b",
        "url": "https://apod.nasa.gov/apod/image/0811/fomalhaut_hst_lab800.jpg"
    },
    {
        "date": "2008-11-17",
        "explanation": "How common are planetary systems like our own Solar System?  In the twelve years previous to 2008, over 300 candidate planetary systems have been found orbiting nearby stars.   None, however, were directly imaged, few showed evidence for multiple planets, and many had a Jupiter-sized planet orbiting inside the orbit of Mercury.  Last week, however, together with recent images of Fomalhaut b, the above picture was released showing one of first confirmed images of planets orbiting a distant Sun-like star.  HR 8799 has a mass about 1.5 times that of our own Sun, and lies about 130 light years from the Sun -- a distance similar to many stars easily visible in the night sky.  Pictured above, a 10-meter Keck telescope in Hawaii captured in infrared light three planets orbiting an artificially obscured central star.   The 8-meter Gemini North telescope captured a similar image.   Each planet likely contains several times the mass of Jupiter, but even the innermost planet, labelled d, has an orbital radius near the equivalent of the Sun- Neptune distance.   Although the HR 8799 planetary system has significant differences with our Solar System, it is a clear demonstration that complex planetary systems exist, systems that could conceivable contain an Earth-like planet.    digg_url = 'http://apod.nasa.gov/apod/ap081117.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0811/hr8799_keck.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "HR 8799: Discovery of a Multi-planet Star System",
        "url": "https://apod.nasa.gov/apod/image/0811/hr8799_keck_big.jpg"
    },
    {
        "date": "2008-11-18",
        "explanation": "Pictured above is the first image ever taken of the Earth from the Moon. The image was taken in 1966 by Lunar Orbiter 1 and heralded by then-journalists as the Image of the Century. It was taken about two years before the Apollo 8 crew snapped its more famous color cousin. Recently, modern technology has allowed the recovery of higher resolution images from old data sources such as Lunar Orbiter tapes than ever before.  Specifically, recovery of the above image was initiated 20 years ago by Nancy Evans, and completed recently by Dennis Wingo and Keith Cowing who lead the Lunar Orbiter Image Recovery Project. Lunar Orbiter Image Recovery Project.  Images like that above carry more than aesthetic value -- comparison to recent high definition images of the Moon enables investigations into how the Moon has been changing.   digg_url = 'http://apod.nasa.gov/apod/ap081118.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0811/earthmoon_nasa_big.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "Restored: First Image of the Earth from the Moon",
        "url": "https://apod.nasa.gov/apod/image/0811/earthmoon_nasa.jpg"
    },
    {
        "date": "2008-11-19",
        "explanation": "What's causing this unusual aurora over Saturn? No one is sure. Infrared images by the robotic Cassini spacecraft of the north pole of Saturn have uncovered aurora unlike any other seen previously in our Solar System. The strange aurora are shown in blue in the above image, while the underlying clouds are shown in red.  The previously recorded, also-strange hexagon cloud patterns are visible in red below the aurora. These Saturnian aurora can cover the entire pole, while auroras around Earth and Jupiter are typically confined by magnetic fields to rings surrounding the magnetic poles. More normal auroral rings had been previously imaged around Saturn. The recently imaged strange auroras above Saturn's north pole can change their global patterns significantly in only a few minutes. The large and variable nature of these auroras indicate that charged particles streaming in from the Sun are experiencing some type of magnetism above Saturn that was previously unexpected.    digg_url = 'http://apod.nasa.gov/apod/ap081119.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0811/saturnhexaurora_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Unusual Auroras Over Saturn's North Pole",
        "url": "https://apod.nasa.gov/apod/image/0811/saturnhexaurora_cassini.jpg"
    },
    {
        "date": "2008-11-24",
        "explanation": "What created this unusual terrain on Mars?  The floors of several mid-latitude craters in Hellas Basin on Mars appear unusually grooved, flat, and shallow.  New radar images from the Mars Reconnaissance Orbiter bolster an exciting hypothesis: huge glaciers of buried ice.  Evidence indicates that such glaciers cover an area larger than a city and extend as much as a kilometer deep.  The ice would have been kept from evaporating into the thin Martian air by a covering of dirt.  If true, this would indicate the largest volume of water ice outside of the Martian poles, much larger than the frozen puddles recently discovered by the Phoenix lander.  Such lake-sized ice blocks located so close to the Martian equator might make a good drinking reservoir for future astronauts exploring Mars. How the glaciers originally formed remains a mystery. In the meantime, before packing up to explore Mars, please take a moment to suggest a name for NASA's next Martian rover.   digg_url = 'http://apod.nasa.gov/apod/ap081124.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0811/glacialcraters_mro_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Radar Indicates Buried Glaciers on Mars",
        "url": "https://apod.nasa.gov/apod/image/0811/glacialcraters_mro.jpg"
    },
    {
        "date": "2008-11-28",
        "explanation": "A mere 50 light-years away, young star Beta Pictoris became one of the most important stars in the sky in the early 1980s. Satellite and ground-based telescopic observations revealed the presence of a surrounding outer, dusty, debris disk and an inner clear zone about the size of our solar system -- strong evidence for the formation of planets. Now, infrared observations from European Southern Observatory telescopes incorporated in this composite offer a detection of a source in the clear zone that is most likely a giant planet orbiting Beta Pic. Designated Beta Pictoris b, the new source is more than 1,000 times fainter than the direct starlight that has been carefully subtracted from the image data. It is aligned with the disk at a projected distance that would place it near the orbit of Saturn if found in our solar system. Confirmation that the new source is a planet will come if future observations can demonstrate that the source moves in an orbit around the star. When confirmed, it will be the closest planet to its parent star directly imaged ... so far.   digg_url = 'http://apod.nasa.gov/apod/ap081128.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0811/betaPic_eso_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Probably a Planet for Beta Pic",
        "url": "https://apod.nasa.gov/apod/image/0811/betaPic_eso_crop.jpg"
    },
    {
        "date": "2008-11-30",
        "explanation": "What would it be like to explore the Moon? NASA's Apollo missions gave humans just this chance in the late 1960s and early 1970s.  In particular, the Apollo 15 mission was dedicated to better understanding the surface of the Moon by exploring mountains, valleys, maria, and highlands. Astronauts David Scott and James Irwin spent nearly three days on the Moon while Alfred Worden orbited above in the Command Module.  The mission, which blasted off from Earth on 1971 July 26, was the first to deploy a Lunar Roving Vehicle.  Pictured above in this digitally stitched mosaic panorama, David Scott examines a boulder in front of the summit of Mt. Hadley Delta.  The shadow of James Irwin is visible to the right, while scrolling to the right will reveal a well-lit and diverse lunar terrain.  The Apollo 15 mission returned about 76 kilograms of moon rocks for detailed study.  In the future, NASA and other space agencies plan to continue to lead humanity's exploration of the Moon, Mars, and beyond.   digg_url = 'http://apod.nasa.gov/apod/ap081130.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0811/hillpan_apollo15_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "An Apollo 15 Panorama: Astronaut Exploring",
        "url": "https://apod.nasa.gov/apod/image/0811/hillpan_apollo15.jpg"
    },
    {
        "date": "2008-12-01",
        "explanation": "How massive can stars be? Big, hefty stars live short violent lives that can profoundly affect their environments.  Isolating a massive star can be problematic, however, since what seems to be a single bright star might actually turn out to be several stars close together. Such was the case for two of the brightest objects visible in the open star cluster Trumpler 16, located in the southern Carina Nebula. Upon close inspection by the Hubble Space Telescope, WR 25, the brightest object in the above image, was confirmed to consist of at least two separate stars.  Additionally, Tr16 -244, just to the upper right of WR 25, was resolved for the first time to be at least three individual stars.  Even so, the brightest star in WR 25 appears to be about 50 times the mass of our Sun, making it one of the more massive stars known. Winds from these stars are likely significant contributers to the large bubble that the star cluster sits in. The Carina Nebula, home to unusually shaped dust clouds and the famous variable star Eta Carina, lies about 7,500 light years away toward the constellation of Ship's Keel (Carina).   digg_url = 'http://apod.nasa.gov/apod/ap081201.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0812/trumpler16b_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Massive Stars Resolved in the Carina Nebula",
        "url": "https://apod.nasa.gov/apod/image/0812/trumpler16b_hst.jpg"
    },
    {
        "date": "2008-12-02",
        "explanation": "Where's the astronaut?  Somewhere in this impressive array of International Space Station (ISS) hardware, astronaut Steve Bowen can be found upgrading and cleaning key parts of Earth's most prominent orbital outpost.  Astronaut Bowen and Heidemarie Stefanyshyn-Piper (not pictured), part of the Space Shuttle Endeavour's recently ended STS-126 mission to the ISS, spent nearly three hours on this spacewalk hovering high above planet Earth. Bowen progressed toward achieving a key goal of the mission -- servicing of the Solar Alpha Rotary Joints to better allow some solar arrays to track the Sun.  In the lower foreground of the above image is the cylindrical Columbus Laboratory, protruding from the right is an impressively large space station truss, while in the background are some of the expansive solar arrays that collect sunlight to power the ISS. Far in the distance, a blue arc of Earth's thin atmosphere is visible on the horizon. The next space shuttle flight is scheduled for 2009 February, when Discovery will deliver elements to further expand the ISS.   digg_url = 'http://apod.nasa.gov/apod/ap081202.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0812/findastronaut_sts126_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "International Space Station: Find the Astronaut",
        "url": "https://apod.nasa.gov/apod/image/0812/findastronaut_sts126.jpg"
    },
    {
        "date": "2008-12-11",
        "explanation": "At the center of our Milky Way Galaxy lies a supermassive black hole. Once a controversial claim, this conclusion is now solidly based on 16 years of observations that map the orbits of 28 stars very near the galactic center. Using European Southern Observatory telescopes and sophisticated near infrared cameras, astronomers patiently measured the positions of the stars over time, following one star, designated S2, through a complete orbit as it came within about 1 light-day of the center of the Milky Way. Their results convincingly show that S2 is moving under the influence of the enormous gravity of a compact, unseen object -- a black hole with 4 million times the mass of the Sun. Their ability to track stars so close to the galactic center accurately measures the black hole's mass and also determines the distance to the center to be 27,000 light-years. This deep, near-infrared image shows the crowded inner 3 light-years of the central Milky Way. Spectacular time-lapse animations of the stars orbiting within light-days of the galactic center can be found here.   digg_url = 'http://apod.nasa.gov/apod/ap081211.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0812/mwcenter_eso.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "At the Center of the Milky Way",
        "url": "https://apod.nasa.gov/apod/image/0812/mwcenter_eso_c800.jpg"
    },
    {
        "date": "2008-12-20",
        "explanation": "Tomorrow's solstice marks the southernmost point of the Sun's annual motion through planet Earth's sky and the astronomical beginning of winter in the north. In celebration of the northern winter solstice and the International Year of Astronomy 2009, you can watch a live webcast of the the solstice sunrise from the megalithic tomb of Newgrange, in County Meath, Ireland. Newgrange dates to 5,000 years ago, much older than Stonehenge, but also with accurate alignments to the solstice Sun. In this view from within the burial mound's inner chamber, the first rays of the solstice sunrise are passing through a box constructed above the entrance and shine down an 18 meter long tunnel to illuminate the floor at the foot of a decorated stone. The actual stone itself would have been directly illuminated by the solstice Sun 5,000 years ago. The long time exposure also captures the ghostly figure of a more modern astronomer in motion. To watch the live webcast follow the indicated link below. The webcast is planned to go live at 0830 coordinated Universal Time (for example, at 3:30am Eastern Time in the US) tomorrow, Sunday, the 21st.  Webcast of the solstice sunrise from Newgrange.   digg_url = 'http://apod.nasa.gov/apod/ap081220.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0812/NEWGRANGE_ITIMES.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Solstice at Newgrange",
        "url": "https://apod.nasa.gov/apod/image/0812/NEWGRANGE_ITIMES_800.jpg"
    },
    {
        "date": "2008-12-22",
        "explanation": "Do some surface features on Enceladus roll like a conveyor belt? A leading interpretation of recent images taken of Saturn's most explosive moon indicate that they do.  This form of asymmetric tectonic activity, very unusual on Earth, likely holds clues to the internal structure of Enceladus, which may contain subsurface seas where life might be able to develop.  Pictured above is a composite of 28 images taken by the robotic Cassini spacecraft in October just after swooping by the ice-spewing orb. Inspection of these images show clear tectonic displacements where large portions of the surface all appear to move all in one direction. Near the top of the image appears one of the most prominent tectonic divides: Labtayt Sulci, a canyon about one kilometer deep.   Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081222.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0812/enceladus11_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Labtayt Sulci on Saturn's Enceladus",
        "url": "https://apod.nasa.gov/apod/image/0812/enceladus11_cassini600.jpg"
    },
    {
        "date": "2008-12-24",
        "explanation": "Forty years ago, in December of 1968, the Apollo 8 crew flew from the Earth to the Moon and back again. Frank Borman, James Lovell, and William Anders were launched atop a Saturn V rocket on December 21, circled the Moon ten times in their command module, and returned to Earth on December 27. The Apollo 8 mission's impressive list of firsts includes: the first humans to journey to the Earth's Moon, the first to fly using the Saturn V rocket, and the first to photograph the Earth from deep space.  As the Apollo 8 command module rounded the farside of the Moon, the crew could look toward the lunar horizon and see the Earth appear to rise, due to their spacecraft's orbital motion. Their famous picture of a distant blue Earth above the Moon's limb was a marvelous gift to the world.   Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081224.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0812/as8-14-2383HR.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Earthrise",
        "url": "https://apod.nasa.gov/apod/image/0812/as8-14-2383HR_c800.jpg"
    },
    {
        "date": "2008-12-27",
        "explanation": "The Crab Pulsar, a city-sized, magnetized neutron star spinning 30 times a second, lies at the center of this remarkable image from the orbiting Chandra Observatory. The deep x-ray image gives the first clear view of the convoluted boundaries of the Crab's pulsar wind nebula. Like a cosmic dynamo the pulsar powers the x-ray emission. The pulsar's energy accelerates charged particles, producing eerie, glowing x-ray jets directed away from the poles and an intense wind in the equatorial direction. Intriguing edges are created as the charged particles stream away, eventually losing energy as they interact with the pulsar's strong magnetic field. With more mass than the Sun and the density of an atomic nucleus, the spinning pulsar itself is the collapsed core of a massive star. The stellar core collapse resulted in a supernova explosion that was witnessed in the year 1054. This Chandra image spans just under 9 light-years at the Crab's estimated distance of 6,000 light-years.   Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081227.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0812/crabpulsarwind.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Crab Pulsar Wind Nebula",
        "url": "https://apod.nasa.gov/apod/image/0812/crabpulsarwind_c.jpg"
    },
    {
        "date": "2008-12-28",
        "explanation": "Rich star fields and glowing hydrogen gas silhouette dense, opaque clouds of interstellar gas and dust in this Hubble Space Telescope close-up of IC 2944, a bright star forming region in Centaurus, 5,900 light-years away. The largest of these dark globules, first spotted by South African astronomer A. D. Thackeray in 1950, is likely two separate but overlapping clouds, each more than one light-year wide. Combined the clouds contain material equivalent to about 15 times the mass of the Sun, but will they actually collapse to form massive stars? Along with other data, the sharp Hubble images indicate that Thackeray's globules are fractured and churning as a result of intense ultraviolet radiation from young, hot stars already energizing and heating the bright emission nebula. These and similar dark globules known to be associated with other star forming regions may ultimately be dissipated by their hostile environment -- like cosmic lumps of butter in a hot frying pan.   Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081228.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0812/thackeray_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Thackeray's Globules",
        "url": "https://apod.nasa.gov/apod/image/0812/thackeray_hst.jpg"
    },
    {
        "date": "2008-12-29",
        "explanation": "Grand spiral galaxies often seem to get all the glory, flaunting their young, bright, blue star clusters in beautiful, symmetric spiral arms. But small, irregular galaxies form stars too. In fact, as pictured here, dwarf galaxy NGC 1569 is apparently undergoing a burst of star forming activity, thought to have begun over 25 million years ago. The resulting turbulent environment is fed by supernova explosions as the cosmic detonations spew out material and trigger further star formation. Two massive star clusters - youthful counterparts to globular star clusters in our own spiral Milky Way galaxy - are seen left of center in the gorgeous Hubble Space Telescope image. The above picture spans about 8,000 light-years across NGC 1569. A mere 11 million light-years distant, this relatively close starburst galaxy offers astronomers an excellent opportunity to study stellar populations in rapidly evolving galaxies. NGC 1569 lies in the long-necked constellation Camelopardalis.   Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081229.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0812/ngc1569_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 1569: Starburst in a Dwarf Irregular Galaxy",
        "url": "https://apod.nasa.gov/apod/image/0812/ngc1569_hst.jpg"
    },
    {
        "date": "2008-12-30",
        "explanation": "There's no place like home.  Peering out of the window of the International Space Station (ISS), astronaut Greg Chamitoff takes in the planet on which we were all born.  About 350 kilometers up, the ISS is high enough so that the Earth's horizon appears clearly curved. Astronaut Chamitoff's window shows some of Earth's complex clouds, in white, and life giving atmosphere and oceans, in blue. The space station orbits the Earth about once every 90 minutes. It is not difficult for people living below to look back toward the ISS.  The ISS can frequently be seen as a bright point of light drifting overhead just after sunset. Telescopes can even resolve the overall structure of the space station. The above image was taken early last month from the ISS's Kibo laboratory.   Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081230.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0812/exp18home_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Home from Above",
        "url": "https://apod.nasa.gov/apod/image/0812/exp18home_nasa.jpg"
    }
]