[
    {
        "date": "2005-01-01",
        "explanation": "Manicouagan Crater in northern Canada is one of the oldest impact craters known. Formed about 200 million years ago, the present day terrain supports a 70-kilometer diameter hydroelectric reservoir in the telltale form of an annular lake.  The crater itself has been worn away by the passing of glaciers and other erosional processes. Still, the hard rock at the impact site has preserved much of the complex impact structure and so allows scientists a leading case to help understand  large impact features on Earth and other Solar System bodies.  Also visible above is the vertical fin of the Space Shuttle Columbia from which the picture was taken in 1983.",
        "hdurl": "https://apod.nasa.gov/apod/image/0501/manicouagan_sts9_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Manicouagan Impact Crater",
        "url": "https://apod.nasa.gov/apod/image/0501/manicouagan_sts9.jpg"
    },
    {
        "date": "2005-01-02",
        "explanation": "Welcome to Planet Earth, the third planet from a star named the Sun.  The Earth is shaped like a sphere and  composed mostly of rock.  Over 70 percent of the Earth's surface is water.  The planet has a relatively thin atmosphere composed mostly of nitrogen and oxygen.  Earth has a single large Moon that is about 1/4 of its diameter and, from the planet's surface, is seen to have almost exactly the same angular size as the Sun.  With its abundance of liquid water, Earth supports a large variety of life forms, including potentially intelligent species such as dolphins and humans.  Please enjoy your stay on Planet Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0501/earth_apollo17_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Welcome to Planet Earth",
        "url": "https://apod.nasa.gov/apod/image/0501/earth_apollo17.jpg"
    },
    {
        "date": "2005-01-06",
        "explanation": "At the edge of a dense molecular cloud, filaments of gas, cosmic dust, and a multitude of young stars beckon in this penetrating image of the Orion Nebula. Alluring structures in the well-known star forming region are revealed here in infrared light as viewed by a new Hawaiian eye - WFCAM - a powerful wide field camera commissioned at the United Kingdom Infrared Telescope (UKIRT) on Mauna Kea. Only a fraction of WFCAM's full field, this picture covers about 11 light-years at the 1,500 light-year distance of the nebula. In the image, otherwise invisible infrared light has been mapped into visible colors. Red represents narrow-band infrared emission from hydrogen molecules at a wavelength of 2.12 microns, green is emission at 2.2 microns, and blue is emission at 1.25 microns. Visible light has a wavelength of about 0.5 microns (micrometers).",
        "hdurl": "https://apod.nasa.gov/apod/image/0501/orionNeb_ukirt_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "UKIRT: Aloha Orion",
        "url": "https://apod.nasa.gov/apod/image/0501/orionNeb_ukirt_c30.jpg"
    },
    {
        "date": "2005-01-08",
        "explanation": "A mere 6,000 light-years distant and sailing through the constellation Vela, star cluster RCW 38 is full of powerful stars. It's no surprise that these stars, only a million years young with hot outer atmospheres, appear as point-like x-ray sources dotting this x-ray image from the orbiting Chandra Observatory.  But the diffuse cloud of x-rays surrounding them is a bit mysterious. The image is color coded by x-ray energy, with high energies in blue, medium in green, and low energy x-rays in red. Just a few light-years across, the cloud which pervades the cluster has colors suggesting the x-rays are produced by high energy electrons moving through magnetic fields. Yet a source of energetic electrons, such as shockwaves from exploding stars (supernova remnants), or rotating neutron stars (pulsars), is not apparent in the Chandra data. Whatever their origins, the energetic particles could leave an imprint on planetary systems forming in young star cluster RCW 38, just as nearby energetic events seem to have affected the chemistry and isotopes found in our own solar system.",
        "hdurl": "https://apod.nasa.gov/apod/image/0501/rcw38_chandra_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "X-Ray Mystery in RCW 38",
        "url": "https://apod.nasa.gov/apod/image/0501/rcw38_chandra_c1.jpg"
    },
    {
        "date": "2005-01-09",
        "explanation": "Why does Jupiter have rings?  Jupiter's rings were discovered in 1979 by the passing  Voyager 1 spacecraft, but their origin was a mystery.  Data from the Galileo spacecraft that orbited Jupiter from 1995 to 2003 later confirmed that these rings were created by meteoroid impacts on small nearby moons.  As a small meteoroid strikes tiny Adrastea, for example, it will bore into the moon, vaporize, and explode dirt and dust off into a  Jovian orbit.  Pictured above is an eclipse of the Sun by Jupiter, as viewed from Galileo.  Small dust particles high in Jupiter's atmosphere, as well as the dust particles that compose the rings, can be seen by reflected sunlight.",
        "hdurl": "https://apod.nasa.gov/apod/image/0206/jupring1_gal_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Jupiter's Rings Revealed",
        "url": "https://apod.nasa.gov/apod/image/0206/jupring1_gal.jpg"
    },
    {
        "date": "2005-01-12",
        "explanation": "Big, beautiful, barred spiral galaxy NGC 1300 lies some 70 million light-years away on the banks of the constellation Eridanus. This Hubble Space Telescope composite view of the gorgeous island universe was released at this week's meeting of the American Astronomical Society as one of the largest Hubble images ever made of a complete galaxy. NGC 1300 spans over 100,000 light-years and the Hubble image reveals striking details of the galaxy's dominant central bar and majestic spiral arms. In fact, on close inspection the nucleus of this classic barred spiral itself shows a remarkable region of spiral structure about 3,000 light-years across. Unlike other spiral galaxies, including our own Milky Way, NGC 1300 is not presently known to have a massive central black hole.",
        "hdurl": "https://apod.nasa.gov/apod/image/0501/ngc1300_hst_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Barred Spiral Galaxy NGC 1300",
        "url": "https://apod.nasa.gov/apod/image/0501/ngc1300_hst_c30g90.jpg"
    },
    {
        "date": "2005-01-13",
        "explanation": "The Trifid Nebula, aka M20, is easy to find with a small telescope, a well known stop in the nebula rich constellation Sagittarius. But where visible light pictures show the nebula divided into three parts by dark, obscuring dust lanes, this penetrating infrared image reveals filaments of luminous gas and newborn stars. The spectacular false-color view is courtesy of the Spitzer Space Telescope. Astronomers have used the Spitzer infrared image data to count newborn and embryonic stars which otherwise can lie hidden in the natal dust and glowing clouds of this intriguing stellar nursery. As seen here, the Trifid is about 30 light-years across and lies only 5,500 light-years away.   News: Huygens Probe Descends to Titan on Friday",
        "hdurl": "https://apod.nasa.gov/apod/image/0501/trifid_spitzer_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Infrared Trifid",
        "url": "https://apod.nasa.gov/apod/image/0501/trifid_spitzer_rc52.jpg"
    },
    {
        "date": "2005-01-14",
        "explanation": "Today's descent to the surface of Titan by the European Space Agency's Huygens probe was the most distant landing ever by a spacecraft from Earth. At 10:13 UT (5:13am EST, 11:13 CET), Huygens entered the atmosphere of Saturn's large mystery moon at an altitude of 180 kilometers. Radio astronomers reported detecting signals from the probe indicating that that Huygens began to deployed a series of parachutes to control its 2 hour descent through Titan's dense atmosphere. Huygens' anticipated landing point is marked by a yellow dot in this near-infrared image from the Cassini spacecraft ... but it is not known if a solid or liquid surface awaited it. The outermost of the nested octagons is about 1,120 kilometers across. The outlines are labeled by altitude and indicate areas of coverage by Huygens' imaging instruments during the descent.   News: Updates on the Huygens landing.",
        "hdurl": "https://apod.nasa.gov/apod/image/0501/descentTitan_cassini_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Descent to Titan",
        "url": "https://apod.nasa.gov/apod/image/0501/descentTitan_cassini_c.jpg"
    },
    {
        "date": "2005-01-15",
        "explanation": "After a seven year interplanetary voyage on board the the Cassini spacecraft, the European Space Agency's Huygens probe parachuted to a historic landing on Saturn's moon Titan on January 14. Above are two of the first raw images Huygens recorded of the mystery moon's surface - a view from an altitude of 16 kilometers (left), and surface level. The altitude image resolves features as small as about 40 meters. In the dramatic surface level vista, the light toned rock-like object below and left of center is only about 15 centimeters across and lies 85 centimeters from the probe. Remarkably, the views of Titan's surface suggest a similarity to eroded surfaces on Earth and Mars.   News: Huygens Updates",
        "hdurl": "https://apod.nasa.gov/apod/image/0501/landing_huygens_03_h3.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Huygens Images Titan's Surface",
        "url": "https://apod.nasa.gov/apod/image/0501/landing_huygens_03_h3.jpg"
    },
    {
        "date": "2005-01-16",
        "explanation": "Old photographs show no evidence of the above nebula.  In 1992, a white dwarf star toward the constellation of Cygnus blew off its outer layers in a classical nova explosion: an event called Nova Cygni 1992.  Light flooded the local interstellar neighborhood, illuminated this existing gas cloud, excited the existing hydrogen, and hence caused the red emission.  The only gas actually expelled by the nova can be seen as a small red ball just above the photograph's center.  Eventually, light from the nova shell will fade, and this nebula will again become invisible.",
        "hdurl": "https://apod.nasa.gov/apod/image/0208/novacyg_cfa_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Nebula Nova Cygni Turns On",
        "url": "https://apod.nasa.gov/apod/image/0208/novacyg_cfa.jpg"
    },
    {
        "date": "2005-01-17",
        "explanation": "This color view from Titan gazes across a suddenly familiar but distant landscape on Saturn's largest moon. The scene was recorded by ESA's Huygens probe after a 2 1/2 hour descent through a thick atmosphere of nitrogen laced with methane. Bathed in an eerie orange light at ground level, rocks strewn about the scene could well be composed of water and hydrocarbons frozen solid at an inhospitable temperature of - 179 degrees C. The light-toned rock below and left of center is only about 15 centimeters across and lies 85 centimeters away.  Touching down at 4.5 meters per second (16 kilometers per hour), the saucer-shaped probe is believed to have penetrated 15 centimeters or so into a surface with the consistency of wet sand or clay. Huygen's batteries are now exhausted but the probe transmitted data for more than 90 minutes after landing. Titan's bizarre chemical environment may bear similarities to planet Earth's before life evolved.",
        "hdurl": "https://apod.nasa.gov/apod/image/0501/titancolor_huygensP7_f.tif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Titan Landscape",
        "url": "https://apod.nasa.gov/apod/image/0501/titancolor_huygensP7_c120.jpg"
    },
    {
        "date": "2005-01-18",
        "explanation": "A satellite galaxy of the Milky Way, the Small Magellanic Cloud (SMC) is a wonder of the southern sky, a mere 210,000 light-years distant in the constellation Tucana. Found among the SMC's clusters and nebulae NGC 346 is a star forming region about 200 light-years across, pictured above by the Hubble Space Telescope. Exploring NGC 346, astronomers have identified a population of embryonic stars strung along the dark, intersecting dust lanes visible here on the right. Still collapsing within their natal clouds, the stellar infants' light is reddened by the intervening dust. A small, irregular galaxy, the SMC itself represents a type of galaxy more common in the early Universe. But these small galaxies are thought to be a building blocks for the larger galaxies present today. Within the SMC, stellar nurseries like NGC 346 are also thought to be similar to those found in the early Universe.",
        "hdurl": "https://apod.nasa.gov/apod/image/0501/ngc346_hst_fr.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 346 in the Small Magellanic Cloud",
        "url": "https://apod.nasa.gov/apod/image/0501/ngc346_hst_c25.jpg"
    },
    {
        "date": "2005-01-19",
        "explanation": "What are these surface features on Titan?  Scroll right to see the panoramic view captured last week by the Huygens probe as it descended toward Saturn's mysterious moon.  Scientists are not yet sure what the above image is showing.  On the far left, a boundary seems to exist between some sort of smooth dark terrain and a type of choppier terrain in the distance.  In the image center and on the left, white areas cover the image that might be a type of ground fog. The Huygens probe landed in the dark area of the far right, finding a portion of Titan's surface that had the consistency of wet sand and a surface temperature of -179 degrees Celsius. Huygen's battery lasted an unexpectedly long three hours as it beamed back images and data to the Saturn-orbiting Cassini mothership and an armada of Earth's most sensitive radio telescopes. Analysis of the Huygens' images will likely continue for years in attempts to better understand this cloud-engulfed moon.",
        "hdurl": "https://apod.nasa.gov/apod/image/0501/titan8km_huygens_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Eight Kilometers Above Titan",
        "url": "https://apod.nasa.gov/apod/image/0501/titan8km_huygens.jpg"
    },
    {
        "date": "2005-01-20",
        "explanation": "What's happening over the water?  Pictured above is one of the better images yet recorded of a waterspout, a type of tornado that occurs over water.  Waterspouts are spinning columns of rising moist air that typically form over warm water. Waterspouts can be as dangerous as tornadoes and can feature wind speeds over 200 kilometers per hour.  Many waterspouts form away from thunderstorms and even during relatively fair weather.  Waterspouts may be relatively transparent and initially visible only by the unusual pattern they create on the water.  The above image was taken in 1969 from an aircraft off the Florida Keys, a location arguably the hottest spot for waterspouts in the world with hundreds forming each year.  Some people speculate that these waterspouts are responsible for many of the losses recorded in the Bermuda Triangle region of the Atlantic Ocean.",
        "hdurl": "https://apod.nasa.gov/apod/image/0412/waterspout_noaa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Waterspout off the Florida Keys",
        "url": "https://apod.nasa.gov/apod/image/0412/waterspout_noaa.jpg"
    },
    {
        "date": "2005-01-21",
        "explanation": "What has the Opportunity rover found on Mars?  While traversing a vast empty plain in  Meridiani Planum, one of Earth's yearling rolling robots found a surprise when visiting the location of its own metallic heat shield discarded last year during descent.  The surprise is the rock visible on the lower left, found to be made mostly of dense metals iron and nickel.  The large cone-shaped object behind it -- and the flank piece on the right -- are parts of Opportunity's jettisoned heat shield.  Smaller shield debris is also visible.  Scientists do not think that the basketball-sized metal \"Heat Shield Rock\" originated on Mars, but rather is likely an ancient metallic meteorite.   In hindsight, finding a meteorite in a vast empty dust plain on Mars might be considered similar to Earth meteorites found on the vast empty ice plains of Antarctica.  The finding raises speculations about the general abundance of rocks on Mars that have fallen there from outer space.",
        "hdurl": "https://apod.nasa.gov/apod/image/0501/rockshield_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Metal on the Plains of Mars",
        "url": "https://apod.nasa.gov/apod/image/0501/rockshield_opportunity.jpg"
    },
    {
        "date": "2005-01-23",
        "explanation": "Like a butterfly, a white dwarf star begins its life by casting off a cocoon that enclosed its former self.  In this analogy, however, the Sun would be a caterpillar and the ejected shell of gas would become the prettiest of all! The above cocoon, the planetary nebula designated NGC 2440, contains one of the hottest white dwarf stars known. The white dwarf can be seen as the bright dot near the photo's center.  Our Sun will eventually become a \"white dwarf butterfly\", but not for another 5 billion years.  The above false color image was post-processed by Forrest Hamilton.",
        "hdurl": "https://apod.nasa.gov/apod/image/0108/ngc2440_hst4_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 2440: Cocoon of a New White Dwarf",
        "url": "https://apod.nasa.gov/apod/image/0108/ngc2440_hst4.jpg"
    },
    {
        "date": "2005-01-24",
        "explanation": "Methane rain, evaporating lakes, flowing rivers, and water ice-volcanoes all likely exist on Saturn's moon Titan, according to preliminary analyses of recent images taken by the successful Huygens lander.  A snaking and branching riverbed is identified with the dark channel near the top of the above image, while a dark lakebed is identified across the image bottom.  Both the riverbed and lakebed were thought to be dry at the time the image was taken but contained a flowing liquid - likely methane - in the recent past.  Titan's surface was found to appear strangely similar to Earth even though it is so cold that methane flows and water freezes into rock-hard ice.  Although the Huygens probe has now run out of power, the images it returned will likely be studied for decades to come.  The Cassini mothership is scheduled to continue to orbit Saturn and return images for several more years.",
        "hdurl": "https://apod.nasa.gov/apod/image/0501/titancoast_huygens_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Riverbeds and Lakebeds Discovered on Saturn's Titan",
        "url": "https://apod.nasa.gov/apod/image/0501/titancoast_huygens.jpg"
    },
    {
        "date": "2005-01-26",
        "explanation": "The new Delta IV Heavy Launch Vehicle is the largest rocket ever to be launched by the US Air Force.  The Delta IV Heavy is capable of launching over 23,000 kilograms into low Earth orbit.  The first launch of the Delta IV Heavy occurred last month and was largely successful with the exception that the boosters shut off several seconds prematurely.  Boeing's Delta IV Heavy is the largest of the Delta IV series, packing the punch of three rocket boosters instead of one.  Pictured above, the Delta IV Heavy is seen lifting off by a RocketCam perched on its side.  The time-lapse sequence shows the launch, one of the rocket boosters being jettisoned, and a test satellite further lifting away. Lockheed Martin is developing its own heavy lifting version of its Altas rocket series in conjunction with the US Air Force's Evolved Expendable Launch Vehicle (EELV) progam.",
        "hdurl": "https://apod.nasa.gov/apod/image/0501/delta4heavy_ecliptic_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "First Launch of the Delta IV Heavy",
        "url": "https://apod.nasa.gov/apod/image/0501/delta4heavy_ecliptic.gif"
    },
    {
        "date": "2005-01-27",
        "explanation": "A nearly full Moon and planet Earth's shadow set together in this scene captured Monday from snowy Mt. Jelm, home of the Wyoming Infrared Observatory. For early morning risers (and late to bed astronomers), shadow set in the western sky is a daily apparition whose subtle beauty is often overlooked in favor of the more colorful eastern horizon. Extending through the dense atmosphere, Earth's setting shadow is seen in this picture as a dark blue band along the distant horizon, bounded above by a pinkish glow or antitwilight arch. Also known as the Belt of Venus, the arch's lovely color is due to backscattering of reddened light from the rising Sun. The setting Moon's light is also reddened by the long sight-line through the atmosphere and echoes the dawn sky's yellow-orange hues.",
        "hdurl": "https://apod.nasa.gov/apod/image/0501/wiroshadow_bonnell_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Shadow Set",
        "url": "https://apod.nasa.gov/apod/image/0501/wiroshadow_bonnell_c55.jpg"
    },
    {
        "date": "2005-01-28",
        "explanation": "What do you call a group of black holes ... a flock, a brace, a swarm? Monitoring a region around the center of our Galaxy, astronomers have indeed found evidence for a surprisingly large number of variable x-ray sources - likely black holes or neutron stars in binary star systems - swarming around the Milky Way's own central supermassive black hole. Chandra Observatory combined x-ray image data from their monitoring program is shown above, with four variable sources circled and labeled A-D. While four sources may not make a swarm, these all lie within only three light-years of the central supermassive black hole known as Sgr A* (the bright source just above C). Their detection implies that a much larger concentration of black hole systems is present. Repeated gravitational interactions with other stars are thought to cause the black hole systems to spiral inward toward the Galactic Center region.",
        "hdurl": "https://apod.nasa.gov/apod/image/0501/swarm_cxc_labelf.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Swarm",
        "url": "https://apod.nasa.gov/apod/image/0501/swarm_cxc_labelc.jpg"
    },
    {
        "date": "2005-01-29",
        "explanation": "Gazing across this gorgeous skyscape, the Southern Cross and stars of the constellation Centaurus are seen above the outline of Mauna Loa (Long Mountain), planet Earth's largest volcano. Unfamiliar to sky gazers north of about 25 degrees north latitude, the Southern Cross, constellation Crux, is near the horizon to the left of Mauna Loa's summit. A compact constellation of bright stars, the long axis of the cross conveniently points south toward the southern celestial pole. The top of the cross is marked by the lovely pale red star Gamma Crucis, which is in fact a red giant star about 120 light-years distant. Stars of the grand constellation Centaurus almost engulf the Southern Cross with blue giant Beta Centauri, and yellowish Alpha Centauri, appearing as the brightest stars to the left of Gamma Crucis. At a distance of 4.3 light-years, Alpha Centauri, the closest star to the Sun, is actually a triple star system which includes a star similar to the Sun. But what caused the reddish streaks in the foreground of this time exposure? Alas, it is the mundane glow of lights from cars (not molten lava!) traveling the road to Hilo, Hawaii.",
        "hdurl": "https://apod.nasa.gov/apod/image/0501/MaunaLoaSkies_Magrath_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Southern Cross in Mauna Loa Skies",
        "url": "https://apod.nasa.gov/apod/image/0501/MaunaLoaSkies_Magrath_c2.jpg"
    },
    {
        "date": "2005-02-01",
        "explanation": "What has happened to Saturn's moon Iapetus?  A strange ridge crosses the moon near the equator, visible near the bottom of the above image, making Iapetus appear similar to the pit of a peach.  Half of Iapetus is so dark that it can nearly disappear when viewed from Earth.  Recent observations show that the degree of darkness of the terrain is strangely uniform, like a dark coating was somehow recently applied to an ancient and highly cratered surface.  The other half of Iapetus is relatively bright but oddly covered with long and thin streaks of dark.  A 400-kilometer wide impact basin is visible near the image center, delineated by deep scarps that drop sharply to the crater floor.  The above image was taken by the Saturn-orbiting Cassini spacecraft during a flyby of Iapetus at the end of last year.",
        "hdurl": "https://apod.nasa.gov/apod/image/0502/iapetus_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn's Iapetus: Moon with a Strange Surface",
        "url": "https://apod.nasa.gov/apod/image/0502/iapetus_cassini.jpg"
    },
    {
        "date": "2005-02-03",
        "explanation": "Stark shadows show off the central peaks and terraced walls of 120 kilometer wide Pythagoras Crater in this mosaic of images from ESA's SMART-1 spacecraft. Characteristic of large, complex impact craters on the Moon, the central uplift was produced by a rebound of the suddenly molten lunar crust during the violent impact event. Propelled by an efficient ion engine, the innovative SMART-1 spacecraft entered lunar orbit in November last year after a leisurely 13 month journey from planet Earth. Now viewing the lunar surface from an altitude of 1,000 to 5,000 kilometers SMART-1 (Small Missions for Advanced Research in Technology -1) will spiral closer to the Moon later this month.",
        "hdurl": "https://apod.nasa.gov/apod/image/0502/pythagorasCrater_smart_m1.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "SMART-1: Pythagoras Crater",
        "url": "https://apod.nasa.gov/apod/image/0502/pythagorasCrater_smart_rc64.jpg"
    },
    {
        "date": "2005-02-04",
        "explanation": "ding light echoes continue to illuminate the dusty environs of V838 Monocerotis, mysterious variable star near the edge of our Galaxy. This stunning image, produced from Hubble data recorded in October of 2004, adds to a unique series of space-based, high-resolution views. After detecting a sudden outburst from the star in 2002, astronomers have followed the flash expanding at the speed of light through pre-existing dust clouds surrounding the reddened variable star. While the expanding light echoes are dramatic, astronomers have struggled to understand where V838 Mon itself fits into the stellar life cycle. Studies indicate the V838 Mon is a young binary system with a massive star responsible for the outburst. The Hubble image spans about 14 light-years at the estimated 20,000 light-year distance to V838 Mon.",
        "hdurl": "https://apod.nasa.gov/apod/image/0502/v838monOct2004_hst_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "V838 Mon: Light Echo Update",
        "url": "https://apod.nasa.gov/apod/image/0502/v838monOct2004_hst_c87.jpg"
    },
    {
        "date": "2005-02-05",
        "explanation": "Tune your radio telescope to 408MHz (408 million cycles per second) and check out the Radio Sky! In the 1970s large dish antennas at three radio observatories, Jodrell Bank, MPIfR, and Parkes Observatory, were used to do just that - the data were combined to map the entire sky. Near this frequency, cosmic radio waves are generated by high energy electrons spiraling along magnetic fields. In the resulting false color image, the galactic plane runs horizontally through the center, but no stars are visible. Instead, many of the bright sources near the plane are distant pulsars, star forming regions, and supernova remnants, while the grand looping structures are pieces of bubbles blown by local stellar activity. External galaxies like Centaurus A, located above the plane to the right of center, and the LMC (below and right) also shine in the Radio Sky.",
        "hdurl": "https://apod.nasa.gov/apod/image/0502/408_allsky_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Radio Sky: Tuned to 408MHz",
        "url": "https://apod.nasa.gov/apod/image/0502/408_allsky.jpg"
    },
    {
        "date": "2005-02-06",
        "explanation": "It's the dim star, not the bright one, near the center of NGC 3132 that created this odd but beautiful planetary nebula.  Nicknamed the Eight-Burst Nebula and the Southern Ring Nebula, the glowing gas originated in the outer layers of a star like our Sun.  In this representative color picture, the hot blue pool of light seen surrounding this binary system is energized by the hot surface of the faint star.  Although photographed to explore unusual symmetries, it's the asymmetries that help make this planetary nebula so intriguing.  Neither the unusual shape of the surrounding cooler shell nor the structure and placements of the cool filamentary dust lanes running across NGC 3132 are well understood.",
        "hdurl": "https://apod.nasa.gov/apod/image/0309/ngc3132_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 3132: The Eight Burst Nebula",
        "url": "https://apod.nasa.gov/apod/image/0309/ngc3132_hst.jpg"
    },
    {
        "date": "2005-02-08",
        "explanation": "What in heavens-above was that?  Not everything seen on the night sky is understood.  The Night Sky Live (NSL) project keeps its global array of continuously updating web cameras (CONCAMs) always watching the night sky.  On the night of 2004 December 17, the fisheye CONCAM perched on top of an active volcano in Haleakala, Hawaii, saw something moving across the night sky that remains mysterious.  The NSL team might have disregarded the above streak as unconfirmed, but the Mauna Kea CONCAM on the next Hawaiian island recorded the same thing.  The NSL team might then have disregarded the streak as a satellite, but no record of it was found in the heavens-above.com site that usually documents bright satellite events.  If you think you have a reasonable explanation for the streak, please contribute to the on-line discussion.  Current candidates include a known satellite that was somehow missed by heavens-above, a recently launched rocket, and a passing space rock.  Volunteers are solicited by the NSL project to help monitor the operability of each NSL CONCAM, including looking for interesting anomalies such as this.  Disclosure: Robert Nemiroff collaborates on both the NSL and APOD projects.   Discussion consensus: An unexpectedly bright fuel dump from a satellite launch.",
        "hdurl": "https://apod.nasa.gov/apod/image/0502/HLmystery_nsl.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Mysterious Streak Above Hawaii",
        "url": "https://apod.nasa.gov/apod/image/0502/HLmystery_nsl.gif"
    },
    {
        "date": "2005-02-09",
        "explanation": "Broken metal and scorched Mars make the impact site of Opportunity's heat shield one of the more interesting sites inspected by the rolling robot.   Visible on the image left is the conical outer hull of the shattered heat shield expelled by Opportunity as it plummeted toward Mars last year.  Scrolling right will show not only another section of the heat shield but the impact site itself.  The site is of interest partly because its creation was relatively well understood.  The impact splattered subsurface light red dirt, while a darker material appears to track toward the large debris.  Behind the impromptu space exhibit lies a vast alien landscape of featureless plains and rust-tinted sky.",
        "hdurl": "https://apod.nasa.gov/apod/image/0502/landingspot_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Heat Shield Impact Crater on Mars",
        "url": "https://apod.nasa.gov/apod/image/0502/landingspot_opportunity.jpg"
    },
    {
        "date": "2005-02-10",
        "explanation": "This strange, false-color image of otherwise familiar planet Saturn shows temperature changes based on thermal infrared emission in the gas giant's atmosphere and rings. Recorded from the Keck I telescope on Mauna Kea, the sharp, ground-based picture of Saturn's southern hemisphere is a mosaic of 35 images. Based on the effects of sunlight during the southern summer season, general warming trends were anticipated. But a surprising result of the infrared image data is the a clear indication of an abruptly warmer polar cap and bright hot spot at Saturn's south pole. The warm south pole and hot spot may be unique in the solar system and a further exploration of the region is planned using instruments on the Cassini spacecraft. So how hot is Saturn's hot spot? The upper tropospheric temperature is a sweltering 91 Kelvin (-296 degrees Fahrenheit) at the pole.",
        "hdurl": "https://apod.nasa.gov/apod/image/0502/redSaturn_keck_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Red Saturn",
        "url": "https://apod.nasa.gov/apod/image/0502/redSaturn_keck_c1.jpg"
    },
    {
        "date": "2005-02-11",
        "explanation": "Serene blue hues highlight this view of Saturn's northern hemisphere from the Cassini spacecraft. The image has been adjusted to approximate the natural blue color of visible sunlight scattered by the gas giant's upper atmosphere. Saturn's famous rings cast the dark shadows stretching across the frame with infamous cratered moon Mimas lurking at the lower left. Orbiting beyond the main inner rings, Mimas itself is 400 kilometers across and lies nearly 200,000 kilometers, over 3 Saturn radii, from the center of the planet. Still, Mimas orbits within Saturn's faint and tenuous outer E ring.",
        "hdurl": "https://apod.nasa.gov/apod/image/0502/mimasBlue_cassini_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Blue Saturn",
        "url": "https://apod.nasa.gov/apod/image/0502/mimasBlue_cassini_c68.jpg"
    },
    {
        "date": "2005-02-12",
        "explanation": "On 12 February, 2001, the NEAR-Shoemaker spacecraft gently touched-down on the surface of Eros -- the first ever landing on an asteroid. During the descent, the spacecraft's camera recorded successive images of the diminutive world's surface, revealing fractured boulders, dust filled craters, and a mysterious collapsed channel. The last frame, seen in the above montage at the far left, was taken at a range of 128 meters. Expanded in the inset, it shows surface features a few centimeters across. Stereo experimenter Patrick Vantuyne, constructed this montage from the final images in the landing sequence, carefully identifying the overlapping areas in successive frames. Frames which overlap were taken by the spacecraft from slightly different viewpoints, allowing Vantuyne to construct close-up stereo images of the surface of asteroid 433 Eros.",
        "hdurl": "https://apod.nasa.gov/apod/image/0502/nearmontage_vantuyne_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NEAR at Eros: Before Touchdown",
        "url": "https://apod.nasa.gov/apod/image/0502/nearmontage_vantuyne.jpg"
    },
    {
        "date": "2005-02-15",
        "explanation": "ch moon of Saturn seems to come with its own mystery.  Rhea, Saturn's second largest moon behind Titan, shows unusual wisps, visible above as light colored streaks.  Higher resolution images of similar wisps on Dione indicate that they might be made of long braided fractures.  Rhea is composed mostly of water ice, but likely has a small rocky core.  Rhea's rotation and orbit are locked together, just like Earth's Moon, so that one side always faces Saturn.  A consequence of this is that one side always leads the other.  Rhea's leading surface is much more heavily cratered than the trailing surface, pictured above.  The above image in natural color was taken last month by the Cassini robot spacecraft in orbit around Saturn.",
        "hdurl": "https://apod.nasa.gov/apod/image/0502/rhea_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn's Moon Rhea from Cassini",
        "url": "https://apod.nasa.gov/apod/image/0502/rhea_cassini.jpg"
    },
    {
        "date": "2005-02-16",
        "explanation": "Sunspots -- magnets the size of the Earth -- are normally seen flat on the Sun.   The above digital metamorphosis, however, shows a sunspot as it appears at increasing heights, effectively in three dimensions.  The above false-colored image sequence of solar active region AR 10675 was taken in three very specific colors that effectively isolate different layers above the solar surface.  The first images show the Sun's photospheric surface as it normally appears, covered with granules.  The large dark sunspot sports a clear dark umbra in the center surrounded by a lighter penumbra.  Images appearing toward the middle of the sequence show the Sun as in light predominantly emitted a few hundred kilometers above the photosphere.  At this height, the continent sized bubbling granules appear reversed, and long lines of constant magnetic force begin to appear.  The last images show the Sun at a few thousand kilometers into the chromosphere.  Here magnetic field lines can be clearly followed outward from the sunspot to distant regions.",
        "hdurl": "https://apod.nasa.gov/apod/image/0502/spotmorph_dot_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sunspot Metamorphosis: From Bottom to Top",
        "url": "https://apod.nasa.gov/apod/image/0502/spotmorph_dot.gif"
    },
    {
        "date": "2005-02-17",
        "explanation": "First imaged by the Mariner 9 spacecraft, Valles Marineris, the grand canyon of Mars, is a system of enormous depressions or chasmas that stretch some 4,000 kilometers along the Martian equator. Looking north over the canyon's central regions, dark Melas Chasma lies in the foreground of this spectacular perspective view. Behind it are Candor Chasma and the steep walls of Ophir Chasma near the horizon. Faulting, surface collapse and landslides are seen to be part of the complex geologic history of these dramatic features, with layered deposits also found within the canyon system. Recorded in 2004, the image represents data from the High Resolution Stereo Camera (HRSC) on board ESA's Mars Express spacecraft. Melas, Candor and Ophir are about 200 kilometers wide and 5 to 7 kilometers deep.",
        "hdurl": "https://apod.nasa.gov/apod/image/0502/chasma_marsExpress_f50.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Melas, Candor, and Ophir: Valleys of Mariner",
        "url": "https://apod.nasa.gov/apod/image/0502/chasma_marsExpress_c16.jpg"
    },
    {
        "date": "2005-02-19",
        "explanation": "Saturn's Rings are one of the most spectacular sights in the solar system. Still, this image from the Hubble Space Telescope offers a striking view of another kind of ring around Saturn - pole encircling rings of ultraviolet aurora. Towering more than 1,000 miles above the cloud tops, these Saturnian auroral displays were thought to be analogous to Earth's. But following the ebb and flow of Saturn's aurora, with the Hubble's cameras and instruments onboard the Cassini spacecraft, researchers are now reporting some surprising results. In this false-color image made in ultraviolet light, the dramatic red aurora identify emission from atomic hydrogen, while the more concentrated white areas are due to hydrogen molecules.",
        "hdurl": "https://apod.nasa.gov/apod/image/0502/saturnaurora_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturnian Aurora",
        "url": "https://apod.nasa.gov/apod/image/0502/saturnaurora_hst.jpg"
    },
    {
        "date": "2005-02-22",
        "explanation": "Are Saturn's auroras like Earth's?  To help answer this question, the Hubble Space Telescope and the Cassini spacecraft monitored Saturn's South Pole simultaneously as Cassini closed in on the gas giant in January 2004.  Hubble snapped images in ultraviolet light, while Cassini recorded radio emissions and monitored the solar wind.  Like on Earth, Saturn's auroras make total or partial rings around magnetic poles.  Unlike on Earth, however, Saturn's auroras persist for days, as opposed to only minutes on Earth.  Although surely created by charged particles entering the atmosphere, Saturn's auroras also appear to be more closely modulated by the solar wind than either Earth's or Jupiter's auroras.  The above sequence shows three Hubble images of Saturn each taken two days apart.",
        "hdurl": "https://apod.nasa.gov/apod/image/0502/saturnauroras_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Persistent Saturnian Auroras",
        "url": "https://apod.nasa.gov/apod/image/0502/saturnauroras_hst.jpg"
    },
    {
        "date": "2005-02-23",
        "explanation": "What if part of New York broke off and slammed into New Jersey?  Both being anchored land masses, that is unlikely to happen, but an event of that size scale did occur off the Antarctic coast over the last three months.  Long Island, New York sized B-15A iceberg floated across 100 kilometers of the Ross Sea and struck a submarine shoal just before an expected impact with the massive Drygalski Ice Tongue, visible on the bottom right of the last image.  As it is summer in Earth's Southern Hemisphere, the relatively warm weather was expected to melt and clear much of surrounding ice, but now B-15A blocks much of this ice from floating out to sea.  This created a problem not only for ships servicing McMurdo Station but also for penguins expecting to swim.  The greater Ross Ice Shelf, from which B-15A calved, has shed several large icebergs over the past few years.",
        "hdurl": "https://apod.nasa.gov/apod/image/0502/iceberg_modis_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Voyage of an Antarctic Iceberg",
        "url": "https://apod.nasa.gov/apod/image/0502/iceberg_modis.gif"
    },
    {
        "date": "2005-02-24",
        "explanation": "Small, icy, inner moon of Saturn, Enceladus is only about 500 kilometers in diameter. But the distant world does reflect over 90 percent of the sunlight it receives, giving its surface about the same reflectivity as fresh snow. Seen here in a sharp view from the Cassini spacecraft's recent flyby, Enceladus shows a variety of surface features and very few impact craters - indicating that it has been an active world even though this tiny moon should have completely cooled off long ago. In fact, the resurfaced appearance of Enceladus could be the result of liquid water geysers or water volcanos. Since Enceladus orbits within the outer E ring of Saturn, the moon's surface may be kept snow-bright as it is continuously bombarded with icy ring particles. Eruptions on Enceladus itself would in turn supply material to the E ring. Interplanetary ski bums take note: tiny Enceladus has only about 1/100th the surface gravity of planet Earth and a surface temperature of -200 degrees C (-330 degrees F).",
        "hdurl": "https://apod.nasa.gov/apod/image/0502/enceladus_cassini_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ski Enceladus",
        "url": "https://apod.nasa.gov/apod/image/0502/enceladus_cassini_c.jpg"
    },
    {
        "date": "2005-02-25",
        "explanation": "Dubbed the \"Dragon Storm\", convoluted, swirling cloud features are tinted orange in this false-color, near-infrared image of Saturn's southern hemisphere. In one of a series of discoveries announced by Cassini researchers, the Dragon Storm was found to be responsible for mysterious bursts of radio static monitored by Cassini instruments during the last year as the spacecraft orbited the ringed planet. The storm is now thought to be a giant Saturnian thunderstorm, like storms on Earth, with radio noise produced in high-voltage lightning discharges. The Cassini observations are also consistent with the Dragon Storm being a long-lived storm, deep within the gas giant's atmosphere, that periodically flares-up to produce large, visible storm regions.",
        "hdurl": "https://apod.nasa.gov/apod/image/0502/dragonstorm_cassini_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn's Dragon Storm",
        "url": "https://apod.nasa.gov/apod/image/0502/dragonstorm_cassini_c62.jpg"
    },
    {
        "date": "2005-02-28",
        "explanation": "What are those unusual plates on Mars?  A leading current interpretation holds that they are blocks of ice floating on a recently frozen sea covered by dust.  The unusual plates were photographed recently by the European Space Agency's Mars Express spacecraft currently orbiting Mars.  Oddly, the region lies near the Martian equator and not near either of Mars' frozen polar caps.  Without being covered by dust, any water or ice near away from the poles would quickly evaporate right into the atmosphere.  Evidence that the above-imaged plates really are dust-covered water-ice includes a similarity in appearance to ice blocks off Earth's Antarctica, nearby surface fractures from which underground water could have flowed, and the shallow depth of the craters indicating that something is filling them in.  If correct, the low abundance of craters indicates that water may have flowed on Mars as recently as five million years ago.",
        "hdurl": "https://apod.nasa.gov/apod/image/0502/marsplates_express_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Unusual Plates on Mars",
        "url": "https://apod.nasa.gov/apod/image/0502/marsplates_express.jpg"
    },
    {
        "date": "2005-03-02",
        "explanation": "December's 9.0 earthquake has likely shortened Earth's day by about three microseconds and may also have tweaked Earth's rotational wobble.  The megathrust earthquake occurred as the Indian tectonic plate slid further beneath the Burma tectonic plate.  The earthquake was the fourth most powerful since the year 1900 and triggered tsunamis that tragically killed over 250,000 people in nearby coastal regions.  In the above map, the yellow star indicates the location of the main earthquake, while circles show the locations of large aftershocks.  The Sumatra-Andaman Islands earthquake's effect on the Earth's rotation was sudden but much smaller than the accumulated effects of other surface events such as an El Nino.",
        "hdurl": "https://apod.nasa.gov/apod/image/0503/earthquake_usgs_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Powerful Sumatra-Andaman Islands Earthquake",
        "url": "https://apod.nasa.gov/apod/image/0503/earthquake_usgs.gif"
    },
    {
        "date": "2005-03-04",
        "explanation": "In this tantalizing image, young blue star clusters and pink star-forming regions abound in NGC 1427A, a galaxy in motion. The small irregular galaxy's swept back outline points toward the top of this picture from the Hubble Space Telescope - and that is indeed the direction NGC 1427A is moving as it travels toward the center of the Fornax cluster of galaxies, some 62 million light-years away. Over 20,000 light-years long and similar to the nearby Large Magellanic Cloud, NGC 1427A is speeding through the Fornax cluster's intergalactic gas at around 600 kilometers per second. The resulting pressure is giving the galaxy its arrowhead outline and triggering the beautiful but violent episodes of star formation. Still, it is understood that interactions with cluster gas and the other cluster galaxies during its headlong flight will ultimately disrupt galaxy NGC 1427A. Many unrelated background galaxies are visible in the sharp Hubble image, including a striking face-on spiral galaxy at the upper left.",
        "hdurl": "https://apod.nasa.gov/apod/image/0503/ngc1427a_hst_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 1427A: Galaxy in Motion",
        "url": "https://apod.nasa.gov/apod/image/0503/ngc1427a_hst_c86.jpg"
    },
    {
        "date": "2005-03-08",
        "explanation": "Whatever hit Mimas nearly destroyed it.  What remains is one of the largest impact craters on one of Saturn's smallest moons.  The crater, named Herschel after the 1789 discoverer of Mimas, Sir William Herschel, spans about 130 kilometers and is pictured above in the dramatic light of its terminator. Mimas' low mass produces a surface gravity just strong enough to create a spherical body but weak enough to allow such relatively large surface features.  Mimas is made of mostly water ice with a smattering of rock - so it is accurately described as a big dirty snowball.  The above image was taken during the 2005 January flyby of the robot spacecraft Cassini now in orbit around Saturn.",
        "hdurl": "https://apod.nasa.gov/apod/image/0503/mimas_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Crater on Mimas",
        "url": "https://apod.nasa.gov/apod/image/0503/mimas_cassini.jpg"
    },
    {
        "date": "2005-03-10",
        "explanation": "Drifting through the Orion Arm of the spiral Milky Way Galaxy, this cosmic cloud by chance echoes the outline of California on the west coast of the United States. Our own Sun also lies within the Milky Way's Orion Arm, only about 1,500 light-years from the California Nebula. Also known as NGC 1499, the classic emission nebula is around 100 light-years long. It glows with the red light characteristic of hydrogen atoms recombining with long lost electrons, stripped away (ionized) by energetic starlight. In this case, the star most likely providing the energetic starlight is the bright, hot, bluish Xi Persei, just right of the nebula and above picture center. Fittingly, this composite picture was made with images from a telescope in California - the 48-inch (1.2-meter) Samuel Oschin Telescope - taken as a part of the second National Geographic Palomar Observatory Sky Survey.",
        "hdurl": "https://apod.nasa.gov/apod/image/0503/california_palomar_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 1499: California Nebula",
        "url": "https://apod.nasa.gov/apod/image/0503/california_palomar_c54.jpg"
    },
    {
        "date": "2005-03-11",
        "explanation": "The classic appearance of the popular Ring Nebula (aka M57) is understood to be due to perspective - our view from planet Earth looks down the center of a roughly barrel-shaped cloud of gas. But graceful looping structures are seen to extend even beyond the Ring Nebula's familiar central regions in this false-color infrared image from the Spitzer Space Telescope. Of course in this well-studied example of a planetary nebula, the glowing material does not come from planets. Instead, the gaseous shroud represents outer layers expelled from a dying, sun-like star. By chance, spiral galaxy IC 1296 is also visible in the upper right of this Spitzer view toward the constellation Lyra. The central ring of the Ring Nebula is about one light-year across and 2,000 light-years away. However, galaxy IC 1296 much bigger and hence farther away ... about 200 million light-years distant.",
        "hdurl": "https://apod.nasa.gov/apod/image/0503/m57_ssc_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Infrared Ring Nebula",
        "url": "https://apod.nasa.gov/apod/image/0503/m57_ssc_c25.jpg"
    },
    {
        "date": "2005-03-12",
        "explanation": "Don't be fooled by the familiar pattern. The graceful spiral structure seen in this computer visualization does not portray winding spiral arms in a distant galaxy of stars. Instead, the graphic shows spiral shock waves in a three dimensional simulation of an accretion disk -- material swirling onto a compact central object that could represent a white dwarf star, neutron star, or black hole. Such accretion disks power bright x-ray sources within our own galaxy. They form in binary star systems which consist of a donor star (not shown above), supplying the accreting material, and a compact object whose strong gravity ultimately draws the material towards its surface. For known x-ray binary systems the size of the accretion disk itself might fall somewhere between the diameter of the Sun (about 1,400,000 kilometers) and the diameter of the Moon's orbit (800,000 kilometers). One interesting result of the virtual reality astrophysics illustrated here is that the simulated disk develops instabilities which tend to smear out the pronounced spiral shocks.",
        "hdurl": "https://apod.nasa.gov/apod/image/0503/accretion_mpowen_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Accretion Disk Simulation",
        "url": "https://apod.nasa.gov/apod/image/0503/accretion_mpowen_c1.jpg"
    },
    {
        "date": "2005-03-13",
        "explanation": "What are these Earthlings trying to tell us?  The above message was broadcast from Earth towards the  globular star cluster M13 in 1974.  During the dedication of the Arecibo Observatory - still the largest radio telescope in the world - a string of 1's and 0's representing the above diagram was sent.   This attempt at extraterrestrial communication was mostly ceremonial - humanity regularly broadcasts radio and television signals out into space accidentally.  Even were this message received, M13 is so far away we would have to wait almost 50,000 years to hear an answer.   The above message gives a few simple facts about humanity and its knowledge: from left to right are numbers from one to ten, atoms including hydrogen and  carbon, some interesting molecules, DNA, a human with description, basics of our Solar System, and basics of the sending telescope.  Several searches for extraterrestrial intelligence are currently underway, including one where you can use your own home computer.",
        "hdurl": "https://apod.nasa.gov/apod/image/0001/etmessage_nrao.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Message From Earth",
        "url": "https://apod.nasa.gov/apod/image/0001/etmessage_nrao.gif"
    },
    {
        "date": "2005-03-15",
        "explanation": "Vertical cliffs of nearly two kilometers occur near the North Pole of Mars.  Also visible in the above image of the Martian North Polar Cap are red areas of rock and sand, white areas of ice, and dark areas of unknown composition but hypothesized to be volcanic ash.  The cliffs are thought to border volcanic caldera.  Although the sheer drop of the Martian cliffs is extreme, the drop is not as deep as other areas in our Solar System, including the 3.4-kilometer depth of Colca Canyon on Earth and the 20 kilometer depth of Verona Rupes on Uranus' moon Miranda.  The above image, digitally reconstructed into a perspective view, was taken by the High Resolution Stereo Camera on board the ESA's robotic Mars Express spacecraft currently orbiting Mars.",
        "hdurl": "https://apod.nasa.gov/apod/image/0503/marscliffs_express_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Steep Cliffs on Mars",
        "url": "https://apod.nasa.gov/apod/image/0503/marscliffs_express.jpg"
    },
    {
        "date": "2005-03-17",
        "explanation": "The surface of Enceladus is as white as fresh snow. Still, an impressive variety of terrain is revealed in this contrast enhanced image. At a resolution of about 30 meters per pixel, the close-up view spans over 20 kilometers - recorded during the touring Cassini spacecraft's March flyby of the icy Saturnian moon. Enceladus is known to be the most reflective moon in the solar system, and the recent Cassini encounters have also detected the presence of an atmosphere, making Enceladus the second moon of Saturn with such a distinction. In fact, Enceladus' fresh looking surface and significant atmosphere both indicate that the tiny, 500 kilometer diameter moon is active. Researchers suspect that ice volcanos or geysers coat the surface with fresh material and replenish the moon's atmosphere, ultimately providing the icy particles that compose Saturn's tenuous E ring.",
        "hdurl": "https://apod.nasa.gov/apod/image/0503/enceladus_cassini_03_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Enceladus Close-Up",
        "url": "https://apod.nasa.gov/apod/image/0503/enceladus_cassini_03_c77.jpg"
    },
    {
        "date": "2005-03-20",
        "explanation": "Today, the Sun crosses the celestial equator heading north, marking the Vernal Equinox -- the first day of spring in the Northern Hemisphere and autumn in the south. Equinox means equal night and with the Sun on the celestial equator, Earthlings will experience 12 hours of daylight and 12 hours of darkness. For those in the Northern Hemisphere, the days will continue to grow longer with the Sun marching higher in the sky as summer approaches. A few weeks after the northern Autumnal Equinox of 1994, the Crew of the Shuttle Endeavor recorded this image of the Sun poised above the Earth's limb. Glare illuminates Endeavor's vertical tail (pointing toward the Earth) along with radar equipment in the payload bay. The space shuttle is expected to return to flight later this year with the launch of STS-114.",
        "hdurl": "https://apod.nasa.gov/apod/image/0503/sun2_sts68_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Equal Night",
        "url": "https://apod.nasa.gov/apod/image/0503/sun2_sts68.jpg"
    },
    {
        "date": "2005-03-22",
        "explanation": "At about 100 meters from the cargo bay of the space shuttle Challenger, Bruce McCandless II was further out than anyone had ever been before.  Guided by a Manned Maneuvering Unit (MMU), astronaut McCandless, pictured above, was floating free in space. McCandless and fellow NASA astronaut Robert Stewart were the first to experience such an \"untethered space walk\" during Space Shuttle mission 41-B in 1984.  The MMU works by shooting jets of nitrogen and has since been used to help deploy and retrieve satellites.  With a mass over 140 kilograms, an MMU is heavy on Earth, but, like everything, is weightless when drifting in orbit. The MMU was replaced with the SAFER backpack propulsion unit.",
        "hdurl": "https://apod.nasa.gov/apod/image/0503/freeflyer_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "To Fly Free in Space",
        "url": "https://apod.nasa.gov/apod/image/0503/freeflyer_nasa.jpg"
    },
    {
        "date": "2005-03-23",
        "explanation": "What is that wisp on the horizon?  Scientists think that the slight white apparition is actually a Martian dust devil that was caught swirling across Mars.  The above image was taken earlier this month by the robotic rover Spirit.  The swirling cloud was found by comparing the above image to a previous image of the same area.  Fresh dust devil tracks have been seen on Mars before, but actually seeing one up close was a surprise.  The most similar phenomena to Martian dust devils on Earth are terrestrial dust devils, tornadoes and waterspouts.  The ultimate cause of Martian dust devils remains unknown, but might be related to rising air heated by sun-warmed rocks and soil.  Just the previous day, Spirit's power acquisition increased unexpectedly, possibly the result of a dust devil passing near or over the Spirit rover and effectively cleaning its solar panels.",
        "hdurl": "https://apod.nasa.gov/apod/image/0503/dustdevil_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Dust Devil Swirling on Mars",
        "url": "https://apod.nasa.gov/apod/image/0503/dustdevil_spirit.jpg"
    },
    {
        "date": "2005-03-26",
        "explanation": "The Crab Pulsar, a city-sized, magnetized neutron star spinning 30 times a second, lies at the center of this composite image of the inner region of the well-known Crab Nebula. The spectacular picture combines optical data (red) from the Hubble Space Telescope and x-ray images (blue) from the Chandra Observatory, also used in the popular Crab Pulsar movies. Like a cosmic dynamo the pulsar powers the x-ray and optical emission from the nebula, accelerating charged particles and producing the eerie, glowing x-ray jets. Ring-like structures are x-ray emitting regions where the high energy particles slam into the nebular material. The innermost ring is about a light-year across. With more mass than the Sun and the density of an atomic nucleus, the spinning pulsar is the collapsed core of a massive star that exploded, while the nebula is the expanding remnant of the star's outer layers. The supernova explosion was witnessed in the year 1054.",
        "hdurl": "https://apod.nasa.gov/apod/image/0503/crab_xrayopt_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Composite Crab",
        "url": "https://apod.nasa.gov/apod/image/0503/crab_xrayopt_c2.jpg"
    },
    {
        "date": "2005-03-28",
        "explanation": "One of the greatest unrequited legends of outer space is the tether.  Tethers, long strands of material, hold the promise of stabilizing satellites, generating electricity, and allowing easy transportation.  Possibly the most extreme vision of the space tether is the space elevator popularized by Arthur C. Clarke, where a tether is constructed that connects the ground to geosynchronous orbit.  One problem is strength - it is difficult to make a long useful tether that does not snap.  To help realize more of the tremendous potential of space tethers, NASA and the SpaceWard Foundation have issued the Centennial Tether Challenge, promising a monetary reward for the best space tether that exceeds a minimum standard.  Pictured above is the deployment of the Tethered Satellite System 1 (TSS-1) by the space shuttle Altantis in 1992.  Like other tested tethers, TSS-1 failed to live up to its promise, although many valuable lessons were learned.",
        "hdurl": "https://apod.nasa.gov/apod/image/0503/tether_sts46_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Tether in Space",
        "url": "https://apod.nasa.gov/apod/image/0503/tether_sts46.jpg"
    },
    {
        "date": "2005-03-29",
        "explanation": "What would it be like to see a sky with many moons?  Such is the sky above Saturn.  When appearing close to each other, moons will show a similar phase. A view with two of the more famous moons of Saturn in crescent phase was captured last month by the robot spacecraft Cassini now orbiting Saturn.  Titan, on the lower left, is among the largest moons in the Solar System and is perpetually shrouded in clouds.  Recently, the Huygens probe landed on Titan and gave humanity its first view of its unusual surface.  Dione, on the upper right, has less than a quarter of Titan's diameter and has no significant atmosphere.  Dione, although appearing smaller, was only half the distance to Titan when the above image was taken.",
        "hdurl": "https://apod.nasa.gov/apod/image/0503/titandione_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Crescents of Titan and Dione",
        "url": "https://apod.nasa.gov/apod/image/0503/titandione_cassini.jpg"
    },
    {
        "date": "2005-03-30",
        "explanation": "In visual appearance, M74 is a nearly perfect face-on spiral galaxy, about 30 million light-years away toward the constellation Pisces.  The red blotches seen in this composite view are ultraluminous x-ray sources (ULXs) mapped by the Chandra X-ray Observatory. The ULXs are so called because they actually do radiate 10 to 1,000 times more x-ray power than \"ordinary\" x-ray binary stars, which harbor a neutron star or stellar mass black hole. In fact, watching these ULXs change their x-ray brightness over periods of 2 hours or so, astronomers conclude that ULXs could well be intermediate mass black holes -- black holes with masses 10,000 times or so greater than the Sun, but still much less than the million solar mass black holes which lurk in the centers of large spiral galaxies. How did these intermediate mass black holes get there? One intriguing suggestion is that they are left over from the cores of much smaller galaxies that are merging with spiral galaxy M74.",
        "hdurl": "https://apod.nasa.gov/apod/image/0503/m74_cxcnoao_compx.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "ULXs in M74",
        "url": "https://apod.nasa.gov/apod/image/0503/m74_cxcnoao_compx.jpg"
    },
    {
        "date": "2005-03-31",
        "explanation": "The pixelated planet above is actually our own planet Earth seen in gamma rays - the most energetic form of light. In fact, the gamma rays used to construct this view pack over 35 million electron volts (MeV) compared to a mere two electron volts (eV) for a typical visible light photon. The Earth's gamma-ray glow is indeed very faint, and this image was constructed by combining data from seven years of exposure during the life of the Compton Gamma Ray Observatory, operating in Earth orbit from 1991 to 2000. Brightest near the edge and faint near the center, the picture indicates that the gamma rays are coming from high in Earth's atmosphere. The gamma rays are produced as the atmosphere interacts with high energy cosmic rays from space, blocking the harmful radiation from reaching the surface.  Astronomers need to understand Earth's gamma-ray glow well as it can interfere with observations of cosmic gamma-ray sources like pulsars, supernova remnants, and distant active galaxies powered by supermassive black holes.   APOD Update: APOD mirror now on-line from the Beijing Planetarium in Chinese.",
        "hdurl": "https://apod.nasa.gov/apod/image/0503/grayEarth_petry.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Gamma-Ray Earth",
        "url": "https://apod.nasa.gov/apod/image/0503/grayEarth_petry.jpg"
    },
    {
        "date": "2005-04-02",
        "explanation": "The formation of a black hole from the collapsing core of a massive star is thought to be heralded by a spectacular supernova explosion. Such an extremely energetic collapse is also a leading explanation for the mysterious cosmic gamma-ray bursts. But researchers now suggest that the Milky Way's most famous black hole, Cygnus X-1, was born when a massive star collapsed -- without any supernova explosion at all. Their dynamical evidence is summarized in this color image of a gorgeous region in Cygnus, showing Cyg X-1 and a cluster of massive stars (yellow circles) known as Cygnus OB3. Arrows compare the measured direction and speed of Cyg X-1 and the average direction and speed of the massive stars of Cyg OB3. The similar motions indicate that Cyg X-1's progenitor star was itself a cluster member and that its path was not altered at all when it became a black hole. In contrast, if Cyg X-1 were born in a violent supernova it would have likely received a fierce kick, changing its course. If not a supernova, could the formation of the Cyg X-1 black hole have produced a dark gamma-ray burst in the Milky Way?",
        "hdurl": "https://apod.nasa.gov/apod/image/0504/CygX1_mirabel_labfull.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cyg X-1: Can Black Holes Form in the Dark?",
        "url": "https://apod.nasa.gov/apod/image/0504/CygX1_mirabel_labc2.jpg"
    },
    {
        "date": "2005-04-03",
        "explanation": "What causes this unusual structure near the center of our Galaxy? The long parallel rays slanting across the top of the above radio image are known collectively as the Galactic Center Radio Arc and jut straight out from the Galactic plane.  The Radio Arc is connected to the Galactic center by strange curving filaments known as the Arches.  The bright radio structure at the bottom right likely surrounds a black hole at the Galactic center and is known as Sagittarius A*.  One origin hypothesis holds that the Radio Arc and the Arches have their geometry because they contain hot plasma flowing along lines of constant magnetic field.  Recent images from the Chandra X-ray Observatory appear to show this plasma colliding with a nearby cloud of cold gas.",
        "hdurl": "https://apod.nasa.gov/apod/image/0205/gcradioarc_vla_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Galactic Center Radio Arc",
        "url": "https://apod.nasa.gov/apod/image/0205/gcradioarc_vla.jpg"
    },
    {
        "date": "2005-04-04",
        "explanation": "How did this strange-looking galaxy form?  Astronomers turn detectives when trying to figure out the cause of unusual jumbles of stars, gas, and dust like NGC 1316.   A preliminary inspection indicates that NGC 1316 is an enormous elliptical galaxy that includes dark dust lanes usually found in a spiral.  The above image taken by the Hubble Space Telescope shows details, however, that help in reconstructing the history of this gigantic jumble.  Close inspection finds fewer low mass globular clusters of stars toward NGC 1316's center. Such an effect is expected in galaxies that have undergone collisions or merging with other galaxies in the past few billion years.  After such collisions, many star clusters would be destroyed in the dense galactic center.  The dark knots and lanes of dust indicate that one or more of the devoured galaxies were spiral galaxies.  NGC 1316 spans about 60,000 light years and lies about 75 million light years away toward the constellation of the Furnace.",
        "hdurl": "https://apod.nasa.gov/apod/image/0504/ngc1316_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 1316: After Galaxies Collide",
        "url": "https://apod.nasa.gov/apod/image/0504/ngc1316_hst.jpg"
    },
    {
        "date": "2005-04-05",
        "explanation": "Light emitted by a planet far beyond our Solar System has been identified for the first time.  The planet, illustrated in the above drawing, had its light detected by comparing the brightness of only the parent star, when the planet was behind the star, to the light emitted when both the planet and its parent star were visible.   The Earth-trailing Spitzer Space Telescope made the observation in infrared light, where the intrinsic glow of the planet outshines the light it reflects from its central star.  The direct observation of light allowed a measurement of both the temperature and size of the planet: HD 209458b.  Planet HD 209458b was confirmed to be larger than expected for its mass and on an orbit around its parent star that was unexpectedly close to a circle.",
        "hdurl": "https://apod.nasa.gov/apod/image/0504/planeteclipse_spitzer_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Light From A Distant Planet",
        "url": "https://apod.nasa.gov/apod/image/0504/planeteclipse_spitzer.jpg"
    },
    {
        "date": "2005-04-09",
        "explanation": "In December of 2003, the world saw spectacular first images from the Spitzer Space Telescope, including this penetrating interior view of an otherwise opaque dark globule known as the Elephant's Trunk Nebula. Seen in a composite of infrared image data recorded by Spitzer's instruments, the intriguing region is embedded within the glowing emission nebula IC 1396 at a distance of 2,450 light-years toward the constellation Cepheus. Previously undiscovered protostars hidden by dust at optical wavelengths appear as bright reddish objects within the globule. Shown in false-color, winding filaments of infrared emission span about 12 light-years and are due to dust, molecular hydrogen gas, and complex molecules called polycyclic aromatic hydrocarbons or PAHs. The Spitzer Space Telescope was formerly known as the Space Infrared Telescope Facility (SIRTF) and is presently exploring the Universe at infrared wavelengths. Spitzer follows the Hubble Space Telescope, the Compton Gamma-ray Observatory, and the Chandra X-ray Observatory as the final element in NASA's space-borne Great Observatories Program.",
        "hdurl": "https://apod.nasa.gov/apod/image/0504/etrunkcomp_sst_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Inside the Elephant's Trunk",
        "url": "https://apod.nasa.gov/apod/image/0504/etrunkcomp_sst_c1.jpg"
    },
    {
        "date": "2005-04-10",
        "explanation": "If you could look at Venus with radar eyes - this is what you might see. This computer reconstruction of the surface of Venus was created from data from the Magellan spacecraft.  Magellan orbited Venus and used radar to map our neighboring planet's surface between 1990 and 1994. Magellan found many interesting surface features, including the large circular domes, typically 25-kilometers across, that are depicted above.  Volcanism is thought to have created the domes, although the precise mechanism remains unknown.  Venus' surface is so hot and hostile that no surface probe has lasted more than a few minutes.",
        "hdurl": "https://apod.nasa.gov/apod/image/0504/venus4_mag_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Venus' Once Molten Surface",
        "url": "https://apod.nasa.gov/apod/image/0504/venus4_mag.jpg"
    },
    {
        "date": "2005-04-15",
        "explanation": "A cosmic bubble of gas and dust, RCW 79 has grown to about 70 light-years in diameter, blown by the winds and radiation from hot young stars. Infrared light from the dust embedded in the nebula is tinted red in this gorgeous false-color view from the Spitzer Space Telescope. A good 17 thousand light-years away in the grand southern constellation Centaurus, the expanding nebula itself has triggered star formation as it plows into the gas and dust surrounding it. In fact, this penetrating infrared picture reveals groups of new stars as yellowish points scattered along the bubble's edge. One remarkable group still lies within its own natal bubble at about 7 o'clock (lower left), while another can be seen near the upper gap at about 3 o'clock (right) from the bubble's center.",
        "hdurl": "https://apod.nasa.gov/apod/image/0504/rcw79_spitzer_medf.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "RCW 79: Stars in a Bubble",
        "url": "https://apod.nasa.gov/apod/image/0504/rcw79_spitzer_medc80.jpg"
    },
    {
        "date": "2005-04-16",
        "explanation": "Planetary nebulae can look simple, round, and planet-like in small telescopes. But images from the orbiting Hubble Space Telescope have become well known for showing these fluorescent gas shrouds of dying Sun-like stars to possess a staggering variety of detailed symmetries and shapes. This composite color Hubble image of NGC 6751 is a beautiful example of a classic planetary nebula with complex features. It was selected in April of 2000, to commemorate the tenth anniversary of Hubble in orbit. The colors were chosen to represent the relative temperature of the gas - blue, orange, and red indicating the hottest to coolest gas. Winds and radiation from the intensely hot central star (140,000 degrees Celsius) have apparently created the nebula's streamer-like features. The nebula's actual diameter is approximately 0.8 light-years or about 600 times the size of our solar system. NGC 6751 is 6,500 light-years distant in the high-flying constellation Aquila.",
        "hdurl": "https://apod.nasa.gov/apod/image/0504/ngc6751_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Celebrating Hubble With NGC 6751",
        "url": "https://apod.nasa.gov/apod/image/0504/ngc6751_hst.jpg"
    },
    {
        "date": "2005-04-17",
        "explanation": "Rocks from space hit Earth every day.  The larger the rock, though, the less often Earth is struck.  Many kilograms of space dust pitter to Earth daily. Larger bits appear initially as a bright meteor.  Baseball-sized rocks and ice-balls streak through our atmosphere daily, most evaporating quickly to nothing.  Significant threats do exist for rocks near 100 meters in diameter, which  strike the Earth roughly every 1000 years.  An object this size could cause significant tsunamis were it to strike an ocean, potentially devastating even distant shores.  A collision with a Massive asteroid, over 1 km across, is more rare, occurring typically millions of years apart, but could have truly global consequences.  Many asteroids remain undiscovered.  In fact, one was discovered in 1998 as the long blue streak in the above archival image taken by the Hubble Space Telescope. In 2002 June, the small 100-meter asteroid 2002 MN was discovered only after it whizzed by the Earth, passing well within the orbit of the Moon.  2002 MN passed closer than any asteroid since 1994 XM1, but not as close as 2004 MN4 will pass in 2029.  A collision with a large asteroid  would not affect Earth's orbit so much as raise dust that would affect Earth's climate.  One likely result is a global extinction of many species of life, possibly dwarfing the ongoing extinction occurring now.",
        "hdurl": "https://apod.nasa.gov/apod/image/0206/asteroids_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Asteroids in the Distance",
        "url": "https://apod.nasa.gov/apod/image/0206/asteroids_hst.jpg"
    },
    {
        "date": "2005-04-18",
        "explanation": "When can a robot produce art?  When it glides past the rings of Saturn. As the robot spacecraft Cassini orbiting Saturn crossed outside the famous photogenic ring plane of the expansive planet, the rings were imaged from the outside, nearly edge on, and in the shadow of Saturn.  From the upper left, ring features include the A ring, the Cassini gap, the B ring, and the darker C ring that includes the Titan gap and a gap yet unnamed.  Last month when the above image was taken, the gliding spacecraft was about one million kilometers from foreground Enceladus, a small Saturnian moon only about 500 kilometers across.  Cassini is scheduled to continue its 70 orbit tour of Saturn over the next three years, sending back images of the gas giant, its rings, and its moons that will be studied for decades to come.",
        "hdurl": "https://apod.nasa.gov/apod/image/0504/enceladus_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturnian Moon and Rings",
        "url": "https://apod.nasa.gov/apod/image/0504/enceladus_cassini.jpg"
    },
    {
        "date": "2005-04-19",
        "explanation": "Do you recognize the constellation Orion?  This striking but unfamiliar looking picture of the familiar Orion region of the sky was produced using survey data from the now-defunct InfraRed Astronomical Satellite (IRAS).  The above image combines information recorded at three different invisible infrared wavelengths and covers about 30x24 degrees on the sky.  Most of Orion's visually impressive stars don't stand out, but bright Betelgeuse does appear as a small bright purplish dot on the lower left. The bright region on the right contains the Great Nebula in Orion, while the bright region just above the image bottom is the Rosette Nebula.  Surrounding these regions are a jumble of chaotic glowing gas and dark dust jettisoned by stars forming and exploding over millions of years.",
        "hdurl": "https://apod.nasa.gov/apod/image/0504/orion_iras_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Orion in Infrared",
        "url": "https://apod.nasa.gov/apod/image/0504/orion_iras.jpg"
    },
    {
        "date": "2005-04-21",
        "explanation": "The picture is lovely, but this pretty cosmic shell was produced by almost unbelievable violence - created when a star with nearly 20 times the mass of the sun blasted away its outer layers in a spectacular supernova explosion. As the expanding debris cloud swept through surrounding interstellar material, shock waves heated the gas causing the supernova remnant to glow in x-rays. In fact, it is possible that all supernova explosions create similar shells, some brighter than others. Cataloged as G21.5-0.9, this shell supernova remnant is relatively faint, requiring about 150 hours of x-ray data from the orbiting Chandra Observatory to create this false-color image. G21.5-0.9 is about 20,000 light-years distant in the constellation Scutum and measures about 30 light-years across. Based on the remnant's size, astronomers estimate that light from the original stellar explosion first reached Earth several thousand years ago.",
        "hdurl": "https://apod.nasa.gov/apod/image/0504/g21_xray_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "G21.5-0.9: A Supernova's Cosmic Shell",
        "url": "https://apod.nasa.gov/apod/image/0504/g21_xray_c100.jpg"
    },
    {
        "date": "2005-04-23",
        "explanation": "In September of 1996, the Midcourse Space Experiment (MSX) satellite had a spectacular view of a total lunar eclipse from Earth orbit. SPIRIT III, an on board infrared telescope, was used to repeatedly image the moon during the eclipse. Above is one of the images taken during the 70 minute totality, the Moon completely immersed in the Earth's shadow. Infrared light has wavelengths longer than visible light - humans can not see it but feel it as heat. So, the bright spots correspond to the warm areas on the lunar surface, and dark areas are cooler. The brightest spot below and left of center is the crater Tycho, while the dark region at the upper right is the Mare Crisium. Of course, this Sunday's lunar eclipse will not be a total, or even a partial one. Instead, the Moon will glide through the subtle outer portion of the Earth's shadow in a penumbral eclipse of the Moon.",
        "hdurl": "https://apod.nasa.gov/apod/image/0504/lunarecl_msx_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Eclipsed Moon in Infrared",
        "url": "https://apod.nasa.gov/apod/image/0504/lunarecl_msx_c1.jpg"
    },
    {
        "date": "2005-04-24",
        "explanation": "Newborn stars are forming in the Eagle Nebula.  This image, taken with the Hubble Space Telescope in 1995, shows evaporating gaseous globules (EGGs) emerging from pillars of molecular hydrogen gas and dust.  The giant pillars are light years in length and are so dense that interior gas contracts gravitationally to form stars.  At each pillars' end, the intense radiation of bright young stars causes low density material to boil away, leaving stellar nurseries of dense EGGs exposed.  The Eagle Nebula, associated with the open star cluster M16, lies about 7000 light years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/0111/pillars4_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M16: Stars from Eagle's EGGs",
        "url": "https://apod.nasa.gov/apod/image/0111/pillars4_hst.jpg"
    },
    {
        "date": "2005-04-25",
        "explanation": "The dust sculptures of the Eagle Nebula are evaporating.  As powerful starlight whittles away these cool cosmic mountains, the statuesque pillars that remain might be imagined as mythical beasts.  Pictured above is one of several striking dust pillars of the Eagle Nebula that might be described as a gigantic alien fairy.   This fairy, however, is ten light years tall and spews radiation much hotter than common fire.  The greater Eagle Nebula, M16, is actually a giant evaporating shell of gas and dust inside of which is a growing cavity filled with a spectacular stellar nursery currently forming an open cluster of stars.  The above image in scientifically re-assigned colors was released as part of the fifteenth anniversary celebration of the launch of the Hubble Space Telescope.",
        "hdurl": "https://apod.nasa.gov/apod/image/0504/heic0506b_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Fairy of Eagle Nebula",
        "url": "https://apod.nasa.gov/apod/image/0504/heic0506b_hst.jpg"
    },
    {
        "date": "2005-04-26",
        "explanation": "What goes there across the plains of Mars?  A dust devil.  For the first time, definitive movies of the famous spinning dust towers have been created from ground level.  The robot rover Spirit has now imaged several dust devils from its hillside perch just within the past two months.  Each image in the above sequence was taken about 20 seconds apart.  Inspection of the digitally resized images show the passing dust devil raising Martian dust so thick that it casts a shadow.  The new dust devil movies have been made possible by a new hybrid interaction system where the robot Spirit on Mars takes many images and humans on Earth inspect thumbnails and decide which full resolution images to send back.",
        "hdurl": "https://apod.nasa.gov/apod/image/0504/dustdevil5_spirit_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Martian Dust Devil Passes",
        "url": "https://apod.nasa.gov/apod/image/0504/dustdevil5_spirit.gif"
    },
    {
        "date": "2005-04-28",
        "explanation": "Follow the handle of the Big Dipper away from the dipper's bowl, until you get to the handle's last bright star. Then, just slide your telescope a little south and west and you might find this stunning pair of interacting galaxies, the 51st entry in Charles Messier's famous catalog. Perhaps the original spiral nebula, the large galaxy with well defined spiral structure is also cataloged as NGC 5194. Its spiral arms and dust lanes clearly sweep in front of its companion galaxy (right), NGC 5195. The pair are about 31 million light-years distant and officially lie within the boundaries of the small constellation Canes Venatici. Though M51 looks faint and fuzzy in small, earthbound telescopes, this sharpest ever picture of M51 was made in January 2005 with the Advanced Camera for Surveys on board the Hubble Space Telescope.",
        "hdurl": "https://apod.nasa.gov/apod/image/0504/m51_hst_lgx.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M51: Cosmic Whirlpool",
        "url": "https://apod.nasa.gov/apod/image/0504/m51_hst_90x.jpg"
    },
    {
        "date": "2005-04-29",
        "explanation": "Small saturnian moon Epimetheus (ep-ee-MEE-thee-us) is at most 116 kilometers across. Its cratered surface and irregular shape are highlighted by dramatic shadows in this composite close-up image from the Cassini spacecraft. However, orbiting 91,000 kilometers above Saturn's cloud tops, Epimetheus is not alone. Similar in size, saturnian moon Janus occupies an orbit separated from Epimetheus' by only about 50 kilometers. The two actually approach each other once every four years, but instead of colliding, the moons deftly exchange orbits and move apart again! In fact, co-orbiting Epimetheus and Janus both consist mostly of porous water ice and could have formed from the breakup of a single parent body. The small moons are also believed to play a role in maintaining the outer edge of Saturn's A ring.",
        "hdurl": "https://apod.nasa.gov/apod/image/0504/epim_cas_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Small Moon Epimetheus",
        "url": "https://apod.nasa.gov/apod/image/0504/epim_cas_c.jpg"
    },
    {
        "date": "2005-04-30",
        "explanation": "While orbiting the planet during their June 1998 mission, the crew of the Space Shuttle Discovery photographed this view of two moons of Earth. Thick storm clouds are visible in the lovely blue planet's nurturing atmosphere and, what was then Earth's largest artificial moon, the spindly Russian Mir Space Station can be seen above the planet's limb. The bright spot to the right of Mir is Earth's very large natural satellite, The Moon. The Mir orbited planet Earth once every 90 minutes about 200 miles above the planet's surface or about 4,000 miles from Earth's center. The Moon orbits once every 28 days at a distance of about 250,000 miles from the center of the Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0504/moonmir_sts91_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Moons of Earth",
        "url": "https://apod.nasa.gov/apod/image/0504/moonmir_sts91_big.jpg"
    },
    {
        "date": "2005-05-01",
        "explanation": "Why isn't this ant a big sphere?  Planetary nebula Mz3 is being cast off by a star similar to our Sun that is, surely, round.  Why then would the gas that is streaming away create an ant-shaped nebula that is distinctly not round?  Clues might include the high 1000-kilometer per second speed of the expelled gas, the light-year long length of the structure, and the magnetism of the star  visible above at the nebula's center.  One possible answer is that Mz3 is hiding a second, dimmer star that orbits close in to the bright star.  A competing hypothesis holds that the central star's own spin and magnetic field are channeling the gas.  Since the central star appears to be so similar to our own Sun, astronomers hope that increased understanding of the history of this giant space ant can provide useful insight into the likely future of our own Sun and Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0505/mz3_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Planetary Nebula Mz3: The Ant Nebula",
        "url": "https://apod.nasa.gov/apod/image/0505/mz3_hst.jpg"
    },
    {
        "date": "2005-05-02",
        "explanation": "What is the history of the outcropping of rock called Methuselah?  The unusual rock group is visible on the left of the above image taken by the robot Spirit rover current exploring Mars.  Methuselah was discovered while maneuvering over hilly terrain and shows unusual multiple layering that caught the attention of the rover science team.  Since the above representative color image was taken about three weeks ago, Spirit has moved in to get a closer look.  Also visible in the above image are another rock outcrop dubbed Larry's Lookout on the upper right and a larger Clark Hill in the left background.  On the far right is a more distant peak of the Columbia Hills.",
        "hdurl": "https://apod.nasa.gov/apod/image/0504/methuselah_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Methusaleh Outcrop on Mars",
        "url": "https://apod.nasa.gov/apod/image/0504/methuselah_spirit.jpg"
    },
    {
        "date": "2005-05-04",
        "explanation": "If this is Saturn, where are the rings?  When Saturn's \"appendages\" disappeared in 1612, Galileo did not understand why.   Later that century, it became understood that Saturn's unusual protrusions were rings and that when the Earth crosses the ring plane, the edge-on rings will appear to disappear.  This is because Saturn's rings are confined to a plane many times thinner, in proportion, than a razor blade.  In modern times, the robot Cassini spacecraft orbiting Saturn now also crosses Saturn's ring plane.  A series of plane crossing images from late February was dug out of the vast online Cassini raw image archive by interested Spanish amateur Fernando Garcia Navarro.  Pictured above, digitally cropped and set in representative colors, is the striking result.  Saturn's thin ring plane appears in blue, bands and clouds in Saturn's upper atmosphere appear in gold, and dark shadows of the rings curve across the top of the gas giant planet.  Moons appear as bumps in the rings.",
        "hdurl": "https://apod.nasa.gov/apod/image/0505/saturnplane_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cassini Spacecraft Crosses Saturn's Ring Plane",
        "url": "https://apod.nasa.gov/apod/image/0505/saturnplane_cassini.jpg"
    },
    {
        "date": "2005-05-05",
        "explanation": "To seventeenth century astronomers, Omicron Ceti or Mira was known as a wonderful star - a star whose brightness could change dramatically in the course of about 11 months. Modern astronomers now recognize an entire class of long period Mira-type variables as cool, pulsating, red giant stars, 700 or so times the diameter of the Sun. Only 420 light-years away, red giant Mira (Mira A, right) itself co-orbits with a companion star, a small white dwarf (Mira B). Mira B is surrounded by a disk of material drawn from the pulsating giant and in such a double star system, the white dwarf star's hot accretion disk is expected to produce some x-rays. But this sharp, false-color image from the Chandra Observatory also captures the cool giant star strongly flaring at x-ray energies, clearly separated from the x-ray emission of its companion's accretion disk. Placing your cursor over the Chandra x-ray image of Mira will reveal an artist's vision of this still wonderful interacting binary star system.",
        "hdurl": "https://apod.nasa.gov/apod/image/0505/mira_illustration.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mira: The Wonderful Star",
        "url": "https://apod.nasa.gov/apod/image/0505/mira_xray_cxc.jpg"
    },
    {
        "date": "2005-05-07",
        "explanation": "NGC 3314 consists of two large spiral galaxies which just happen to almost exactly line-up. The foreground spiral is viewed nearly face-on, its pinwheel shape defined by young bright star clusters. But against the glow of the background galaxy, dark swirling lanes of interstellar dust are also seen to echo the face-on spiral's structure. The dust lanes are surprisingly pervasive, and this remarkable pair of overlapping galaxies is one of a small number of systems in which absorption of visible light can be used to directly explore the distribution of dust in distant spirals. NGC 3314 is about 140 million light-years away in the multi-headed constellation Hydra. This color composite was constructed from Hubble Space Telescope images made in 1999 and 2000.",
        "hdurl": "https://apod.nasa.gov/apod/image/0505/ngc3314_keel_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 3314: When Galaxies Overlap",
        "url": "https://apod.nasa.gov/apod/image/0505/ngc3314_keel.jpg"
    },
    {
        "date": "2005-05-08",
        "explanation": "Our Earth is not at rest.  The Earth moves around the Sun.  The Sun orbits the center of the Milky Way Galaxy.  The Milky Way Galaxy orbits in the Local Group of Galaxies.  The Local Group falls toward the Virgo Cluster of Galaxies.  But these speeds are less than the speed that all of these objects together move relative to the cosmic microwave background radiation (CMBR).  In the above all-sky map, radiation in the Earth's direction of motion appears blueshifted and hence hotter, while radiation on the opposite side of the sky is redshifted and colder.  The map indicates that the Local Group moves at about 600 kilometers per second relative to this primordial radiation.  This high speed was initially unexpected and its magnitude is still unexplained.  Why are we moving so fast?  What is out there?",
        "hdurl": "https://apod.nasa.gov/apod/image/0302/dip_cobe.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "CMBR Dipole: Speeding Through the Universe",
        "url": "https://apod.nasa.gov/apod/image/0302/dip_cobe_big.jpg"
    },
    {
        "date": "2005-05-10",
        "explanation": "It's the faint red object, not the bright white one that might be a historic find.  The white object is surely a brown dwarf star.  Quite possibly, however, the red object is the first direct image of a planet beyond our Solar System.  The intriguing possibility was first reported last year, but many astronomers weren't then convinced that the \"planet\" was not just a background star.   Earlier this year, the 2M1207 star system was imaged twice more in an effort to resolve the issue.  To the delight of the scientific team, the objects kept the same separation, indicating that they are gravitationally bound.  The faint red object 2M1207b is therefore 100 times fainter, intrinsically, than the bright white brown dwarf 2M1207a -- a characteristic well explained by a planet roughly five times the mass of Jupiter.  The discovery - still subject to further confirmation - is considered a step toward the more ambitious goal of imaging Earth-like planets orbiting distant stars.  The above image was taken with the high-resolution adaptive-optic NaCo camera attached to the 8-meter Very Large Telescope Yepun in Chile.",
        "hdurl": "https://apod.nasa.gov/apod/image/0505/brownplanet_eso_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The First Image of an Extra Solar Planet",
        "url": "https://apod.nasa.gov/apod/image/0505/brownplanet_eso.jpg"
    },
    {
        "date": "2005-05-11",
        "explanation": "This floating ring is the size of a galaxy.  In fact, it is part of the photogenic Sombrero Galaxy, one of the largest galaxies in the nearby Virgo Cluster of Galaxies.  The dark band of dust that obscures the mid-section of the Sombrero Galaxy in optical light actually glows brightly in infrared light.  The above image shows the infrared glow, recently recorded by the orbiting Spitzer Space Telescope, superposed in false-color on an existing image taken by NASA's Hubble Space Telescope in optical light.  The Sombrero Galaxy, also known as M104, spans about 50,000 light years across and lies 28 million light years away.  M104 can be seen with a small telescope in the direction of the constellation of Virgo.",
        "hdurl": "https://apod.nasa.gov/apod/image/0505/sombrero_spitzer_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Sombrero Galaxy in Infrared",
        "url": "https://apod.nasa.gov/apod/image/0505/sombrero_spitzer.jpg"
    },
    {
        "date": "2005-05-14",
        "explanation": "Similar in size and grand design to our own Milky Way, spiral galaxy NGC 3370 lies about 100 million light-years away toward the constellation Leo. Recorded here in exquisite detail by the Hubble Space Telescope's Advanced Camera for Surveys, the big, beautiful face-on spiral does steal the show, but the sharp image also reveals an impressive array of background galaxies in the field, strewn across the more distant Universe. Looking within NGC 3370, the image data has proved sharp enough to study individual pulsating stars known as Cepheids which can be used to accurately determine this galaxy's distance. NGC 3370 was chosen for this study because in 1994 the spiral galaxy was also home to a well studied stellar explosion -- a type Ia supernova. Combining the known distance to this standard candle supernova, based on the Cepheid measurements, with observations of supernovae at even greater distances, can reveal the size and expansion rate of the Universe itself.",
        "hdurl": "https://apod.nasa.gov/apod/image/0505/ngc3370_hst_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 3370: A Sharper View",
        "url": "https://apod.nasa.gov/apod/image/0505/ngc3370_hst_c1.jpg"
    },
    {
        "date": "2005-05-15",
        "explanation": "Where did the gold in your jewelry originate?  No one is completely sure.  The relative average abundance in our Solar System appears higher than can be made in the early universe, in stars, and even in typical supernova explosions.  Some astronomers now suggest that neutron-rich heavy elements such as gold might be most easily made in rare  neutron-rich explosions such as the collision of neutron stars.  Pictured above is a computer-animated frame depicting two neutron stars spiraling in toward each other, just before they collide.  Since neutron star collisions are also suggested as the origin of short duration gamma-ray bursts, it is possible that you already own a souvenir from one of the most powerful explosions in the universe.",
        "hdurl": "https://apod.nasa.gov/apod/image/0104/nscollide_ukff.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "On the Origin of Gold",
        "url": "https://apod.nasa.gov/apod/image/0104/nscollide_ukff.png"
    },
    {
        "date": "2005-05-16",
        "explanation": "What happens when you crash into a comet? That was a question considered by astronomers when they designed the Deep Impact mission, launched in January.  This coming July 4, the Deep Impact spaceship will reach its target - Comet Tempel 1 -- and release an impactor over five times the mass of a person toward its surface.  The mothership will photograph the result.  The remaining crater may tell how Tempel 1 is constructed.  If, for example, Comet Tempel 1 is an extremely loose pile of debris, the impactor may leave little or no discernable crater.  On the other hand, if the comet's surface is relatively firm, the impactor's ripple may leave quite a large crater.  A contest is even being held to predict the size of the resulting crater.  Pictured above is an artist's impression of the initial encounter between the spacecraft and the comet.",
        "hdurl": "https://apod.nasa.gov/apod/image/0505/art1_deepimpact_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Deep Impact Spacecraft Hurtles Toward Comet",
        "url": "https://apod.nasa.gov/apod/image/0505/art1_deepimpact.jpg"
    },
    {
        "date": "2005-05-17",
        "explanation": "Scroll right to see a breathtaking panorama of Mars from Larry's Lookout.  The lookout occurs near the peak of Husband Hill in the Columbia Hills.  The summit of Husband Hill is visible 200 meters in the distance toward the center of the 360-degree near-true-color picture.  The robot rover Spirit took images that compose the above mosaic over four Martian days.  After taking the image sequence, Spirit carefully picked its way to toward Husband Hill's summit.  On the far right, near distant rover tracks, is a recently investigated area dubbed Paso Robles that was found to contain high amounts of sulfur.",
        "hdurl": "https://apod.nasa.gov/apod/image/0505/larryslookout_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Panorama of Mars from Larry's Lookout",
        "url": "https://apod.nasa.gov/apod/image/0505/larryslookout_spirit.jpg"
    },
    {
        "date": "2005-05-18",
        "explanation": "What did the Huygens probe see as it descended toward Saturn's Moon Titan? In January the robot Cassini spacecraft now orbiting Saturn released a probe through the dense cloud decks of one of the Solar System's most mysterious moons.  Below the clouds, as it descended, the probe took images of the approaching surface as well as several images from the surface itself.  Many of the images have now been digitally merged and scaled into the above perspective from 3,000 meters high.  The above stereographic projection shows a 360-degree wide-angle view of the surface of Titan.  The bright areas toward the top and left of the image are thought to be relatively high ground laced with drainage channels cut by rivers of methane.  The bright shapes on the right are now hypothesized to be ridges of ice gravel.  Huygen's landing site, labeled, appears to be on a type of dark dry lakebed, once fed by a large dark flow channel on the left.  The Huygen's probe lasted an unexpectedly long three hours on Titan's harsh surface.",
        "hdurl": "https://apod.nasa.gov/apod/image/0505/titan_huygens_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Three Kilometers Above Titan",
        "url": "https://apod.nasa.gov/apod/image/0505/titan_huygens.jpg"
    },
    {
        "date": "2005-05-19",
        "explanation": "When our middle-aged Sun was just a few million years old it was thousands of times brighter in x-rays. In fact, it was likely similar to some of the stars found in this false-color x-ray composite of the Orion Nebula region from the Chandra Observatory. The image is centered on bright stars of the nebula's Trapezium star cluster, and while analyzing the Chandra data astronomers have now found examples of young, sun-like stars producing intense x-ray flares. It sounds dangerous, but the situation may actually favor the formation of hospitable planetary systems like our own. Energetic flares can produce turbulence in the planet-forming disks surrounding the stars - preventing rocky earth-like planets from spiraling uncomfortably close to and even falling into their active, young parent stars. About 1,500 light-years away, the Orion Nebula is the closest large stellar nursery. At that distance, this Chandra image spans about 10 light-years.",
        "hdurl": "https://apod.nasa.gov/apod/image/0505/orion_cxo_ff.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "X-Ray Stars in the Orion Nebula",
        "url": "https://apod.nasa.gov/apod/image/0505/orion_cxo_fc.jpg"
    },
    {
        "date": "2005-05-23",
        "explanation": "What causes small waves in Saturn's rings?  Observations of rings bordering the Keeler gap in Saturn's rings showed unusual waves.  Such waves were first noticed last July and are shown above in clear detail. The picture is a digitally foreshortened image mosaic taken earlier this month by the robot Cassini spacecraft now orbiting Saturn.  The rings, made of many small particles, were somehow not orbiting Saturn in their usual manner. Close inspection of the image shows the reason - a small moon is orbiting in the Keeler gap.  The previously unknown moon is estimated to span about seven kilometers and appears to have the same brightness as nearby ring particles.   The gravity of the small moon likely perturbs the orbits of ring particles that come near it, causing them to shimmy back and forth after the moon passes.  Since inner particles orbit more quickly than outer particles, only the leading particles of the inner rings and the trailing particles of the outer rings show the wave effect.",
        "hdurl": "https://apod.nasa.gov/apod/image/0505/wavemaker_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Wave Maker Moon in Saturn's Rings",
        "url": "https://apod.nasa.gov/apod/image/0505/wavemaker_cassini.jpg"
    },
    {
        "date": "2005-05-25",
        "explanation": "What size particles compose Saturn's rings?  To help find out, the robot Cassini spacecraft now orbiting Saturn broadcast radio waves of three different wavelengths right through the rings to Earth earlier this month.  The experiment was sensitive to ring particle sizes because ring particles much larger than a broadcast radio wavelength will reflect those radio waves away.  Three different wavelengths were used: approximately 1 centimeter, 3.5 centimeters, and 13 centimeters.  The results are coded into the above false-color digitally reconstructed image. In the above image, the color purple indicates regions populated predominantly by ring particles larger than 5 centimeters, while the color green indicates regions with a significant population of small ring particles less than even 1 centimeter.  The white center of Saturn's B-ring indicates that the density of ring particles was too high to make a good determination. Other radio observations indicate that some ring particles can be as large as several meters across. The impressive nature and clarity of the above sharp image may help determine clues about the origin of Saturn's beautiful but enigmatic ring system.",
        "hdurl": "https://apod.nasa.gov/apod/image/0505/radiosaturn_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Particle Sizes in Saturn's Rings",
        "url": "https://apod.nasa.gov/apod/image/0505/radiosaturn_cassini.jpg"
    },
    {
        "date": "2005-05-27",
        "explanation": "Titan's odd spot could be a cloud, but if so, it's a persistent one. Peering into the thick, hazy atmosphere of Saturn's largest moon, cameras on board the Cassini spacecraft found a bright spot at the same location during Titan encounters in 2005 and 2004. Seen near Titan's upper edge in this false-color image from the VIMS instrument, the spot is almost 500 kilometers wide, and is brightest at infrared wavelengths. In addition to suggesting the uniquely colored spot is a persistent cloud possibly controlled by surface features, researchers also entertain the idea that the spot is caused by unusual surface material or extremely tall mountains. They also note the bright infrared spot could be hot. Further clues to the odd spot's nature will come during a planned encounter in July 2006 when Cassini's cameras will look at the spot during Titan's night. If it glows at night, it's hot.",
        "hdurl": "https://apod.nasa.gov/apod/image/0505/titanspot_cassini_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Titan's Odd Spot",
        "url": "https://apod.nasa.gov/apod/image/0505/titanspot_cassini_c.jpg"
    },
    {
        "date": "2005-05-28",
        "explanation": "This stunning aerial view shows the rugged snow covered peaks of a Himalayan mountain range in Nepal. The seventh-highest peak on the planet, Dhaulagiri, is the high point on the horizon at the left while in the foreground lies the southern Tibetan Plateau of China. But, contrary to appearances, this picture wasn't taken from an airliner cruising at 30,000 feet. Instead it was taken with a 35mm camera and telephoto lens by the Expedition 1 crew aboard the International Space Station -- orbiting 200 nautical miles above the Earth. The Himalayan mountains were created by crustal plate tectonics on planet Earth some 70 million years ago, as the Indian plate began a collision with the Eurasian plate. Himalayan uplift still continues today at a rate of a few millimeters per year.",
        "hdurl": "https://apod.nasa.gov/apod/image/0505/himalaya_iss1_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Himalayan Horizon From Space",
        "url": "https://apod.nasa.gov/apod/image/0505/himalaya_iss1.jpg"
    },
    {
        "date": "2005-05-30",
        "explanation": "What caused this great white spot on the surface of Saturn's moon Rhea?  The spot was first noticed last year by the robot Cassini spacecraft now orbiting Saturn.  Cassini's flyby of Rhea in April imaged in the spot in great detail.  Astronomers hypothesize that the light-colored spot is the result of a relatively recent impact on the surface of the icy moon.  The impact that likely created the crater also splashed light-colored material from the interior onto the darker surface.  Rhea spans 1,500 kilometers across and is the second largest moon of Saturn after Titan.  Rhea sports several other light colored surface features that are, as yet, not well understood.",
        "hdurl": "https://apod.nasa.gov/apod/image/0505/rheaspot_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Great White Spot on Rhea",
        "url": "https://apod.nasa.gov/apod/image/0505/rheaspot_cassini.jpg"
    },
    {
        "date": "2005-06-01",
        "explanation": "About 1,600 light-years away, in a binary star system fondly known as J0806, two dense white dwarf stars orbit each other once every 321 seconds. Interpreting x-ray data from the Chandra Observatory astronomers argue that the stars' already impressively short orbital period is steadily getting shorter as the stars spiral closer together. Even though they are separated by about 80,000 kilometers (the Earth-Moon distance is 400,000 kilometers) the two stars are therefore destined to merge. Depicted in this artist's vision, the death spiral of the remarkable J0806 system is a consequence of Einstein's theory of General Relativity that predicts the white dwarf stars will lose their orbital energy by generating gravity waves. In fact, J0806 could be one of the brightest sources of gravitational waves in our galaxy, directly detectable by future space-based gravity wave instruments.",
        "hdurl": "https://apod.nasa.gov/apod/image/0506/wd_cxc_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "White Dwarf Star Spiral",
        "url": "https://apod.nasa.gov/apod/image/0506/wd_cxc_c33.jpg"
    },
    {
        "date": "2005-06-02",
        "explanation": "Carinae, one of the most massive and unstable stars in the Milky Way Galaxy, has a profound effect on its environment. Found in the the South Pillar region of the Carina Nebula, these fantastic pillars of glowing dust and gas with embedded newborn stars were sculpted by the intense wind and radiation from Eta Carinae and other massive stars. Glowing brightly in planet Earth's southern sky, the expansive Eta Carinae Nebula is a mere 10,000 light-years distant. Still, this remarkable cosmic vista is largely obscured by nebular dust and only revealed here in penetrating infrared light by the Spitzer Space Telescope. Eta Carinae itself is off the top left of the false-color image, with the bright-tipped dust pillars pointing suggestively toward the massive star's position. The Spitzer image spans almost 200 light-years at the distance of Eta Carinae.",
        "hdurl": "https://apod.nasa.gov/apod/image/0506/etacar_spitzer_f2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sculpting the South Pillar",
        "url": "https://apod.nasa.gov/apod/image/0506/etacar_spitzer_f35.jpg"
    },
    {
        "date": "2005-06-04",
        "explanation": "In 1965, forty years ago on June 3rd, astronaut Edward White made the first U.S. spacewalk. Tethered to his Gemini IV capsule, White is pictured above holding a compressed gas \"zip gun\" for maneuvers in his right hand. His spacewalk began over the Pacific Ocean near Hawaii and ended 23 minutes later above the Gulf of Mexico. Of course, the term spacewalk is a bit deceiving as White was falling freely in low earth orbit alongside his capsule manned by fellow astronaut James McDivitt. In free-fall, White was able to control his motions by firing bursts from his gun until its supply of compressed gas ran out. He ultimately returned, exhausted, to the two-man Gemini capsule.",
        "hdurl": "https://apod.nasa.gov/apod/image/0506/spacewalk_gemini4_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "First U.S. Spacewalk",
        "url": "https://apod.nasa.gov/apod/image/0506/spacewalk_gemini4_c.jpg"
    },
    {
        "date": "2005-06-06",
        "explanation": "g surface ice from Enceladus might be healthier than eating ice from Saturn's rings -- it certainly appears cleaner.  From their apparent densities and reflectance properties, both the rings of Saturn and its shiniest moon, Enceladus, are thought to be composed predominantly of water ice.  For reasons that are not yet understood, however, many of Saturn's ring particles have become partly coated with some sort of relatively dark dust, while the surface of Enceladus appears comparatively bright and clean.  The contrast between the two can be seen in the above image taken last month by the robot Cassini spacecraft now in orbit around Saturn.  Bright Enceladus shines in the background in contrast to the darker foreground rings.  The reason why Enceladus is so bright is currently unknown but might involve bringing fresh water to its surface with water volcanoes.",
        "hdurl": "https://apod.nasa.gov/apod/image/0506/ringsandmoon_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn: Dirty Rings and a Clean Moon",
        "url": "https://apod.nasa.gov/apod/image/0506/ringsandmoon_cassini.jpg"
    },
    {
        "date": "2005-06-08",
        "explanation": "What has this supernova left behind?  As little as 2,000 years ago, light from a massive stellar explosion in the Large Magellanic Cloud (LMC) first reached planet Earth.  The LMC is a close galactic neighbor of our Milky Way Galaxy and the rampaging explosion front is now seen moving out - destroying or displacing ambient gas clouds while leaving behind relatively dense knots of gas and dust.  What remains is one of the largest supernova remnants in the LMC: N63A.  Many of the surviving dense knots have been themselves compressed and may further contract to form new stars.  Some of the resulting stars may then explode in a supernova, continuing the cycle.  Pictured above is a close-up of one of the largest remaining knots of dust and gas in N63A taken by the orbiting Hubble Space Telescope.  N63A spans over 25 light years and lies about 150,000 light years away toward the southern constellation of Dorado.",
        "hdurl": "https://apod.nasa.gov/apod/image/0506/n63a_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Rampaging Supernova Remnant N63A",
        "url": "https://apod.nasa.gov/apod/image/0506/n63a_hst.jpg"
    },
    {
        "date": "2005-06-10",
        "explanation": "Investigators suspect the domed feature detailed above is an ice volcano, or cryovolcano, seen in infrared light through the hazy atmosphere on Saturn's moon Titan. Since Titan's surface temperature is around minus 180 degrees Celsius, lava welling up to form the volcanic mound would be icy indeed - possibly a slurry of methane, ammonia, and water ice combined with other ices and hydrocarbons. The circular feature is roughly thirty kilometers in diameter. If its volcanic nature is confirmed, the discovery of cryovolcanism on Titan could explain the origin of methane in Titan's atmosphere. Before the Cassini-Huygens mission to Saturn, a popular explanation for replenishing Titan's concentration of atmospheric methane was the presence of an extensive, methane-rich, hydrocarbon sea. But Cassini's instruments and the Huygens surface probe have failed to find such a global ocean.",
        "hdurl": "https://apod.nasa.gov/apod/image/0506/titanvolcano_cassini_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Titan's Cryovolcano",
        "url": "https://apod.nasa.gov/apod/image/0506/titanvolcano_cassini_c12.jpg"
    },
    {
        "date": "2005-06-11",
        "explanation": "No sudden, sharp boundary marks the passage of day into night in this gorgeous view of ocean and clouds over our fair planet Earth. Instead, the shadow line or terminator is diffuse and shows the gradual transition to darkness we experience as twilight. With the Sun illuminating the scene from the right, the cloud tops reflect gently reddened sunlight filtered through the dusty troposphere, the lowest layer of the planet's nurturing atmosphere. A clear high altitude layer, visible along the dayside's upper edge, scatters blue sunlight and fades into the blackness of space. This picture actually is a single digital photograph taken in June of 2001 from the International Space Station orbiting at an altitude of 211 nautical miles.",
        "hdurl": "https://apod.nasa.gov/apod/image/0506/earthterminator_iss002_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Earth at Twilight",
        "url": "https://apod.nasa.gov/apod/image/0506/earthterminator_iss002_c1.jpg"
    },
    {
        "date": "2005-06-12",
        "explanation": "Are stars better appreciated for their art after they die?  Actually, stars usually create their most artistic displays as they die.  In the case of low-mass stars like our Sun and  M2-9 pictured above, the stars transform themselves from normal stars to white dwarfs by casting off their outer gaseous envelopes.  The expended gas frequently forms an impressive display called a planetary nebula that fades gradually over thousand of years.  M2-9, a butterfly planetary nebula 2100 light-years away shown in representative colors, has wings that tell a strange but incomplete tale.  In the center, two stars orbit inside a gaseous disk 10 times the orbit of Pluto.  The expelled envelope of the dying star breaks out from the disk creating the bipolar appearance.  Much remains unknown about the physical processes that cause planetary nebulae.",
        "hdurl": "https://apod.nasa.gov/apod/image/0506/m2-9b_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M2-9: Wings of a Butterfly Nebula",
        "url": "https://apod.nasa.gov/apod/image/0506/m2-9b_hst.jpg"
    },
    {
        "date": "2005-06-15",
        "explanation": "Why is the image of Cassiopeia A changing?  Two images of the nearby supernova remnant taken a year apart in infrared light appear to show outward motions at tremendous speeds.  This was unexpected since the supernova that created the picturesque nebula was seen 325 years ago.  The reason is likely light echoes.  Light from the supernova heated up distant ambient dust that is just beginning to show its glow.  As time goes by, more distant dust lights up, giving the appearance of outward motion.  The above image is a composite of X-ray, optical, and infrared light exposures that have been digitally combined.  The infrared light image was taken by the orbiting Spitzer Space Telescope and was used in the discovery of the light echo.  The portion of Cassiopeia A shown spans about 15 light years and lies 10,000 light years away toward the constellation of Cassiopeia.",
        "hdurl": "https://apod.nasa.gov/apod/image/0506/casa_spitzer_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cassiopeia A Light Echoes in Infrared",
        "url": "https://apod.nasa.gov/apod/image/0506/casa_spitzer.jpg"
    },
    {
        "date": "2005-06-16",
        "explanation": "Welcome to the eleventh year of Astronomy Picture of the Day! In a decade of editing the APOD web pages, the industrious Robert Nemiroff (left) and persistent Jerry Bonnell (right) have enjoyed exploring compelling images of the cosmos that are not limited to those taken from earth orbit, much less to those taken by professional astronomers. In fact, seen in this recently released Vermeer, the editors are extremely grateful for the continued large volume of gracious e-mail and APOD submissions. Today, they would like to offer a sincere thank you to all. And while these APOD editors are definitely not getting any younger, tomorrow's picture may actually be ...",
        "hdurl": "https://apod.nasa.gov/apod/image/0506/bobjerry_vermeer_map7.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "APOD Is Ten Years Old Today",
        "url": "https://apod.nasa.gov/apod/image/0506/bobjerry_vermeer_map7c92.jpg"
    },
    {
        "date": "2005-06-18",
        "explanation": "A tantalizing assortment of island universes is assembled here. From top left to bottom right are the lovely but distant galaxies M61, NGC 4449, NGC 4725, NGC 5068, NGC 5247, and NGC 5775/5774. Most are spiral galaxies more or less like our own Milky Way. The color images reveal distinct pink patches marking the glowing hydrogen gas clouds in star forming regions along the graceful spiral arms. While Virgo cluster galaxy M61 is perhaps the most striking of these spirals, the interesting galaxy pair NGC 5775/5774 neatly contrasts the characteristic spiral edge-on and face-on appearance. The one exception to this parade of photogenic spiral galaxies is the small and relatively close irregular galaxy NGC 4449 (top middle). Similar to the Large Magellanic Cloud, companion galaxy to the Milky Way, NGC 4449 also sports young blue star clusters and pink star forming regions. All the galaxies in this gallery were imaged with a small (16 inch diameter) reflecting telescope and digital camera by public participants in the Kitt Peak National Observatory Visitor Center's Advanced Observing Program.",
        "hdurl": "https://apod.nasa.gov/apod/image/0506/galaxysample_block_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Visitors' Galaxy Gallery",
        "url": "https://apod.nasa.gov/apod/image/0506/galaxysample_block.jpg"
    },
    {
        "date": "2005-06-20",
        "explanation": "What would it be like to see a sunset on Mars?  To help find out, the robotic rover Spirit was deployed last month to park and serenely watch the Sun dip below the distant lip of Gusev crater.  It was a tough job, but some robot had to do it.  Now on Earth a red sunset is caused by two effects -- by blue light being preferentially scattered out of sunlight by oxygen and nitrogen molecules in the atmosphere, and by scattering off a small amount of impurities like volcanic dust.  (The magnitude of the first effect was computed in one of Albert Einstein's most cited papers.) Although Mars lacks oxygen and nitrogen, it is covered in red dust frequently hoisted into the atmosphere by fast but thin winds.  Analyses of images like the above photograph show that at least some Martian days are capped by a sunset significantly longer and redder than typical on Earth.  For up to two hours after twilight, sunlight continued to reflect off Martian dust high in the atmosphere, casting a diffuse glow.  The result helps atmospheric scientists understand not only the atmosphere of Mars, but atmospheres across the Solar System, including our home Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0506/marssunset_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sunset Over Gusev Crater",
        "url": "https://apod.nasa.gov/apod/image/0506/marssunset_spirit.jpg"
    },
    {
        "date": "2005-06-22",
        "explanation": "What do Saturn's rings look like from the other side?  From Earth, we usually see Saturn's rings from the same side of the ring plane that the Sun illuminates them. Geometrically, in the above picture taken in April by the robot Cassini spacecraft now orbiting Saturn, the Sun is behind the camera but on the other side of the ring plane.  Such a vantage point gives a breathtaking views of the most splendid ring system in the Solar System. Strangely, the rings have similarities to a photographic negative of a front view. For example, the dark band in the middle is actually the normally bright B-ring. The ring brightness as recorded from different angles indicates ring thickness and particle density of ring particles.  Images like these are also interesting for what they do not show: spokes.  The unexpected shadowy regions once recorded by the Voyager missions when they passed Saturn in the early 1980s are not, so far, being seen by Cassini.  Extra credit: Can you spot the small moon (Prometheus) among the rings?",
        "hdurl": "https://apod.nasa.gov/apod/image/0506/backview_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn's Rings from the Other Side",
        "url": "https://apod.nasa.gov/apod/image/0506/backview_cassini.jpg"
    },
    {
        "date": "2005-06-25",
        "explanation": "Venus, the second closest planet to the Sun, is by far the brightest of the three planets gathered in this weekend's western sky at sunset. It has also proven to be a popular way-point for spacecraft headed for the gas giant planets in the outer reaches of the solar system. Why visit Venus first? Using a gravity assist maneuver, spacecraft can swing by planets and gain energy during their brief encounter, saving fuel for use at the end of their long interplanetary voyage. This colorized image of Venus was recorded by the Jupiter-bound Galileo spacecraft shortly after its gravity assist flyby of Venus in February of 1990. Galileo's glimpse of the veiled planet shows structure in swirling sulfuric acid clouds. The bright area is sunlight glinting off the upper cloud deck.",
        "hdurl": "https://apod.nasa.gov/apod/image/0506/venus2_gal_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Venus: Just Passing By",
        "url": "https://apod.nasa.gov/apod/image/0506/venus2_gal_cr.jpg"
    },
    {
        "date": "2005-06-28",
        "explanation": "Together, the radio lobes span over one million light years -- what caused them? In the center is a large but peculiar elliptical galaxy dubbed NGC 1316.  Detailed inspection of the NGC 1316 system indicates that it began absorbing a small neighboring galaxy about 100 million years ago. Gas from the galactic collision has fallen inward toward the massive central black hole, with friction heating the gas to 10 million degrees.  For reasons not yet well understood, two oppositely pointed fast moving jets of particles then developed, eventually smashing into the ambient material on either side of the giant elliptical galaxy. The result is a huge reservoir of hot gas that emits radio waves, observed as the orange (false-color) radio lobes in the above image.  The radio image is superposed on an optical survey image of the same part of the sky. Strange patterns in the radio lobes likely indicate slight changes in the directions of the jets.   First Annual Radio Astronomy Image Contest",
        "hdurl": "https://apod.nasa.gov/apod/image/0506/fornaxa_nrao_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Giant Radio Lobes of Fornax A",
        "url": "https://apod.nasa.gov/apod/image/0506/fornaxa_nrao.jpg"
    },
    {
        "date": "2005-06-29",
        "explanation": "The Deep Impact spacecraft continues to close on Comet Tempel 1, a comet roughly the size of Manhattan.  Early on July 3 (EDT), the Deep Impact spacecraft will separate in to two individual robotic spaceships, one called Flyby and the other called Impactor.  During the next 24 hours, both Flyby and Impactor will fire rockets and undergo complex maneuvers in preparation for Impactor's planned collision with Comet Tempel 1.  On July 4 (1:52 am EDT) if everything goes as scheduled, the 370-kilogram Impactor will strike Tempel 1's surface at over 14,000 kilometers per hour.  Impactor will attempt to photograph the oncoming comet right up to the time of collision, while Flyby photographs the result from nearby.  The above image was taken on 19 June from about 13 million kilometers out and used to help identify the central nucleus of the comet inside the diffuse coma.  Telescopes around the Earth, including the Hubble Space Telescope, will also be closely watching the distant silent space ballet.  The result may give crucial information about the structure of comets and the early history of our Solar System.",
        "hdurl": "https://apod.nasa.gov/apod/image/0506/tempel1_deepimpact_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Thirteen Million Kilometers from Comet Tempel 1",
        "url": "https://apod.nasa.gov/apod/image/0506/tempel1_deepimpact.jpg"
    },
    {
        "date": "2005-07-01",
        "explanation": "Fomalhaut (sounds like \"foam-a-lot\") is a bright, young, star, a mere 25 light-year trip from planet Earth in the direction of the constellation Piscis Austrinus. Earlier infrared observations identified a torus of cold material surrounding the nearby star but the panels above detail the sharpest ever visible light-image of Fomalhaut's dusty debris ring, recorded by the Hubble Space Telescope's ACS camera. Overwhelming glare from the star is masked by an occulting disk in the camera's coronagraph. The off-center ring with a sharp inner boundary is taken to be strong evidence of a massive planet orbiting far from Fomalhaut, shaping and maintaining the ring's inner edge. Starting 133 astronomical units (Earth-Sun distances) from Fomalhaut, the dusty ring itself is likely a larger, younger analog of our own Kuiper Belt - the solar system's outer reservoir of icy bodies.",
        "hdurl": "https://apod.nasa.gov/apod/image/0507/fomalhaut_hst_wf.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ring Around Fomalhaut",
        "url": "https://apod.nasa.gov/apod/image/0507/fomalhaut_hst_c70.jpg"
    },
    {
        "date": "2005-07-03",
        "explanation": "Comet Tempel 1 is targeted for a collision with the impactor probe from NASA's Deep Impact Spacecraft at about 1:52am EDT on July 4th (other time zones). Cameras on the impactor probe and the flyby spacecraft will capture close-up images of the event - expected to produce a crater on the surface of the comet's nucleus. Of course, Earth-orbiting and ground-based telescopes will be watching too, including instruments on the Swift satellite normally used to spot gamma-ray bursts in the distant universe. Swift's ultraviolet telescope recorded this picture of Tempel 1 on June 29th. Because the image is registered on the comet, the background stars appear as short trails. Want to follow the encounter? Media coverage chronicling the event, and the possibilities for viewing the comet with small telescopes can be found through the Deep Impact website. Updated images will also be available from the Kitt Peak National Observatory.",
        "hdurl": "https://apod.nasa.gov/apod/image/0507/tempel1_swiftUVOT_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Swift Look at Tempel 1",
        "url": "https://apod.nasa.gov/apod/image/0507/tempel1_swiftUVOT_c55.jpg"
    },
    {
        "date": "2005-07-05",
        "explanation": "Fireworks came early on July 4th when, at 1:52am EDT, the Deep Impact spacecraft's probe smashed into the surface of Comet Tempel 1's nucleus at ten kilometers per second. The well-targeted impactor probe was vaporized as it blasted out an expanding cloud of material, seen here 13 seconds after the collision. The image is part of a stunning series of frames documenting the event from the high resolution camera onboard the flyby spacecraft. Tempel 1's potato-shaped nucleus is approximately 5 kilometers across as seen from this perspective. Cameras onboard the impactor probe were also able to image the nucleus and impact site up-close ... until about 3 seconds before the impact. Of course, telescopes nearer to planet Earth followed the event, detecting a significant brightening of comet Tempel 1.",
        "hdurl": "https://apod.nasa.gov/apod/image/0507/impact13sec_deepimpact_hri.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Thirteen Seconds After Impact",
        "url": "https://apod.nasa.gov/apod/image/0507/impact13sec_deepimpact_hri.jpg"
    },
    {
        "date": "2005-07-06",
        "explanation": "This diverse landscape is the surface of comet Temple 1's nucleus as seen by the Deep Impact probe's Impactor Targeting Sensor. Within minutes of recording the rugged view, the landscape had changed dramatically though, as the impactor smashed into the surface near the two large, half kilometer-sized craters at picture center. Indications are that the probe penetrated well below the surface before vaporizing, sending a relatively narrow plume of debris blasting back into space. Researchers are still speculating on the final size of the crater produced by the July 4th comet crash, but material continues to spew from the impact site and has caused the faint comet to brighten significantly. Determining the crater dimensions and analyzing the debris ejected from the comet's interior will provide premier insights into the formation of comet Tempel 1, a primordial chunk of our own solar system.",
        "hdurl": "https://apod.nasa.gov/apod/image/0507/tempel1_its_mov.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Landscape on Comet Tempel 1",
        "url": "https://apod.nasa.gov/apod/image/0507/tempel1_its_mov.jpg"
    },
    {
        "date": "2005-07-09",
        "explanation": "The many spectacular colors of the Rho Ophiuchi (oh'-fee-yu-kee) clouds highlight the many processes that occur there.  The blue regions shine primarily by reflected light.  Blue light from the star Rho Ophiuchi and nearby stars reflects more efficiently off this portion of the nebula than red light.  The Earth's daytime sky appears blue for the same reason.  The red and yellow regions shine primarily because of emission from the nebula's atomic and molecular gas.  Light from nearby blue stars - more energetic than the bright star Antares - knocks electrons away from the gas, which then shines when the electrons recombine with the gas.  The dark regions are caused by dust grains - born in young stellar atmospheres - which effectively block light emitted behind them.  The Rho Ophiuchi star clouds, well in front of the globular cluster M4 visible above on far lower left, are even more colorful than humans can see - the clouds emits light in every wavelength band from the radio to the gamma-ray.",
        "hdurl": "https://apod.nasa.gov/apod/image/0405/rhooph_noao_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Colorful Clouds of Rho Ophiuchi",
        "url": "https://apod.nasa.gov/apod/image/0405/rhooph_noao.jpg"
    },
    {
        "date": "2005-07-10",
        "explanation": "Start with the constellation of Orion.  Near Orion's belt is a fuzzy area known as the Great Nebula of Orion or M42.  In this nebula is a bright star cluster known as the Trapezium, shown above.  New stellar systems are forming there in gigantic globs of gas and dust known as Proplyds.  Looking closely at the above picture also reveals that gas and dust surrounding some of the dimmer stars appears to form structures that point away from the brighter stars.  The above false color image was made by combining several exposures from the orbiting Hubble Space Telescope.",
        "hdurl": "https://apod.nasa.gov/apod/image/0303/orionprop_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "In the Center of the Trapezium",
        "url": "https://apod.nasa.gov/apod/image/0303/orionprop_hst.jpg"
    },
    {
        "date": "2005-07-12",
        "explanation": "Glare and exhaust from the three stage, solid fuel M-V-6 rocket punctuates a perfect launch of the Astro-E2 observatory. The dramatic picture was taken at the Uchinoura Space Center on July 10 at 12:30 JST. For dedicated astronomers, a celebration is definitely in order as this launch is a reflight of the Astro-E payload, originally destroyed in a launch failure in February 2000. Now being checked out in Earth orbit, the innovative instrumentation on board the satellite will explore the Universe in energetic x-rays. Following a tradition of renaming satellites after their successful launch, Astro-E2 has been newly dubbed Suzaku. Suzaku, a phoenix-like deity in mythology associated with the southern part of the sky, is a 'Red Bird'.",
        "hdurl": "https://apod.nasa.gov/apod/image/0507/MVLaunch_eud_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Launch of the Red Bird",
        "url": "https://apod.nasa.gov/apod/image/0507/MVLaunch_eud_c54.jpg"
    },
    {
        "date": "2005-07-16",
        "explanation": "Posing for this cosmic family photo are the galaxies of HCG (Hickson Compact Group) 87, about four hundred million light-years distant toward the amphibious constellation Capricornus. The large edge-on spiral near picture center, the fuzzy elliptical galaxy immediately to its right, and the spiral near the top of the image are identified members of the group, while the small spiral galaxy in the middle is likely a more distant background galaxy. In any event, a careful examination of the deep image reveals other galaxies which certainly lie far beyond HCG 87. While not exactly locked in a group hug, the HCG 87 galaxies are interacting gravitationally, influencing their fellow group members' structure and evolution. This image is from the commissioning phase of an instrument on the Gemini Observatory's South Telescope at Cerro Pachon, Chile. It compares favorably with views of this photogenic galaxy group recorded by the Hubble Space Telescope.",
        "hdurl": "https://apod.nasa.gov/apod/image/0507/hcg87_gmoss_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Galaxy Group HCG 87",
        "url": "https://apod.nasa.gov/apod/image/0507/hcg87_gmoss_c1.jpg"
    },
    {
        "date": "2005-07-17",
        "explanation": "A fantastic jumble of young blue star clusters, gigantic glowing gas clouds, and imposing dark dust lanes surrounds the central region of the active galaxy Centaurus A.  This mosaic of Hubble Space Telescope images taken in blue, green, and red light has been processed to present a natural color picture of this cosmic maelstrom. Infrared images from the Hubble have also shown that hidden at the center of this activity are what seem to be disks of matter spiraling into a black hole with a billion times the mass of the Sun! Centaurus A itself is apparently the result of a collision of two galaxies and the left over debris is steadily being consumed by the black hole. Astronomers believe that such black hole central engines generate the radio, X-ray, and gamma-ray energy radiated by Centaurus A and other active galaxies. But for an active galaxy Centaurus A is close, a mere 10 million light-years away, and is a relatively convenient laboratory for exploring these powerful sources of energy.",
        "hdurl": "https://apod.nasa.gov/apod/image/0204/CenA_wfpc2_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Center of Centaurus A",
        "url": "https://apod.nasa.gov/apod/image/0204/CenA_wfpc2.jpg"
    },
    {
        "date": "2005-07-18",
        "explanation": "It was a human-made event visible across the Solar System.  At the direction of terrestrial scientists, a refrigerator-sized probe from the Deep Impact mission struck Comet Tempel 1 on July 4 at over 35,000 kilometers per hour.  The unexpectedly bright explosion was not nuclear but rather originated from a large plume that reflected back sunlight. Pictured above is how the event looked to the Earth-orbiting Hubble Space Telescope.  A large cloud of bright material is seen emanating from the comet's nucleus and then dispersing.  The area encompassing the comet became over two times brighter in the hours after the impact. Astronomers will continue to study the images and data returned by Deep Impact to better determine the nature of Comet Tempel 1 and discern clues about the formation dynamics of the early Solar System.  Norwegian APOD mirror now available",
        "hdurl": "https://apod.nasa.gov/apod/image/0507/tempel1_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Deep Impact on Comet Tempel 1 from Hubble",
        "url": "https://apod.nasa.gov/apod/image/0507/tempel1_hst.jpg"
    },
    {
        "date": "2005-07-21",
        "explanation": "Visible light images show the central region of globular cluster 47 Tucanae is closely packed, with stars less than a tenth of a light-year apart. This Chandra false-color x-ray view of central 47 Tuc also shows the cluster is a popular neighborhood for x-ray stars, many of which are \"normal\" stars co-orbiting with extremely dense neutron stars -- stars with the mass of the Sun but the diameter of Manhattan Island. One of the most remarkable of these exotic binary systems is cataloged as 47 Tuc W, a bright source near the center of this image. The system consists of a low mass star and a a neutron star that spins once every 2.35 milliseconds. Such neutron stars are known to radio astronomers as millisecond pulsars, believed to be driven to such rapid rotation by material falling from the normal star onto its dense companion. In fact, x-ray observations of the 47 Tuc W system link this spin-up mechanism observed to operate in other x-ray binary stars with fast rotating millisecond pulsars.",
        "hdurl": "https://apod.nasa.gov/apod/image/0507/47tuc_chandra_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "X-Ray Stars of 47 Tuc",
        "url": "https://apod.nasa.gov/apod/image/0507/47tuc_chandra_c.jpg"
    },
    {
        "date": "2005-07-22",
        "explanation": "Seen from ice moon Tethys, rings and shadows would play across fantastic views of the Saturnian system. Haven't dropped in on Tethys lately? Then this gorgeous ringscape from the Cassini spacecraft will have to do for now. Caught in sunlight just below and left of picture center, Tethys itself is about 1,000 kilometers in diameter and orbits not quite five saturn-radii from the center of the gas giant planet. At that distance (around 300,000 kilometers) it is well outside Saturn's main bright rings, but Tethys is still one of five major moons that find themselves within the boundaries of the faint and tenuous outer E ring. Discovered in the 1980s, two very small moons Telesto and Calypso are locked in stable locations along Tethys' orbit. Telesto precedes and Calypso follows Tethys as the trio circles Saturn.",
        "hdurl": "https://apod.nasa.gov/apod/image/0507/TethysRingShadow_cassini_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Tethys, Rings, and Shadows",
        "url": "https://apod.nasa.gov/apod/image/0507/TethysRingShadow_cassini_c68.jpg"
    },
    {
        "date": "2005-07-26",
        "explanation": "Why is Saturn's moon Hyperion textured like a sponge?  Recent high-resolution images from the robot Cassini spacecraft orbiting Saturn show Hyperion to be an even stranger place than thought before.  Previously, it was known that the length of a day on Hyperion is unpredictable.  The moon's highly elliptical orbit around Saturn, its highly non-spherical shape, and its locked 4:3 orbital resonance with Titan torque Hyperion around so much it is hard to predict when the Sun will rise next.  The newly imaged craters on the unusually coarse surface are surely the result of impacts, but for some reason have dark centers.  The low density of Hyperion indicates it might even be a spelunker's paradise, riddled with tremendous caverns.",
        "hdurl": "https://apod.nasa.gov/apod/image/0507/hyperion_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hyperion: Sponge Moon of Saturn",
        "url": "https://apod.nasa.gov/apod/image/0507/hyperion_cassini.jpg"
    },
    {
        "date": "2005-07-27",
        "explanation": "NASA's launch of the massive Space Shuttle Discovery yesterday brought a nation known for its tremendous space program back to human space flight.  Shuttle flights had been suspended for over two years previously following the tragic loss of the Space Shuttle Columbia crew on 2003 February 1.  The complex, powerful Space Shuttle Discovery lifted a crew of seven into an Earth orbit that will bring them to the International Space Station (ISS).  The shuttle crew will deliver supplies to the ISS, perform repairs, and test new methods for inspecting and repairing the shuttle's thermal protection system.  Three space walks are planned.  This Return to Flight Mission STS-114 is pictured above launching from Pad 39B on Cape Canaveral, Florida.",
        "hdurl": "https://apod.nasa.gov/apod/image/0507/shuttle03_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "America Returns to Human Space Flight",
        "url": "https://apod.nasa.gov/apod/image/0507/shuttle03_nasa.jpg"
    },
    {
        "date": "2005-07-30",
        "explanation": "Close to the Great Bear (Ursa Major) and surrounded by the stars of the Hunting Dogs (Canes Venatici), this celestial nebula was discovered in 1781 by the metric French astronomer Pierre Mechain. Later, it was added to the catalog of his friend and colleague Charles Messier as M106. Modern deep telescopic views reveal it to be an island universe -- a spiral galaxy around 30 thousand light-years across located only about 21 million light-years beyond the stars of the Milky Way. Youthful blue star clusters and reddish stellar nurseries trace the striking spiral arms of M106. Seen so clearly in this beautiful image, the galaxy's bright core is also visible across the spectrum from radio to x-rays, making M106 a nearby example of the Seyfert class of active galaxies. The bright core of a Seyfert galaxy is believed to be powered by matter falling into a massive central black hole.   News Flash: Object Larger than Pluto Discovered in Distant Solar System",
        "hdurl": "https://apod.nasa.gov/apod/image/0507/m106_block_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M106 in Canes Venatici",
        "url": "https://apod.nasa.gov/apod/image/0507/m106_block_c1.jpg"
    },
    {
        "date": "2005-07-31",
        "explanation": "Is that a tenth planet?  A faint, slowly moving dot discovered by computer shows clear signs of being a deep Solar System object at least as large as Pluto.  The object, designated 2003 UB313, is currently situated nearly 100 times the Earth-Sun distance -- over twice the average Pluto-Sun distance.  That far out, the only way a single round object could be as bright as 2003 UB313 would be if it is at least as large as Pluto and completely reflective.  Since 2003 UB313 is surely not completely reflective, it could be substantially larger.  One of the discovery frames is shown above digitally expanded and artificially brightened.  2003 UB313 was identified initially on frames taken by the automated 1.2-meter Samuel Oschin Telescope at Palomar Observatory in California, USA.",
        "hdurl": "https://apod.nasa.gov/apod/image/0507/2003ub313_palomar.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Solar System Object Larger than Pluto Discovered",
        "url": "https://apod.nasa.gov/apod/image/0507/2003ub313_palomar_big.jpg"
    },
    {
        "date": "2005-08-01",
        "explanation": "Has a tenth planet been discovered?  A newly discovered object, designated 2003 UB313 and located more than twice the distance of Pluto, is expected to be at least as large as Pluto and probably larger, given current measurements. 2003 UB313's dimness and highly tilted orbit (44 degrees) prevented it from being discovered sooner.  Many astronomers speculate that numerous other icy objects larger than Pluto likely exist in the Kuiper Belt of the far distant Solar System.  If so, and if some are found closer in than 2003 UB313, it may be premature to call 2003 UB313 the tenth planet. Illustrated above is an artist's drawing showing how 2003 UB313 might look.  The unusually bright star on the right is the Sun.  Much of the world eagerly await the decision by the International Astronomical Union on whether 2003 UB313 will be designated a planet or given a name without subscripts.",
        "hdurl": "https://apod.nasa.gov/apod/image/0508/2003ub313drawing_palomar_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "2003 UB313: A Tenth Planet?",
        "url": "https://apod.nasa.gov/apod/image/0508/2003ub313drawing_palomar.jpg"
    },
    {
        "date": "2005-08-02",
        "explanation": "Last week, crew members of the International Space Station (ISS) watched carefully as the Space Shuttle Discovery did a planned but unusual back flip upon approach.  Discovery Commander Eileen Collins guided the shuttle through the flip, which was about 200 meters from the ISS when the above picture was taken.  The ISS crew took detailed images of the dark heat shield tiles underneath during a 90-second photo shoot.   The images are being analyzed to assess the condition of the dark heat shield.  Later the shuttle docked with the space station.  On the more usually photographed top side of the Space Shuttle, the above image shows Discovery's cargo bay doors open toward a distant Earth below.",
        "hdurl": "https://apod.nasa.gov/apod/image/0508/shuttle_sts114_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Shuttle Back Flip at the Space Station",
        "url": "https://apod.nasa.gov/apod/image/0508/shuttle_sts114.jpg"
    },
    {
        "date": "2005-08-05",
        "explanation": "Although it looks like fiction, this artist's vision of sunset on an alien world is based on fact -- the recent discovery of a hot, jupiter-sized planet orbiting in triple star system HD 188753. Only 149 light-years away in the constellation Cygnus, HD 188753's massive planet was detected by astronomer Maciej Konacki after analyzing detailed spectroscopic data from the Keck Observatory. The large planet itself is depicted at the upper left in this imagined view from the well-illuminated surface of a hypothetical rocky moon. From this perspective, the closest, hottest and most massive star in the triple system, a star only a little hotter than the Sun, has set below distant peaks. The two other suns nearing the horizon are both cooler and farther from the large planet. While other hot, jupiter-like planets are known to orbit nearby stars, the \"crowded\" multiple star nature of this system challenges current theories of planet formation.",
        "hdurl": "https://apod.nasa.gov/apod/image/0508/threesuns_jpl_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "HD 188753: Triple Sunset",
        "url": "https://apod.nasa.gov/apod/image/0508/threesuns_jpl_f23.jpg"
    },
    {
        "date": "2005-08-13",
        "explanation": "A supernova explosion, a massive star's inevitable and spectacular demise, blasts back into space debris enriched in the heavy elements forged in its stellar core. Incorporated into future stars and planets, these are the elements ultimately necessary for life. Seen here in a false-color x-ray image, supernova remnant SNR 0103-72.6 is revealed to be just such an expanding debris cloud in neighboring galaxy, the Small Magellanic Cloud. Judging from the measured size of the expanding outer ring of shock-heated gas, about 150 light-years, light from the original supernova explosion would have first reached Earth about 10,000 years ago. Hundreds of supernova remnants have been identified as much sought after astronomical laboratories for studying the cycle of element synthesis and enrichment, but the x-ray data also show that the hot gas at the center of this particular supernova remnant is exceptionally rich in neon and oxygen.  Watch: the Perseid Meteor Shower",
        "hdurl": "https://apod.nasa.gov/apod/image/0508/snr0103_chandra_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "SNR 0103-72.6: Oxygen Supply",
        "url": "https://apod.nasa.gov/apod/image/0508/snr0103_chandra_c2.jpg"
    },
    {
        "date": "2005-08-14",
        "explanation": "Why is the corona of the Sun so hot?  Extending above the photosphere or visible surface of the Sun, the faint, tenuous solar corona can't be easily seen from Earth, but it is measured to be hundreds of times hotter than the photosphere itself. Astronomers have long sought the source of the corona's heat in magnetic fields which loft monstrous loops of solar plasma above the photosphere. Detailed observations of coronal loops from the orbiting TRACE satellite are pointing more closely to the unidentified energy source. Recorded in extreme ultraviolet light, this and other TRACE images indicate that significant heating occurs low in the corona, near the bases of the loops as they emerge from and return to the solar surface. This tantalizing TRACE image shows clusters of the majestic, hot coronal loops which span 30 or more times the diameter of planet Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0508/coronaloop_trace_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Heating Coronal Loops",
        "url": "https://apod.nasa.gov/apod/image/0508/coronaloop_trace.jpg"
    },
    {
        "date": "2005-08-16",
        "explanation": "The International Space Station (ISS) is the largest human-made object ever to orbit the Earth.  Late last month and earlier this month, the station was visited and resupplied by space shuttle Discovery.  The ISS is currently operated by the Expedition 11 crew, consisting a Russian and an American astronaut.  After departing the ISS, the crew of Discovery captured this spectacular vista of the orbiting space city.  Visible components include modules, trusses, and expansive solar arrays that gather sunlight that is turned into needed electricity.",
        "hdurl": "https://apod.nasa.gov/apod/image/0508/iss_sts114_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The International Space Station from Orbit",
        "url": "https://apod.nasa.gov/apod/image/0508/iss_sts114.jpg"
    },
    {
        "date": "2005-08-18",
        "explanation": "Discovered in 1866, main belt asteroid 87 Sylvia lies 3.5 AU from the Sun, between the orbits of Mars and Jupiter. Also shown in recent years to be one in a growing list of double asteroids, new observations during August and October 2004 made at the Paranal Observatory convincingly demonstrate that 87 Sylvia in fact has two moonlets - the first known triple asteroid system. At the center of this composite of the image data, potato-shaped 87 Sylvia itself is about 380 kilometers wide. The data show inner moon, Remus, orbiting Sylvia at a distance of about 710 kilometers once every 33 hours, while outer moon Romulus orbits at 1360 kilometers in 87.6 hours. Tiny Remus and Romulus are 7 and 18 kilometers across respectively. Because 87 Sylvia was named after Rhea Silvia, the mythical mother of the founders of Rome, the discoverers proposed Romulus and Remus as fitting names for the two moonlets. The triple system is thought to be the not uncommon result of collisions producing low density, rubble pile asteroids that are loose aggregations of debris.",
        "hdurl": "https://apod.nasa.gov/apod/image/0508/sylvia_compo680.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sylvia, Romulus and Remus",
        "url": "https://apod.nasa.gov/apod/image/0508/sylvia_compo680.jpg"
    },
    {
        "date": "2005-08-20",
        "explanation": "Like grains of sand on a cosmic beach, individual stars of large spiral galaxy NGC 300 are resolved in this sharp image from the Hubble Space Telescope's Advanced Camera for Surveys (ACS). The inner region of the galaxy is pictured, spanning about 7,500 light-years. At its center is the bright, densely packed galactic core surrounded by a loose array of dark dust lanes mixed with the stars in the galactic plane. NGC 300 lies 6.5 million light-years away and is part of a group of galaxies named for the southern constellation Sculptor. Hubble's unique ability to distinguish so many stars in NGC 300 can be used to hone techniques for making distance measurements on extragalactic scales.",
        "hdurl": "https://apod.nasa.gov/apod/image/0508/ngc300_hst_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Stars of NGC 300",
        "url": "https://apod.nasa.gov/apod/image/0508/ngc300_hst_c1.jpg"
    },
    {
        "date": "2005-08-22",
        "explanation": "Sometimes on Mars, there is nothing to see but red sand.  Traveling two kilometers south of Endurance Crater, the robotic rover Opportunity now exploring Mars stopped and took a 360 degree panorama of a desolate and rusted Martian landscape.  The site was dubbed Rub al Khali for its similarity to a barren part of the Saudi Arabian desert on Earth.  In the center of the frame, the tracks from the rover's grated wheels can be seen receding far into the distance.  Near the bottom, several parts of Opportunity itself are recorded, including, on the far right, a Martian sundial.  Nearly 100 images in three colors to generate the above spectacular real-color image mosaic.  To display the full high-resolution image would require about 300 computer monitors -- or one good large format printer.",
        "hdurl": "https://apod.nasa.gov/apod/image/0508/khali_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Desolate Mars: Rub al Khali",
        "url": "https://apod.nasa.gov/apod/image/0508/khali_opportunity.jpg"
    },
    {
        "date": "2005-08-24",
        "explanation": "How did Epimetheus form?  No one is yet sure.  To help answer that question, this small moon has recently been imaged again in great detail by the robot spacecraft Cassini now orbiting Saturn.  Epimetheus sometimes orbits Saturn in front of Janus, another small satellite, but sometimes behind. The above false-color image, taken during mid July, shows a surface covered with craters indicating great age.  Epimetheus spans about 115 kilometers across.  Epimetheus does not have enough surface gravity to restructure itself into a sphere.",
        "hdurl": "https://apod.nasa.gov/apod/image/0508/epimetheus2_cassini.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Epimetheus: A Small Moon of Saturn",
        "url": "https://apod.nasa.gov/apod/image/0508/epimetheus2_cassini_big.jpg"
    },
    {
        "date": "2005-08-25",
        "explanation": "A recent survey of stars conducted with the Spitzer Space Telescope is convincing astronomers that our Milky Way Galaxy is not just your ordinary spiral galaxy anymore. Looking out from within the Galaxy's disk, the true structure of the Milky Way is difficult to discern. However, the penetrating infrared census of about 30 million stars indicates that the Galaxy is distinguished by a very large central bar some 27,000 light-years long. In fact, from a vantage point that viewed our galaxy face-on, astronomers in distant galaxies would likely see a striking barred spiral galaxy suggested in this artist's illustration. While previous investigations have identified a small central barred structure, the new results indicate that the Milky Way's large bar would make about a 45 degree angle with a line joining the Sun and the Galaxy's center. DON'T PANIC ... astronomers still place the Sun beyond the central bar region, about a third of the way in from the Milky Way's outer edge.",
        "hdurl": "https://apod.nasa.gov/apod/image/0508/MWart_spitzer_f50.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Barred Spiral Milky Way",
        "url": "https://apod.nasa.gov/apod/image/0508/MWart_spitzer_c42.jpg"
    },
    {
        "date": "2005-08-27",
        "explanation": "Get out your red-blue glasses and float next to the International Space Station (ISS), planet Earth's largest artificial moon. This breathtaking stereo view was constructed from two separate images (S114-E-7245, S114-E-7246) recorded as the shuttle orbiter Discovery undocked from the ISS on August 6. As seen here, from left to right the ISS structure covers about 27 meters (90 feet). The span from the automated Progress supply ship docked in the foreground to the Destiny module hidden behind the station structure is about 52 meters (171 feet) long, while the full (top to bottom) reach of the solar arrays at the left would cover about 73 meters (240 feet). Resupplied by Discovery, the ISS is currently operated by the two member Expedition 11 crew, Sergei Krikalev and John Phillips.  News: Beware the Mars Hoax",
        "hdurl": "https://apod.nasa.gov/apod/image/0508/ISS_PaVa_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "3D International Space Station",
        "url": "https://apod.nasa.gov/apod/image/0508/ISS_PaVa_c63.jpg"
    },
    {
        "date": "2005-08-28",
        "explanation": "How fast do fundamental particles wobble?  A surprising answer to this seemingly inconsequential question has come out of Brookhaven National Laboratory in New York, USA and may not only indicate that the Standard Model of Particle Physics is incomplete but also that our universe is filled with a previously undetected type of fundamental particle.  Specifically, the muon, a particle with similarities to a heavy electron, has had its relatively large wobble under scrutiny since 1999 in an experiment known as g-2 (gee-minus-two), pictured above.  The result has galvanized other experimental groups around the world to confirm it, and pressures theorists to better understand it.  The rate of wobble is sensitive to a strange sea of virtual particles that pop into and out of existence everywhere.  The unexpected wobble rate may indicate that this sea houses virtual particles that include nearly invisible supersymmetric counterparts to known particles.  If so, a nearly invisible universe of real supersymmetric particles might exist all around us.",
        "hdurl": "https://apod.nasa.gov/apod/image/0208/g2_bowman_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Muon Wobble Possible Door to Supersymmetric Universe",
        "url": "https://apod.nasa.gov/apod/image/0208/g2_bowman.jpg"
    },
    {
        "date": "2005-08-29",
        "explanation": "Where will Hurricane Katrina go?  One of the stronger storm systems of modern times appears headed for landfall somewhere in the southern USA sometime today.   Katrina was designated yesterday a rare Category 5 Hurricane, the strongest designation for a storm on Earth, and one that indicates sustained winds greater than 250 kilometers per hour.  Pictured above is a digitally processed image from the orbiting GOES-12 weather satellite that shows the massive storm system yesterday in the Gulf of Mexico. Starting as a slight pressure difference, hurricanes grow into large spiraling storm systems of low pressure, complete with high winds and driving rain.  A hurricane is powered by evaporating ocean water, and so typically gains strength over warm water and loses strength over land. Much remains unknown about hurricanes and cyclones, including how they are formed and the exact path they will take.",
        "hdurl": "https://apod.nasa.gov/apod/image/0508/katrina_goes12_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hurricane Katrina in the Gulf of Mexico",
        "url": "https://apod.nasa.gov/apod/image/0508/katrina_goes12.jpg"
    },
    {
        "date": "2005-09-01",
        "explanation": "While most spiral galaxies, including our own Milky Way, have two or more spiral arms, peculiar galaxy NGC 4725 has only one. In this false-color Spitzer Space Telescope infrared image, the galaxy's solo spira mirabilis is seen in red, highlighting the emission from dust clouds warmed by newborn stars.  The blue color is light from NGC 4725's population of old stars. Also sporting a prominent ring and a central bar, this galaxy is over 100 thousand light-years across and lies 41 million light-years away in the well-groomed constellation Coma Berenices. Computer simulations of the formation of single spiral arms suggest that they can be either leading or trailing arms with respect to a galaxy's overall rotation.",
        "hdurl": "https://apod.nasa.gov/apod/image/0509/ngc4725_spitzer_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "One-Armed Spiral Galaxy NGC 4725",
        "url": "https://apod.nasa.gov/apod/image/0509/ngc4725_spitzer_c70.jpg"
    },
    {
        "date": "2005-09-02",
        "explanation": "A wonder of planet Earth's southern sky, star cluster Trumpler 14 lies about nine thousand light-years away in the Carina complex -- a rich star forming region at the edge of a giant molecular cloud. This false-color x-ray portrait of Trumpler 14 from the orbiting Chandra Observatory spans over 40 light-years and reveals stunning details of a cluster with one of the highest concentrations of massive stars in the Galaxy. Profoundly affecting their environment, the hot cluster stars are themselves a mere one million years old. Energetic winds from the stars have cleared out a cavity in the dense cloud, filling it with shock heated, x-ray emitting gas. Still to come, the next few million years will see these stellar prodigies rapidly exhaust their nuclear fuel and explode in violent supernovae, flooding their cosmic neighborhood with gas enriched in heavy elements.",
        "hdurl": "https://apod.nasa.gov/apod/image/0509/trumpler14_cxc_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "X-Ray Portrait of Trumpler 14",
        "url": "https://apod.nasa.gov/apod/image/0509/trumpler14_cxc_c.jpg"
    },
    {
        "date": "2005-09-03",
        "explanation": "The surface of Venus is perpetually covered by a veil of thick clouds and remains hidden from even the powerful telescopic eyes of earth-bound astronomers. But in the early 1990s, using imaging radar, the Venus orbiting Magellan spacecraft was able to lift the veil from the face of Venus and produced spectacular high resolution images of the planet's surface. Colors used in this computer generated picture of Magellan radar data are based on color images from the surface of Venus transmitted by the Soviet Venera 13 and 14 landers. The bright area running roughly across the middle represents the largest highland region of Venus known as Aphrodite Terra.",
        "hdurl": "https://apod.nasa.gov/apod/image/0509/venus180hem_magellan_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Venus Unveiled",
        "url": "https://apod.nasa.gov/apod/image/0509/venus180hem_magellan_c1.jpg"
    },
    {
        "date": "2005-09-05",
        "explanation": "Stars come in bunches.  Of the over 200 globular star clusters that orbit the center of our Milky Way Galaxy, 47 Tucanae is the second brightest globular cluster, behind Omega Centauri.  Known to some affectionately as 47 Tuc or NGC 104, it is only visible from Earth's Southern Hemisphere.  It was therefore a fitting target for first light observations of the gigantic new 10-meter diameter Southern African Large Telescope (SALT) this past week.  The resulting image is shown above.  Light takes about 20,000 years to reach us from 47 Tuc which can be seen near the Small Magellanic Cloud toward the constellation of Tucana.  The dynamics of stars near the center of 47 Tuc are not well understood, particularly why there are so few binary systems there.",
        "hdurl": "https://apod.nasa.gov/apod/image/0509/47tuc_salt_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Globular Cluster 47 Tucanae from SALT",
        "url": "https://apod.nasa.gov/apod/image/0509/47tuc_salt.jpg"
    },
    {
        "date": "2005-09-06",
        "explanation": "The tiger stripes on Saturn's moon Enceladus might be active.  Even today, they may be spewing ice from the moon's icy interior into space, creating a cloud of fine ice particles over the moon's South Pole and creating Saturn's mysterious E-ring.  Recent evidence for this has come from the robot Cassini spacecraft now orbiting Saturn.  Cassini detected a marked increase in particle collisions during its July flyby only 270 kilometers over a South Polar region of Enceladus.  Pictured above, a high resolution image of Enceladus is shown from the close flyby.  The unusual surface features dubbed tiger stripes are visible on the left in false-color blue.  Why Enceladus is active remains a mystery, as the neighboring moon Mimas, approximately the same size, appears quite dead.",
        "hdurl": "https://apod.nasa.gov/apod/image/0509/enceladusstripes_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Fresh Tiger Stripes on Saturn's Enceladus",
        "url": "https://apod.nasa.gov/apod/image/0509/enceladusstripes_cassini.jpg"
    },
    {
        "date": "2005-09-07",
        "explanation": "Scroll right to see a breathtaking panorama of Mars from the top of Husband Hill.  The image was taken by the robotic rover Spirit now exploring the red planet.  Spirit, situated in expansive Gusev Crater, has been exploring the Columbia Hills for some time including climbing Husband Hill over the last few months.  On the way up, Spirit took in a color vista from Larry's Lookout.  Visible in the above image is the vast eastern landscape previously blocked from view by the Columbia Hills themselves.  The horizon is mostly defined by the rim of Thira crater visible some 15 kilometers in the distance.  Spirit will now examine rocks and soil at the top of Husband Hill, looking for clues as to how the hills and local rocks formed in the distant past.",
        "hdurl": "https://apod.nasa.gov/apod/image/0509/husbandhill_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The View from Husband Hill on Mars",
        "url": "https://apod.nasa.gov/apod/image/0509/husbandhill_spirit.jpg"
    },
    {
        "date": "2005-09-08",
        "explanation": "Stunning emission nebula IC 1396 mixes glowing cosmic gas and dark dust clouds in the high and far off constellation of Cepheus. Energized by the bright, bluish central star seen here, this star forming region sprawls across hundreds of light-years -- spanning over three degrees on the sky while nearly 3,000 light-years from planet Earth. Among the intriguing dark shapes within IC 1396, the winding Elephant's Trunk nebula lies just below center. The gorgeous color view is a composition of digitized black and white photographic plates recorded through red and blue astronomical filters. The plates were taken using the Samuel Oschin Telescope, a wide-field survey instrument at Palomar Observatory, between 1989 and 1993.",
        "hdurl": "https://apod.nasa.gov/apod/image/0509/IC1396_demartin_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "IC 1396 in Cepheus",
        "url": "https://apod.nasa.gov/apod/image/0509/IC1396_demartin_rc45.jpg"
    },
    {
        "date": "2005-09-10",
        "explanation": "Beginning with a full view of beautiful spiral galaxy M81, follow the insets (left, bottom, then right) to zoom in on a real survivor. Seen at the center of the final field on the right is a star identified as the survivor of a cosmic cataclysm -- the supernova explosion of its companion star. Light from the cosmic blast, likely triggered by the core collapse of a star initially more than 10 times as massive as the Sun, first reached Earth over 10 years ago and was cataloged as supernova SN 1993J. Though the supernova itself is no longer visible, light-echoes from dust in the region can still be seen near the companion, the first known survivor of a supernova in a binary star system. Astronomers believe that a substantial transfer of material to the surviving companion star during the last few hundred years before the stellar explosion can explain peculiarities seen in this supernova. After supernova SN 1987A in the Large Magellanic Cloud, SN 1993J in nearby M81 is the brightest supernova seen in modern times.",
        "hdurl": "https://apod.nasa.gov/apod/image/0509/sn1993jsurvivor_esa_34443.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Supernova Survivor",
        "url": "https://apod.nasa.gov/apod/image/0509/sn1993jsurvivor_esa_c1.jpg"
    },
    {
        "date": "2005-09-11",
        "explanation": "Gas giant Jupiter is the solar system's largest world with about 320 times the mass of planet Earth. Famous for its Great Red Spot, Jupiter is also known for its regular, equatorial cloud bands, visible in very modest sized telescopes. The dark belts and light-colored zones of Jupiter's cloud bands are organized by planet girdling winds which reach speeds of up to 500 kilometers per hour. On toward the Jovian poles though, the cloud structures become more mottled and convoluted until, as in this Cassini spacecraft mosaic of Jupiter, the planet's polar region begins to look something like a brain! This striking equator-to-pole change in cloud patterns is not presently understood but may be due in part to the effect of Jupiter's rapid rotation or to convection vortices generated at high latitudes by the massive planet's internal heat loss. The Cassini spacecraft captured this dramatically detailed view of Jupiter in 2000 December during its turn of the millennium flyby enroute to Saturn.",
        "hdurl": "https://apod.nasa.gov/apod/image/0509/jupiterbrain_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Jupiter's Clouds from Cassini",
        "url": "https://apod.nasa.gov/apod/image/0509/jupiterbrain_cassini.jpg"
    },
    {
        "date": "2005-09-14",
        "explanation": "Why did the Boomerang Nebula form?   The symmetric cloud dubbed the Boomerang appears to have been created by a high-speed wind of gas and dust blowing from an aging central star at speeds of nearly 600,000 kilometers per hour.  What confines the wind remains a mystery though -- it may be a central disk of dense gas or a central magnetic field.   The rapid expansion itself, however, has cooled molecules in the nebular gas to about one degree above absolute zero - colder than even the cosmic background radiation - making it the coldest known region in the distant Universe.  Shining with light from the central star reflected by dust, the frigid Boomerang Nebula is believed to be a star or stellar system evolving toward the planetary nebula phase.  To help better understand the Boomerang's origin, astronomers are studying the above image taken in polarized light, color coded by an angular direction associated with the polarization.  Different progenitor scenarios create different amounts and patterns of polarized light.   The above image was taken by the Hubble Space Telescope's Advanced Camera for Surveys earlier this year.  The Boomerang Nebula spans about one light year and lies about 5,000 light years away toward the constellation Centaurus.",
        "hdurl": "https://apod.nasa.gov/apod/image/0509/boomerang_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Boomerang Nebula in Polarized Light",
        "url": "https://apod.nasa.gov/apod/image/0509/boomerang_hst.jpg"
    },
    {
        "date": "2005-09-15",
        "explanation": "Approaching the nucleus of comet Tempel 1 at ten kilometers per second, the Deep Impact probe's targeting camera recorded a truly dramatic series of images. Successive pictures improve in resolution and have been composited here at a scale of 5 meters per pixel -- including images taken within a few meters of the surface moments before the July 4th impact. Analyzing the resulting cloud of debris, researchers are directly exploring the makeup of a comet, a primordial chunk of solar system material. Described as a recipe for primordial soup, the list of Tempel 1's ingredients - tiny grains of silicates, iron compounds, complex hydrocarbons, and clay and carbonates thought to require liquid water to form - might be more appropriate for a cosmic souffle, as the nucleus is apparently porous and fluffy. Seen here, Tempel 1's nucleus is about five kilometers long, with the impact site between the two large craters near the bottom.",
        "hdurl": "https://apod.nasa.gov/apod/image/0509/tempel1Res_deepimpact_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Nucleus of Comet Tempel 1",
        "url": "https://apod.nasa.gov/apod/image/0509/tempel1Res_deepimpact_c32.jpg"
    },
    {
        "date": "2005-09-17",
        "explanation": "Hurtling through space above the Red Plane",
        "hdurl": "https://apod.nasa.gov/apod/image/0509/shadowphobos3_mgs_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Shadow of Phobos",
        "url": "https://apod.nasa.gov/apod/image/0509/shadowphobos3_mgs.jpg"
    },
    {
        "date": "2005-09-21",
        "explanation": "What could have created this unusual terrain on Saturn's moon Titan?  The robotic Cassini spacecraft now orbiting Saturn swooped once again, earlier this month, past the Solar System's most enigmatic moon and radar imaged a rich but unusual region that appears to be some sort of shoreline.   The choppy, light-colored, high regions on the left appears to be have channels cut by a moving fluid, while the smoother dark regions on the right appear to outline bays.  Results from the Huygens probe that landed on Titan earlier this year imply that fluids, possibly liquid methane and not water, might only occupy some of these channels and bays intermittently.  The radar image shown above spans about 200 kilometers.",
        "hdurl": "https://apod.nasa.gov/apod/image/0509/titanshore_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Shoreline Terrain on Saturn's Titan",
        "url": "https://apod.nasa.gov/apod/image/0509/titanshore_cassini.jpg"
    },
    {
        "date": "2005-09-23",
        "explanation": "A star emerges from its natal cloud of gas and dust in this tantalizing portrait of RY Tauri, a small stellar nursery at the edge of the Taurus molecular cloud, a mere 450 light-years away. Illuminating a region that spans about 2/3 of a light-year, the youthful, central star is large, cool, and known to vary in brightness. Still collapsing, in a few million years the star's winds will likely clear out the gas and dust clouds, as it settles down to become a steady main sequence star like the Sun. What remains could well include a planetary system. The image data for RY Tauri is from the Gemini Observatory, on Mauna Kea, Hawaii -- based on observations proposed by the Astronomy Club of Dorval, Quebec.",
        "hdurl": "https://apod.nasa.gov/apod/image/0509/ryTau_gemini_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Portrait of RY Tauri",
        "url": "https://apod.nasa.gov/apod/image/0509/ryTau_gemini_c34.jpg"
    },
    {
        "date": "2005-09-24",
        "explanation": "Staring across interstellar space, the alluring Cat's Eye nebula lies three thousand light-years from Earth. A classic planetary nebula, the Cat's Eye (NGC 6543) represents a final, brief yet glorious phase in the life of a sun-like star. This nebula's dying central star may have produced the simple, outer pattern of dusty concentric shells by shrugging off outer layers in a series of regular convulsions. But the formation of the beautiful, more complex inner structures is not well understood. Seen so clearly in this sharp Hubble Space Telescope image, the truly cosmic eye is over half a light-year across.  Of course, gazing into the Cat's Eye, astronomers may well be seeing the fate of our sun, destined to enter its own planetary nebula phase of evolution ... in about 5 billion years.",
        "hdurl": "https://apod.nasa.gov/apod/image/0509/catsEye_hst_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cat's Eye",
        "url": "https://apod.nasa.gov/apod/image/0509/catsEye_hst_c1.jpg"
    },
    {
        "date": "2005-09-25",
        "explanation": "Analyses of a new high-resolution map of microwave light emitted only 380,000 years after the Big Bang appear to define our universe more precisely than ever before.  The eagerly awaited results announced last year from the orbiting Wilkinson Microwave Anisotropy Probe resolve several long-standing disagreements in cosmology rooted in less precise data.  Specifically, present analyses of above WMAP all-sky image indicate that the universe is 13.7 billion years old (accurate to 1 percent), composed of 73 percent dark energy, 23 percent cold dark matter, and only 4 percent atoms, is currently expanding at the rate of 71 km/sec/Mpc (accurate to 5 percent), underwent episodes of rapid expansion called inflation, and will expand forever.  Astronomers will likely research the foundations and implications of these results for years to come.",
        "hdurl": "https://apod.nasa.gov/apod/image/0509/sky_wmap_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "WMAP Resolves the Universe",
        "url": "https://apod.nasa.gov/apod/image/0509/sky_wmap.jpg"
    },
    {
        "date": "2005-09-26",
        "explanation": "How do huge clusters of galaxies evolve?  To help find out, astronomers pointed the wide-angle Burrell-Schmidt telescope on Kitt Peak National Observatory in Arizona, USA at the nearby Virgo Cluster of Galaxies.  After hundreds of 15-minute exposures taken over two months in early 2004, the result is a dramatically deep and wide angle image of Virgo, the closest cluster of galaxies to our Milky Way Galaxy.  Bright foreground stars have been digitally removed from the image but are still represented by numerous unusual dark spots. Inspection of the above image shows unusually large halos for the brightest galaxies as well as unusual faint streams of stars connecting Virgo galaxies that previously appeared unrelated.  The above image allows a better reconstruction of the past few billion years of the gigantic Virgo cluster and illuminates the dynamics of clusters of galaxies in general.",
        "hdurl": "https://apod.nasa.gov/apod/image/0509/virgo_kpno.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Streams of Stars in the Virgo Cluster of Galaxies",
        "url": "https://apod.nasa.gov/apod/image/0509/virgo_kpno_big.jpg"
    },
    {
        "date": "2005-09-27",
        "explanation": "Towering pillars of cold gas and dark dust adorn the center star forming region of Sharpless 171.  An open cluster of stars is forming there from the gas in cold molecular clouds.  As energetic light emitted by young massive stars boils away the opaque dust, the region fragments and picturesque pillars of the remnant gas and dust form and slowly evaporate.  The energetic light also illuminates the surrounding hydrogen gas, energize it to glow as a red emission nebula.  Pictured above is the active central region of the Sharpless 171 greater emission nebula.  Sharpless 171 incorporates NGC 7822 and the active region Cederblad 214, much of which is imaged above.   The area above spans about 20 light years, lies about 3,000 light years away, and can be seen with a telescope toward the northern constellation of the King of Ethiopia (Cepheus).",
        "hdurl": "https://apod.nasa.gov/apod/image/0509/ced214_outters_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Star Pillars of Sharpless 171",
        "url": "https://apod.nasa.gov/apod/image/0509/ced214_outters.jpg"
    },
    {
        "date": "2005-09-30",
        "explanation": "Clouds of glowing hydrogen gas mingle ominously with dark dust lanes in this close-up of IC 1396, an active star forming region some 2,000 light years away in the constellation Cepheus.  In this and other similar emission nebulae, energetic ultraviolet light from a hot young star strips electrons from the surrounding hydrogen atoms. As the electrons and atoms recombine they emit longer wavelength, lower energy light in a well known characteristic pattern of bright spectral lines. At visible wavelengths, the strongest emission line in this pattern is in the red part of the spectrum and is known as \"Hydrogen-alpha\" or just H-alpha. Part of IPHAS, a survey of H-alpha emission in our Milky Way Galaxy, this image spans about 20 light-years and highlights bright, dense regions within IC 1396, likely sites where massive new stars are born.",
        "hdurl": "https://apod.nasa.gov/apod/image/0509/ic1396b_wright_f50.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "IC 1396 H-Alpha Close-Up",
        "url": "https://apod.nasa.gov/apod/image/0509/ic1396b_wright_f13.jpg"
    },
    {
        "date": "2005-10-01",
        "explanation": "When morning twilight came to the Paranal Observatory in Chile, astronomers Mark Neeser and Peter Barthel interrupted their search for faint quasars, billions of light-years away. And just for a moment, they used Very Large Telescopes at the European Southern Observatory to appreciate the beauty of the nearby Universe. One result was this stunning view of beautiful barred spiral galaxy NGC 613, a mere 65 million light-years away in the southern constellation Sculptor. Over 100 thousand light-years across, NGC 613 seems to have more than its fair share of spiral arms laced with cosmic dust clouds and bright star forming regions near the ends of a dominant central bar. Radio emission indicates the presence of a massive black hole at the center of NGC 613.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/ngc613_eso_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 613: Spiral of Dust and Stars",
        "url": "https://apod.nasa.gov/apod/image/0510/ngc613_eso_c33.jpg"
    },
    {
        "date": "2005-10-03",
        "explanation": "What lies at the bottom of Hyperion's strange craters?  Nobody knows. To help find out, the robot Cassini spacecraft now orbiting Saturn swooped past the sponge-textured moon again last week and took an image of unprecedented detail.  That image, shown above in false color, shows a remarkable world strewn with strange craters and a generally odd surface.   The slight differences in color likely show differences in surface composition.   At the bottom of most craters lies some type of unknown dark material.  Inspection of the image shows bright features indicating that the dark material might be only tens of meters thick in some places.   Hyperion is about 250 kilometers across, rotates chaotically, and has a density so low that it might house a vast system of caverns inside.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/hyperion2_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn's Hyperion: A Moon with Odd Craters",
        "url": "https://apod.nasa.gov/apod/image/0510/hyperion2_cassini.jpg"
    },
    {
        "date": "2005-10-06",
        "explanation": "This gorgeous island universe lies about 85 million light-years distant in the southern constellation Fornax. Inhabited by young blue star clusters, the spiral arms of NGC 1350 seem to join in a circle around the galaxy's large, bright nucleus - giving the galaxy the appearance of a limpid cosmic eye. NGC 1350 is about 130,000 light-years across making it as large or slightly larger than our own Milky Way. For earth-based astronomers, NGC 1350 is seen on the outskirts of the Fornax cluster of galaxies, but its estimated distance suggests that it is not itself a cluster member. The sharp image also reveals many background galaxies, some visible right through NGC 1350.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/ngc1350_eso_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spiral Galaxy NGC 1350",
        "url": "https://apod.nasa.gov/apod/image/0510/ngc1350_eso_c30.jpg"
    },
    {
        "date": "2005-10-08",
        "explanation": "A spectacular bridge of stars and gas stretches for nearly 250,000 light-years and joins this famous peculiar pair of galaxies cataloged as Arp 295. The cosmic bridge between the galaxies and the long tail extending below and right of picture center are strong evidence that these two immense star systems have passed close to each other in the past, allowing violent tides induced by mutual gravity to create the eye-catching plumes of stellar material. While such interactions are drawn out over billions of years, repeated close passages should ultimately result in the merger of this pair of galaxies into a larger single galaxy of stars. Although this scenario does look peculiar, galactic mergers are thought to be common, with Arp 295 representing an early stage of this inevitable process. The Arp 295 pair are the largest of a loose grouping of galaxies about 270 million light-years distant toward the constellation Aquarius. This deep color image of the region was recorded in September 2003 using the USNO 1 meter telescope near Flagstaff, Arizona.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/arp295_kelly_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Peculiar Arp 295",
        "url": "https://apod.nasa.gov/apod/image/0510/arp295_kelly_f63.jpg"
    },
    {
        "date": "2005-10-09",
        "explanation": "It takes a big rocket to go into space.  In 2003 April, this huge Russian rocket was launched toward Earth-orbiting International Space Station (ISS), carrying two astronauts who will make up the new Expedition 7 crew.  Seen here during rollout at the Baikonur Cosmodrome, the rocket's white top is actually the  Soyuz TMA-2, the most recent version of the longest serving type of human spacecraft.  The base is a Russian R7 rocket, originally developed as a prototype Intercontinental Ballistic Missile in 1957.  The rocket spans the width of a football field and has a fueled mass of about half a million kilograms.  Russian rockets like this remain a primary transportation system to the International Space Station (ISS). Last week, a similar rocket successfully launched a spaceflight participant  and two Expedition 12 astronauts to the space station.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/tma2_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Rollout of Soyuz TMA-2 Aboard an R7 Rocket",
        "url": "https://apod.nasa.gov/apod/image/0510/tma2_nasa.jpg"
    },
    {
        "date": "2005-10-10",
        "explanation": "Storms larger than hurricanes continually dot the upper atmosphere of the planet Saturn. A view of many storms occurring simultaneously was captured in July by the robot Cassini spacecraft now orbiting Saturn.  An image of unusually high detail was made possible at that time when Cassini isolated a very specific color of polarized infrared light.  The numerous white and dark spots visible above are the swirling storm systems.  On Saturn, storms like these typically last for months and have even been seen merging.  Bands of clouds that circle the entire planet are also clearly visible.  Saturn's complex and majestic ring system is seen both in the foreground and the background.   The above image has been digitally shortened along the vertical.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/stormysaturn_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Swirling Storms of Saturn",
        "url": "https://apod.nasa.gov/apod/image/0510/stormysaturn_cassini.jpg"
    },
    {
        "date": "2005-10-12",
        "explanation": "The surface of Saturn's moon Tethys is riddled with icy cliffs and craters.  The most detailed images ever taken of Tethys were captured late last month as the robot Cassini spacecraft swooped past the frozen ice moon.  The above image was taken from about 32,000 kilometers distant and shows a jagged landscape of long cliffs covered with craters.  At the bottom of many craters appears some sort of unknown light-colored substance, in contrast to the unknown dark substance that appears at the bottom of Saturn's moon Hyperion.  Tethys is one of the larger moons of Saturn, spanning about 1,000 kilometers across.   The density of Tethys indicates a composition almost entirely of water ice.  Tethys is thought to have been predominantly liquid sometime in its distant past, creating some of its long ice-cliffs as it cracked during freezing.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/tethysflyby_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cratered Cliffs of Ice on Saturn's Tethys",
        "url": "https://apod.nasa.gov/apod/image/0510/tethysflyby_cassini.jpg"
    },
    {
        "date": "2005-10-13",
        "explanation": "Alnitak, Alnilam, and Mintaka, are the bright bluish stars from east to west (left to right) along the diagonal in this gorgeous cosmic vista. Otherwise known as the Belt of Orion, these three blue supergiant stars are hotter and much more massive than the Sun. They lie about 1,500 light-years away, born of Orion's well-studied interstellar clouds. In fact, clouds of gas and dust adrift in this region have intriguing and some surprisingly familiar shapes, including the dark Horsehead Nebula and Flame Nebula near Alnitak at the lower left. The famous Orion Nebula itself lies off the bottom of this star field that covers an impressive 4.4x3.5 degrees on the sky. The color picture was composited from digitized black and white photographic plates recorded through red and blue astronomical filters, with a computer synthesized green channel. The plates were taken using the Samuel Oschin Telescope, a wide-field survey instrument at Palomar Observatory, between 1987 and 1991.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/OrionBeltx_demartin_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Alnitak, Alnilam, Mintaka",
        "url": "https://apod.nasa.gov/apod/image/0510/OrionBeltx_demartin_f45.jpg"
    },
    {
        "date": "2005-10-15",
        "explanation": "Car is a massive star, but it's not as bright as it used to be. Now only easily visible in binoculars or a small telescope, Eta Carinae has a history of spectacular flaring and fading behavior. In fact, in April of 1843 Eta Car briefly became second only to Sirius as the brightest star in planet Earth's night sky, even though at a distance of about 7,500 light-years, it is about 800 times farther away. Surrounded by a complex and evolving nebula, Eta Carinae is seen near the center of this false-color infrared image, constructed using data from the Midcourse Space Experiment (MSX). The MSX satellite mapped the galactic plane in 1996. In the picture, wispy, convoluted filaments are clouds of dust glowing at infrared wavelengths. Astronomers hypothesize that Eta Car itself will explode as a supernova in the next million years or so. Massive Eta Car has even been considered a candidate for a hypernova explosion and the potential source of a future gamma-ray burst.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/etacar_msx_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dusty Environs of Eta Carinae",
        "url": "https://apod.nasa.gov/apod/image/0510/etacar_msx.jpg"
    },
    {
        "date": "2005-10-17",
        "explanation": "What causes gamma-ray bursts?  The most energetic type of explosions known in the cosmos has been an enigma since discovered over 30 years ago.  It now appears that there may not be one unique type of progenitor.  Long duration gamma-ray bursts (GRBs) have been localized, over the past few years, to blue regions in the universe rich in star formation.  Massive young stars nearing the end of their short lives commonly explode in these regions.  Astronomers associate these long duration GRBs, that can last from seconds to minutes, with a type of stellar explosion common in young massive stars.  Over the past few months, short duration GRBs have finally been localized and found to occur in different types of regions -- not only blue regions rich in star formation.  Many astronomers therefore now theorize that short GRBs, which typically last less than one second, are the result of a different progenitor process than long GRBs.  A leading model is that a short GRB will occur when a neutron star either impacts another neutron star or a black hole.   Such collisions may occur well after star-forming regions have otherwise burned out. Pictured in the above illustration, two energized neutrons stars finally approach each other in their orbits, a death spiral that might end with a short GRB.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/nsmerger_heasarc_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Short Gamma-Ray Bursts Localized",
        "url": "https://apod.nasa.gov/apod/image/0510/nsmerger_heasarc.jpg"
    },
    {
        "date": "2005-10-20",
        "explanation": "What is the Andromeda galaxy really like?  To find out, astronomers looked at our largest galactic neighbor in a different light: infrared.  Astronomers trained the orbiting Spitzer Space Telescope at the Messier monster (M31) for over 18 hours, creating a mosaic that incorporated 11,000 separate exposures.  The result, pictured above, shows M31 in greater infrared detail than ever before.   Infrared light in this 24-micron color band is particularly sensitive to dust heated up by stars. Visible above are previously undiscovered features including intricate structure in the spiral arms, a spiral arc near the center, an off center ring of star formation, and an unusual hole in the galaxy's disk.  In contrast, the Andromeda galaxy appears much smoother in visible light and even ultraviolet light.   Analyses and comparison of this image to other images will likely yield clues not only to the violent past of M31 but to our own Milky Way Galaxy as well.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/m31red_spitzer_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Andromeda Galaxy in Infrared",
        "url": "https://apod.nasa.gov/apod/image/0510/m31red_spitzer.jpg"
    },
    {
        "date": "2005-10-21",
        "explanation": "Orbiting in the plane of Saturn's rings, Dione and the other icy saturnian moons have a perpetual ringside view of the gorgeous gas giant planet. Of course, while passing through the ring plane the Cassini spacecraft also shares their stunning perspective. The rings themselves can be seen slicing across the bottom of this Cassini snapshot. Remarkably thin, the bright rings still cast arcing shadows across the planet's cloud tops. Pale Dione, in the foreground, is about 1,100 kilometers across and orbits over 300,000 kilometers from the visible outer edge of the A ring.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/DioneRingside_cassini_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ringside",
        "url": "https://apod.nasa.gov/apod/image/0510/DioneRingside_cassini_c72.jpg"
    },
    {
        "date": "2005-10-22",
        "explanation": "How could a galaxy become shaped like a ring? The rim of the blue galaxy pictured on the right is an immense ring-like structure 150,000 light years in diameter composed of newly formed, extremely bright, massive stars.  That galaxy, AM 0644-741, is known as a  ring galaxy and was caused by an immense galaxy collision.  When galaxies collide, they pass through each other -- their individual stars rarely come into contact.  The ring-like shape is the result of the gravitational disruption caused by an entire small intruder galaxy passing through a large one.  When this happens, interstellar gas and dust become condensed, causing a wave of star formation to move out from the impact point like a ripple across the surface of a pond.  The intruder galaxy has since moved out of the frame taken by the Hubble Space Telescope and released to commemorate the anniversary of Hubble's launch in 1990.  Ring galaxy AM 0644-741 lies about 300 million light years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/ringam2_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ring Galaxy AM 0644-741 from Hubble",
        "url": "https://apod.nasa.gov/apod/image/0510/ringam2_hst.jpg"
    },
    {
        "date": "2005-10-23",
        "explanation": "At the center of our Milky Way Galaxy lies a black hole with over 2 million times the mass of the Sun. Once a controversial claim, this astounding conclusion is now virtually inescapable and based on observations of stars orbiting very near the galactic center. Using one of the Paranal Observatory's very large telescopes and a sophisticated infrared camera, astronomers patiently followed the orbit of a particular star, designated S2, as it came within about 17 light-hours of the center of the Milky Way (about 3 times the radius of Pluto's orbit). Their results convincingly show that S2 is moving under the influence of the enormous gravity of an unseen object that must be extremely compact -- a supermassive black hole. This deep near-infrared image shows the crowded inner 2 light-years of the Milky Way with the exact position of the galactic center indicated by arrows. The ability to track stars so close to the galactic center can accurately measure the black hole's mass and perhaps even provide an unprecedented test of Einstein's theory of gravity as astronomers watch a star orbit a supermassive black hole.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/mwcentre_eso_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "At the Center of the Milky Way",
        "url": "https://apod.nasa.gov/apod/image/0510/mwcentre_eso.jpg"
    },
    {
        "date": "2005-10-24",
        "explanation": "Why isn't this sand round?  The robotic Spirit rover currently rolling across Mars has found notably angular sand in the Columbia Hills on Mars.   Previously, small bits of sand found in the plains of Gusev Crater were significantly more round.  The finding indicates that angular hill sand has tumbled less and likely traveled a shorter distance than the corresponding round plain sand.  Such tumbling has the general effect of making sand and rocks increasingly round and with fewer sharp edges.  Pictured above, as taken last month, are angular sand grains magnified by Spirit's Microscopic Imager.  The above frame spans about three centimeters.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/angularsand_spirit.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Angular Sand on Martian Hills",
        "url": "https://apod.nasa.gov/apod/image/0510/angularsand_spirit_big.jpg"
    },
    {
        "date": "2005-10-25",
        "explanation": "Thousands of years after a star exploded, its expanding remnant still glows brightly across the spectrum.  Such is the case with N132D, a supernova remnant located in the neighboring Large Magellanic Cloud (LMC) galaxy.  The expanding shell from this explosion now spans 80 light-years and has swept up about 600 Suns worth of mass.  N132D was imaged recently in optical light and in great detail with the Hubble Space Telescope.  The Hubble image was then combined with a position coincident detailed image in X-ray light taken by the Chandra X-ray Observatory.  The combination, shown above in representative colors, shows a nearly spherical expanding shockwave highlighted by pink emission from hydrogen gas and purple emission from oxygen gas.  A dense field of unrelated stars also from the LMC populates the image.  Studying the image gives an opportunity to study material once hidden deep inside a star.  N132D spans about 150 light years and lies about 160,000 light years away toward the constellation of Dorado.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/n132d_heritage_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Supernova Remnant N132D in Optical and X Rays",
        "url": "https://apod.nasa.gov/apod/image/0510/n132d_heritage.jpg"
    },
    {
        "date": "2005-10-26",
        "explanation": "What does the surface of Saturn's moon Dione look like?  To find out, the robot Cassini spacecraft currently orbiting Saturn flew right past the fourth largest moon of the giant planet earlier this month.  Pictured above is an image taken about 4,500 kilometers above Dione's icy surface, spanning about 23 kilometers.   Fractures, grooves, and craters in Dione's ice and rock are visible.  In many cases, surface features are caused by unknown processes and can only be described.  Many of the craters have bright walls but dark floors, indicating that fresher ice is brighter.  Nearly parallel grooves run from the upper right to the lower left.   Fractures sometimes across the bottom of craters, indicating a relatively recent formation.  The lip of a 60-kilometer wide crater runs from the middle left to the upper center of the image, while the crater's center is visible on the lower right.   Images like this will continue to be studied to better understand Dione as well as Saturn's complex system of rings and moons.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/dione4500_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "4,500 Kilometers Above Dione",
        "url": "https://apod.nasa.gov/apod/image/0510/dione4500_cassini.jpg"
    },
    {
        "date": "2005-10-27",
        "explanation": "On October 19th, a rocket blasted off from Vandenberg Air Force Base - the last Titan rocket. Carrying a payload for the US National Reconnaissance Office, the successful Titan IV B launch brings to a close the Titan program whose first launch was in 1959. Originally designed as an intercontinental ballistic missile, the Titan rocket ultimately evolved into a heavy lift workhorse, launching defense, commercial, and scientific payloads to Earth orbit and beyond. In fact, many historic space explorations began with Titan launches, including manned Gemini missions, the Viking missions to Mars, the Voyager tours of the outer solar system, and the Cassini spacecraft now orbiting Saturn. Cassini's probe Huygens accomplished the most distant landing on another world, while Voyager 1 is now humanity's most distant spacecraft.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/lastTitan_vandenberg_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Last Titan",
        "url": "https://apod.nasa.gov/apod/image/0510/lastTitan_vandenberg_f25.jpg"
    },
    {
        "date": "2005-10-29",
        "explanation": "After a star like the Sun completes fusion in its core, it throws off its outer layers in a brief, beautiful cosmic display called a planetary nebula. NGC 3242 is such a planetary nebula, with the stellar remnant white dwarf star visible at the center. This nebula is sometimes called The Ghost of Jupiter for its faint, but similar appearance to our solar system's ruling gas giant planet. NGC 3242 is light-years across however, and much farther away than the measly 40 light-minutes distance to Jupiter. In fact, while watching this ghostly nebula expand over time, astronomers have estimated the distance to NGC 3242 to be about 1,400 light-years. The red FLIERs visible near the edges of the nebula are still a bit mysterious, though.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/n3242b_hst_f.jpg ",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 3242: The Ghost of Jupiter",
        "url": "https://apod.nasa.gov/apod/image/0510/n3242b_hst_cg82.jpg"
    },
    {
        "date": "2005-10-30",
        "explanation": "It was a dark and stormy night. But on 2003 August 29th the red planet Mars, near its closest approach to Earth in almost 60,000 years, shone brightly in the sky against a background of stars in the constellation Aquarius. In the foreground of this scary view, huge thunder clouds are lit by lightning strokes from within. Mars, of course, has nothing to do with storms on Earth, though both have the power to excite the imagination and wonder of Earthdwellers. Tonight, the night before Halloween, Mars will also pass close to the Earth, closer than it will come during the next thirteen years.  And once again, the red planet Mars will look particularly bright, although much smaller and dimmer than the Moon and even Venus.",
        "hdurl": "https://apod.nasa.gov/apod/image/0510/marsflashb_allthesky_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Dark and Stormy Night",
        "url": "https://apod.nasa.gov/apod/image/0510/marsflashb_allthesky.jpg"
    },
    {
        "date": "2005-11-01",
        "explanation": "Last month, a Soyuz TMA-7 spacecraft docked with the International Space Station.  The spacecraft was launched a few days earlier from the Baikonur Cosmodrome in Kazakhstan.  Pictured above, the approaching Soyuz spacecraft carried the new Expedition 12 crew to the Earth-orbiting International Space Station (ISS), as well as fee-paying spaceflight participant.  The Expedition 12 crew is expected to stay on the ISS for about six months, while replacing the Expedition 11 crew who had been on the station for about six months themselves.  About a week after this image was taken, the Expedition 11 crew returned to Earth in the Soyuz capsule, along with the spaceflight participant.  The Expedition 12 crew will carry out repairs on the ISS, explore new methods of living in space, and conduct research in space including a kidney stone experiment.",
        "hdurl": "https://apod.nasa.gov/apod/image/0511/soyuzapproach_iss_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Soyuz Spacecraft Approaches the Space Station",
        "url": "https://apod.nasa.gov/apod/image/0511/soyuzapproach_iss.jpg"
    },
    {
        "date": "2005-11-02",
        "explanation": "These two moons change places.  Epimetheus and Janus, two small moons of Saturn, actually switch positions as they orbit their home planet.   The orbital radii of the moons are strangely separated by less than the radii of the moons themselves: about 50 kilometers.  One moon orbits Saturn well ahead of the other, at first.  As the two moons gravitationally attract, they approach each other and, every few years, actually pass and trade orbits.   This strange dance creates speculation that Epimetheus and Janus were once joined and later split from each other.  Pictured above, the two moons were photographed rounding their orbits just outside of Saturn's F ring.  The above image was taken in early September by the robot Cassini spacecraft, also orbiting Saturn.",
        "hdurl": "https://apod.nasa.gov/apod/image/0511/interchangeable_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Epimetheus and Janus: Interchangeable Moons of Saturn",
        "url": "https://apod.nasa.gov/apod/image/0511/interchangeable_cassini.jpg"
    },
    {
        "date": "2005-11-03",
        "explanation": "In 1930, tiny, icy world Pluto was discovered orbiting in the distant solar system. In 1978, its relatively large companion Charon was detected by ground-based observations.  This year, the Hubble Space Telescope may well have detected two further members of the Pluto system. Provisionally designated S/2005 P1 and S/2005 P2, the two potential new moons are seen orbiting in a counterclockwise direction about 44,000 kilometers (27,000 miles) from Pluto in these deep Hubble images recorded only three days apart. The diminutive and faint companions are also apparently detected on Hubble images of Pluto from 2002, but this coming February follow-up observations are planned in an effort to confirm the discovery of the new moons. Compared to Pluto's and Charon's diameters of 2,300 and 1,300 kilometers respectively, these moons are estimated to be between 60 and 200 kilometers across. Well within the Kuiper Belt, an extensive region beyond the orbit of Neptune, the Pluto system could be the first quadruple Kuiper Belt object known.",
        "hdurl": "https://apod.nasa.gov/apod/image/0511/plutoMoons_hst_f1.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Possible Pluto Moons",
        "url": "https://apod.nasa.gov/apod/image/0511/plutoMoons_hst_f.jpg"
    },
    {
        "date": "2005-11-05",
        "explanation": "From the ground, spectacular auroras seem to dance high above. But the International Space Station (ISS) orbits at nearly the same height as many auroras, sometimes passing over them, and sometimes right through them.  Still, the auroral electron and proton streams pose no direct danger to the ISS. In 2003, ISS Science Officer Don Pettit captured the green aurora, pictured above in a digitally sharpened image.  From orbit, Pettit reported that changing auroras appeared to crawl around like giant green amoebas.  Over 300 kilometers below, the Manicouagan Impact Crater can be seen in northern Canada, planet Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0511/spaceaurora_iss_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Aurora from Space",
        "url": "https://apod.nasa.gov/apod/image/0511/spaceaurora_iss.jpg"
    },
    {
        "date": "2005-11-06",
        "explanation": "Why would a small part of the Sun appear slightly dark? Visible above is a close-up picture of a sunspot, a depression on the Sun's face that is slightly cooler and less luminous than the rest of the Sun.  The Sun's complex magnetic field creates this cool region by inhibiting hot material from entering the spot.  Sunspots can be larger than the Earth and typically last for only a few days.  This high-resolution picture also shows clearly that the Sun's face is a bubbling sea of separate cells of hot gas.  These cells are known as granules.  A solar granule is about 1000 kilometers across and lasts about 10 minutes. After that, many granules end up exploding.",
        "hdurl": "https://apod.nasa.gov/apod/image/0511/sunspot_vtt_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Sunspot Up Close",
        "url": "https://apod.nasa.gov/apod/image/0511/sunspot_vtt.jpg"
    },
    {
        "date": "2005-11-08",
        "explanation": "What would it be like to walk across Mars?  The robot Opportunity rover is currently experiencing what it is like to roll across part of the red planet.  It's not always easy -- the rover is being instructed to dodge the deeper drifts of dark sand.  During its exploration of Erebus Crater, the rover stopped and took the above picture.  Inside this part of Erebus Crater, the surface of mars is covered not only by dark sand but also light outcrops of rock.  Scattered across the exposed rock are numerous small round pebbles known as blueberries .  Typically smaller than marbles, these unexpected and unusual rocks likely formed by accretion in an ancient wet environment.  Also visible are some strange protruding edges known as razorbacks.  The above image was taken early last month.",
        "hdurl": "https://apod.nasa.gov/apod/image/0511/marsdrifts_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Drifts of Mars",
        "url": "https://apod.nasa.gov/apod/image/0511/marsdrifts_opportunity.jpg"
    },
    {
        "date": "2005-11-09",
        "explanation": "What happened to the Sun?  Nothing very unusual: the strange-looking solar appendage on the lower left is actually just a spectacular looking version of a common solar prominence. A solar prominence is a cloud of solar gas held above the Sun's surface by the Sun's magnetic field.  Pictured above in 2002 October, NASA's Sun-orbiting SOHO spacecraft imaged an impressively large prominence hovering over the surface, informally dubbed a flame. Over 40 Earths could line up along the vast length of the fireless flame of hovering hot gas.  A quiescent prominence typically lasts about a month, and may erupt in a Coronal Mass Ejection (CME) expelling hot gas into the Solar System.  Although somehow related to the Sun's changing magnetic field, the energy mechanism that creates and sustains a Solar prominence is still a topic of research.",
        "hdurl": "https://apod.nasa.gov/apod/image/0511/sunflame_soho_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Solar Prominence from SOHO",
        "url": "https://apod.nasa.gov/apod/image/0511/sunflame_soho.jpg"
    },
    {
        "date": "2005-11-11",
        "explanation": "This fantastic skyscape lies at the eastern edge of giant stellar nursery W5, about 7,000 light-years away in the constellation Cassiopeia. An infrared view from the Spitzer Space Telescope, it features interstellar clouds of cold gas and dust sculpted by winds and radiation from a hot, massive star outside the picture (just above and to the right). Still swaddled within the cosmic clouds, newborn stars are revealed by Spitzer's penetrating gaze, their formation also triggered by the massive star. Fittingly dubbed \"Mountains of Creation\", these interstellar clouds are about 10 times the size of the analogous Pillars of Creation in M16, made famous in a 1995 Hubble Space Telescope view. W5 is also known as IC 1848 and together with IC 1805 it is part of a complex region popularly dubbed the Heart and Soul Nebulae. The Spitzer image spans about 70 light-years at the distance of W5.",
        "hdurl": "https://apod.nasa.gov/apod/image/0511/Mountains_spitzer_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mountains of Creation",
        "url": "https://apod.nasa.gov/apod/image/0511/Mountains_spitzer_f20.jpg"
    },
    {
        "date": "2005-11-12",
        "explanation": "This panorama of the cratered lunar surface was constructed from images returned by the US Surveyor 6 lander. Surveyor 6 was not the first spacecraft to accomplish a soft landing on the Moon ... but it was the first to land and then lift off again! After the spacecraft touched down near the center of the Moon's nearside in November of 1967, NASA controllers commanded it to hop. Briefly firing its rocket engine and lifting itself some 4 meters above the surface, the Surveyor moved about 2.5 meters to one side before setting down again. The hopping success of Surveyor 6 essentially marked the completion of the Surveyor series main mission - to determine if the lunar terrain was safe for the planned Apollo landings.",
        "hdurl": "https://apod.nasa.gov/apod/image/0511/pan_surveyor6_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Surveyor Hops",
        "url": "https://apod.nasa.gov/apod/image/0511/pan_surveyor6_full.jpg"
    },
    {
        "date": "2005-11-14",
        "explanation": "If you could stand on Mars -- what might you see? Scroll right to find out.  The robotic Spirit rover currently rolling across Mars climbed to the top of hill and took a series of images that were digitally combined into a 360 degree panorama over three days early last month.  Spirit was instructed to take images having the same resolution as a human with 20-20 eyesight.  The full panoramic result can be found by clicking on the above image and has a level of detail unparalleled in the history of Martian surface photography.  The panorama was taken from the pinnacle of Husband Hill and has been dubbed the Everest panorama, in honor of the view from the tallest mountain on Earth.  Visible in Gusev Crater are rocks, rusting sand, a Martian sundial, vast plains, nearby peaks, faraway peaks, and sand drifts.  In the distance, fast moving dust devils can be seen as slight apparitions of red, green, or blue, the colors of filters used to build up this natural color vista.",
        "hdurl": "https://apod.nasa.gov/apod/image/0511/everest_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Everest Panorama from Mars",
        "url": "https://apod.nasa.gov/apod/image/0511/everest_spirit.jpg"
    },
    {
        "date": "2005-11-15",
        "explanation": "Have you ever seen a very bright meteor?  Unexpected, this year's Taurid meteor shower resulted in numerous reports of very bright fireballs during the nights surrounding Halloween.  Pictured above, a fireball that momentarily rivaled the brightness of the full Moon was caught over Cerro Pachon, Chile by a continuous sky monitor on November 1.  Several bright Taurid fireballs are identifiable on the sky movie for that night.  The above image is a digitally rectangled version of a circular fisheye frame and shows the entire sky, horizon to horizon.  The bright meteor was seen swooping between the directions of the Large and Small Magellanic Clouds.  The band of the Milky Way Galaxy crosses the horizon behind the dome of the 8-meter Gemini South Telescope.  Taurid meteor fireballs are likely pebble sized debris left by Comet Encke.  Over the next week the Leonids meteor shower will peak, although they will need to be seen through the glare of a nearly full Moon.  [Disclosure: Robert Nemiroff collaborates on both the Astronomy Picture of the Day and the Night Sky Live projects.]",
        "hdurl": "https://apod.nasa.gov/apod/image/0511/taurid_nsl_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Taurid Meteor Fireball",
        "url": "https://apod.nasa.gov/apod/image/0511/taurid_nsl.jpg"
    },
    {
        "date": "2005-11-17",
        "explanation": "Star cluster NGC 346 is embedded in the largest star forming region in the Small Magellanic Cloud, some 210,000 light-years distant. The massive stars of NGC 346 are short lived, but very energetic. Their winds and radiation sweep out an interstellar cavern in the gas and dust cloud about 200 light-years across, triggering star formation and sculpting the region's dense inner edge. Cataloged as N66, the star forming region also appears to contain a large population of infant stars. A mere 3 to 5 million years old and not yet burning hydrogen in their cores, the infant stars are strewn about the embedded star cluster. In the false-color Hubble Space Telescope image, visible and near-infrared light are seen as blue and green, while light from atomic hydrogen emission is red.",
        "hdurl": "https://apod.nasa.gov/apod/image/0511/ngc346_hst_lf54.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Young Stars of NGC 346",
        "url": "https://apod.nasa.gov/apod/image/0511/ngc346_hst_l78.jpg"
    },
    {
        "date": "2005-11-19",
        "explanation": "NGC 2359 is a striking emission nebula with an impressive popular name - Thor's Helmet. Sure, its suggestive winged appearance might lead some to refer to it as the \"duck nebula\", but if you were a nebula which name would you choose? By any name NGC 2359 is a bubble-like nebula some 30 light-years across, blown by energetic winds from an extremely hot star seen near the center and classified as a Wolf-Rayet star. Wolf-Rayet stars are rare massive blue giants which develop stellar winds with speeds of millions of kilometers per hour. Interactions with a nearby large molecular cloud are thought to have contributed to this nebula's more complex shape and curved bow-shock structures. NGC 2359 is about 15,000 light-years distant toward the constellation Canis Major.",
        "hdurl": "https://apod.nasa.gov/apod/image/0511/ngc2359_smith_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 2359: Thor's Helmet",
        "url": "https://apod.nasa.gov/apod/image/0511/ngc2359_smith.jpg"
    },
    {
        "date": "2005-11-23",
        "explanation": "What does Saturn's small moon Pandora look like?  To help find out, the robot Cassini spacecraft now orbiting Saturn passed about 50,000 kilometers from the unusual moon in early September.  The highest resolution image of Pandora ever taken was then captured and is shown above in representative colors.  Features as small as 300 meters can be discerned on 80-kilometer wide Pandora.  Craters on Pandora appear to be covered over by some sort of material, providing a more smooth appearance than sponge-like Hyperion, another small moon of Saturn.  Curious grooves and ridges also appear to cross the surface of the small moon.  Pandora is partly interesting because, along with its companion moon Prometheus, it helps shepherd the particles of Saturn's F ring into a distinct ring.",
        "hdurl": "https://apod.nasa.gov/apod/image/0511/pandora_cassini.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Pandora: A Shepherd Moon of Saturn",
        "url": "https://apod.nasa.gov/apod/image/0511/pandora_cassini_big.jpg"
    },
    {
        "date": "2005-11-24",
        "explanation": "Dusty NGC 1333 is seen as a reflection nebula in visible light images, sporting bluish hues characteristic of starlight reflected by dust. But at longer infrared wavelengths, the interstellar dust itself glows - shown in red in this false-color Spitzer Space Telescope image. The penetrating infrared view also shows youthful stars that would otherwise still be obscured by the dusty clouds which formed them. Notably, greenish streaks and splotches that seem to litter the region trace the glow of cosmic jets blasting away from emerging young stellar objects as the jets plow into the cold cloud material. In all, the chaotic scene likely resembles one in which our own Sun formed over 4.5 billion years ago. NGC 1333 is a mere 1,000 light-years distant in the constellation Perseus.",
        "hdurl": "https://apod.nasa.gov/apod/image/0511/ngc1333_spitzer_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dusty NGC 1333",
        "url": "https://apod.nasa.gov/apod/image/0511/ngc1333_spitzer_r25.jpg"
    },
    {
        "date": "2005-11-27",
        "explanation": "What caused this outburst of V838 Mon?  For reasons unknown, star V838 Mon's outer surface suddenly greatly expanded with the result that it became the brightest star in the entire Milky Way Galaxy in January 2002.  Then, just as suddenly, it faded.  A stellar flash like this has never been seen before -- supernovas and novas expel matter out into space.  Although the V838 Mon flash appears to expel material into space, what is seen in the above image from the Hubble Space Telescope is actually an outwardly moving light echo of the bright flash.  In a light echo, light from the flash is reflected by successively more distant rings in the complex array of ambient interstellar dust that already surrounded the star.  V838 Mon lies about 20,000 light years away toward the constellation of the unicorn (Monoceros), while the light echo above spans about six light years in diameter.",
        "hdurl": "https://apod.nasa.gov/apod/image/0511/v838feb04_hst_bck.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Light Echoes from V838 Mon",
        "url": "https://apod.nasa.gov/apod/image/0511/v838feb04_hst.jpg"
    },
    {
        "date": "2005-11-28",
        "explanation": "What is the geologic history of Mars?  To help find out, the robot Spirit rover explored the terrain on the way up to the top of Husband Hill and took pictures along the way.  Earth-bound team members later combined images from one camera with colors from another to create this semi-realistic vista from near the top of the rugged hill.   Many rock faces were imaged and probed along the way.  The above image captures not only a high and distant Mars inside Gusev crater, but also more of the refrigerator-sized Spirit rover than other similar vistas.  Visible technology includes a wide array of energy-absorbing solar panels, a sundial, and the circular high gain communications antenna.",
        "hdurl": "https://apod.nasa.gov/apod/image/0511/husbandhill_av3_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Vista Inside Gusev Crater on Mars",
        "url": "https://apod.nasa.gov/apod/image/0511/husbandhill_av3_spirit.jpg"
    },
    {
        "date": "2005-11-29",
        "explanation": "It's easy to get lost following the intricate filaments in this detailed image of faint supernova remnant Simeis 147. Seen towards the constellation Taurus it covers nearly 3 degrees (6 full moons) on the sky corresponding to a width of 150 light-years at the stellar debris cloud's estimated distance of 3,000 light-years. The above image is a color composite of 66 blue and red color band images from the National Geographic Palomar Observatory Sky Survey taken with the wide field Samuel Oschin 48-inch Telescope.  The area of the sky shown covers over 70 times the area of the full Moon. This supernova remnant has an apparent age of about 100,000 years - meaning light from the massive stellar explosion first reached Earth 100,000 years ago - but this expanding remnant is not the only aftermath. The cosmic catastrophe also left behind a spinning neutron star or pulsar, all that remains of the original star's core.",
        "hdurl": "https://apod.nasa.gov/apod/image/0511/simeis_demartin_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Simeis 147: Supernova Remnant from Palomar",
        "url": "https://apod.nasa.gov/apod/image/0511/simeis_demartin.jpg"
    },
    {
        "date": "2005-12-01",
        "explanation": "Launched ten years ago this week, SOHO (the SOlar and Heliospheric Observatory) still enjoys an uninterrupted view of the Sun. Twelve sungazing instruments on board the spacecraft have explored the Sun's internal structure, the extensive solar atmosphere and solar wind, and discovered over 1,000 comets from a remarkable orbit around a point about 1.5 million kilometers directly sunward of planet Earth itself. At that location, known as a Lagrange point, the gravitational influence of the Earth and Sun are equal. With scientific instrument teams distributed around the world, the SOHO operations center is located at NASA's Goddard Space Flight Center in Greenbelt, Maryland. Mission operations are planned through March of 2007 to allow the study of a complete 11-year solar cycle. Contributions from SOHO's instruments are represented in the colorful montage image. Happy tenth anniversary SOHO!",
        "hdurl": "https://apod.nasa.gov/apod/image/0512/soho10_hill_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "SOHO's Uninterrupted View of the Sun",
        "url": "https://apod.nasa.gov/apod/image/0512/soho10_hill_c77.jpg"
    },
    {
        "date": "2005-12-02",
        "explanation": "The Crab Nebula is cataloged as M1, the first object on Charles Messier's famous list of things which are not comets. In fact, the cosmic Crab is now known to be a supernova remnant, an expanding cloud of debris from the death explosion of a massive star. Light from that stellar catastrophe was first witnessed by astronomers on planet Earth in the year 1054. Composed of 24 exposures taken in October 1999, January 2000, and December 2000, this Hubble Space Telescope mosaic spans about twelve light years. Colors in the intricate filaments trace the light emitted from atoms of hydrogen, oxygen, and sulfur in the debris cloud. The spooky blue interior glow is emitted by high-energy electrons accelerated by the Crab's central pulsar",
        "hdurl": "https://apod.nasa.gov/apod/image/0512/crabmosaic_hst_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Crab Nebula Mosaic from HST",
        "url": "https://apod.nasa.gov/apod/image/0512/crabmosaic_hst_c80.jpg"
    },
    {
        "date": "2005-12-03",
        "explanation": "Fifteen years ago, in December of 1990, the Space Shuttle Orbiter Columbia carried an array of astronomical telescopes high above the Earth's obscuring atmosphere to explore the Universe at ultraviolet and x-ray wavelengths. The telescopes, known by the acronyms UIT, HUT, WUPPE, and BBXRT, are seen here in Columbia's payload bay against a spectacular view of the constellation Orion. The ultraviolet telescopes were mounted on a common structure - HUT is visible in this view along with a star tracker (the silver cone at the left). Taken during the nighttime portion of the shuttle's 90 minute orbit, the picture shows the telescopes and structures illuminated by moonlight.",
        "hdurl": "https://apod.nasa.gov/apod/image/0512/astro1_sts35_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Astro 1 In Orbit",
        "url": "https://apod.nasa.gov/apod/image/0512/astro1_sts35_c100.jpg"
    },
    {
        "date": "2005-12-05",
        "explanation": "Fountains of ice shoot out from Saturn's moon Enceladus.  Clear discovery images of the fountains were made using observations from the robot Cassini spacecraft currently orbiting Saturn.  During a recent pass, Cassini was programmed to look back toward the Sun where Enceladus would appear as a thin crescent.  From this vantage point, particles emitted from the surface would better show themselves by reflecting sunlight.  The tactic was successful -- the above frame shows several plumes emanating from regions previously known to contain gashes in the surface dubbed tiger stripes.  Cassini detected an increase in particle emissions from these regions during a July flyby.  Some of these ice particles likely contribute to the make up of Saturn's mysterious E ring.",
        "hdurl": "https://apod.nasa.gov/apod/image/0512/enceladusfountains_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Fountains Discovered on Saturn's Enceladus",
        "url": "https://apod.nasa.gov/apod/image/0512/enceladusfountains_cassini.jpg"
    },
    {
        "date": "2005-12-08",
        "explanation": "The Perseus Cluster of thousands of galaxies, 250 million light-years distant, is one of the most massive objects in the Universe and the brightest galaxy cluster in the x-ray sky. At its core lies the giant cannibal galaxy Perseus A (NGC 1275), accreting matter as gas and galaxies fall into it. This deep Chandra Observatory x-ray image spans about 300,000 light-years across the galaxy cluster core. It shows remarkable details of x-ray emission from the monster galaxy and surrounding hot (30-70 million degrees C) cluster gas.  The bright central source is the supermassive black hole at the core of Perseus A itself. Low density regions are seen as dark bubbles or voids, believed to be generated by cyclic outbursts of activity from the central black hole. The activity creates pressure waves - sound waves on a cosmic scale- that ripple through the x-ray hot gas. Dramatically, the blue-green wisps just above centre in the false-color view are likely x-ray shadows of the remains of a small galaxy falling into the burgeoning Perseus A.",
        "hdurl": "https://apod.nasa.gov/apod/image/0512/perseusCluster_cxc_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "X-Rays from the Perseus Cluster Core",
        "url": "https://apod.nasa.gov/apod/image/0512/perseusCluster_cxc_c.jpg"
    },
    {
        "date": "2005-12-10",
        "explanation": "In 1865 Jules Verne predicted the invention of a space capsule that could carry people. His science fiction story \"From the Earth to the Moon\" outlined his vision of a cannon in Florida so powerful that it could shoot a Projectile-Vehicle carrying three adventurers to the Moon. Over 100 years later NASA, guided by  Wernher Von Braun's vision, produced the Saturn V rocket. From a spaceport in Florida, this rocket turned Verne's fiction into fact, launching 9 Apollo Lunar missions and allowing 12 astronauts to walk on the Moon. As spotlights play on the rocket and launch pad at dusk, the last moon shot, Apollo 17, is pictured here awaiting its December 1972 night launch.",
        "hdurl": "https://apod.nasa.gov/apod/image/0512/ap17ksc_72pc589_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Last Moon Shot",
        "url": "https://apod.nasa.gov/apod/image/0512/ap17ksc_72pc589_c1.jpg"
    },
    {
        "date": "2005-12-11",
        "explanation": "In the center of star-forming region 30 Doradus lies a huge cluster of the largest, hottest, most massive stars known.  These stars, known as the star cluster R136, and part of the surrounding nebula are captured here in this gorgeous visible-light image from the Hubble Space Telescope.  Gas and dust clouds in 30 Doradus, also known as the Tarantula Nebula, have been sculpted into elongated shapes by powerful winds and ultraviolet radiation from these hot cluster stars.  The 30 Doradus Nebula lies within a neighboring galaxy, the Large Magellanic Cloud, located a mere 170,000 light-years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/0512/tarantula_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "R136: The Massive Stars of 30 Doradus",
        "url": "https://apod.nasa.gov/apod/image/0512/tarantula_hst.jpg"
    },
    {
        "date": "2005-12-13",
        "explanation": "What does the surface of Saturn's moon Rhea look like?  To help find out, the robot Cassini spacecraft currently orbiting Saturn was directed to fly right past the second largest moon of the gas giant planet late last month.  Pictured above is an image taken only 620 kilometers above Rhea's icy surface, spanning about 90 kilometers. The rim of an old crater crosses the middle of the image, with many smaller and younger craters scattered throughout.  A linear depression -- possibly a tectonic fault -- is visible toward the right, crossing the likely loose material that composes Rhea's surface regolith.   The origins of many features on Rhea are currently unexplained and being researched.",
        "hdurl": "https://apod.nasa.gov/apod/image/0512/rheacloseup_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "620 Kilometers Above Rhea",
        "url": "https://apod.nasa.gov/apod/image/0512/rheacloseup_cassini.jpg"
    },
    {
        "date": "2005-12-14",
        "explanation": "If you could see one of the robot rovers currently rolling across Mars, what would it look like?  To gain this perspective useful in planning explorations, the above synthetic image was produced digitally.  Above, a digital model of the Opportunity rover was added to a real image of the inside of Endurance Crater on Mars taken earlier by Opportunity itself.  The size of the six-wheeled robot was scaled to the size of the tracks that the Opportunity rover actually created.  In actuality, both the Opportunity and Spirit rovers currently rolling across Mars each span about two meters and so are similar in size to a large rolling desk.  Also visible in the image is dark soil, ancient light rock and numerous small gray pellets known as blueberries.",
        "hdurl": "https://apod.nasa.gov/apod/image/0512/enduranceplus_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Digital Opportunity Rover on Mars",
        "url": "https://apod.nasa.gov/apod/image/0512/enduranceplus_opportunity.jpg"
    },
    {
        "date": "2005-12-16",
        "explanation": "Scroll right and gaze through the dusty plane of our Milky Way Galaxy in infrared light. The cosmic panorama is courtesy of the Galactic Legacy Infrared Mid-Plane Survey Extraordinaire (GLIMPSE) project and the Spitzer Space Telescope. The galactic plane itself runs through the middle of the false-color view that spans nine degrees (about 18 full moons) across the southern constellation Norma. Spitzer's infrared cameras see through much of the galaxy's obscuring dust revealing many new star clusters as well as star forming regions (bright white splotches) and hot interstellar hydrogen gas (greenish wisps). The pervasive red clouds are emission from dust and organic molecules, pocked with holes and bubbles blown by energetic outflows from massive stars. Intensely dark patches are regions of dust too dense for even Spitzer's infrared vision to penetrate.",
        "hdurl": "https://apod.nasa.gov/apod/image/0512/galPlane_spitzer_f25.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "GLIMPSE the Milky Way",
        "url": "https://apod.nasa.gov/apod/image/0512/galPlane_spitzer_f25.jpg"
    },
    {
        "date": "2005-12-17",
        "explanation": "In December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours on the Moon, in the Taurus-Littrow valley, while colleague Ronald Evans orbited overhead. Near the beginning of their third and final excursion across the lunar surface, Schmitt took this picture of Cernan flanked by an American flag and their lunar rover's umbrella-shaped high-gain antenna. The prominent Sculptured Hills lie in the background while Schmitt's reflection can just be made out in Cernan's helmet. The Apollo 17 crew returned with 110 kilograms of rock and soil samples, more than from any of the other lunar landing sites. Cernan and Schmitt are still the last to walk on the Moon.",
        "hdurl": "https://apod.nasa.gov/apod/image/0512/as17-140-21391.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 17: Last on the Moon",
        "url": "https://apod.nasa.gov/apod/image/0512/as17-140-21391c1.jpg"
    },
    {
        "date": "2005-12-18",
        "explanation": "M83 is one of the closest and brightest spiral galaxies on the sky. Visible with binoculars in the constellation of Hydra, majestic spiral arms have prompted its nickname as the Southern Pinwheel. Although discovered 250 years ago, only much later was it appreciated that M83 was not a nearby gas cloud, but a barred spiral galaxy much like our own Milky Way Galaxy.  M83, pictured above in a photograph from a Very Large Telescope, is a prominent member of a group of galaxies that includes Centaurus A and NGC 5253, all of which lie about 15 million light years distant.  Several bright supernova explosions have been recorded in M83.  An intriguing double circumnuclear ring has been discovered at the center of M83.",
        "hdurl": "https://apod.nasa.gov/apod/image/0512/m83_vlt_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M83: The Southern Pinwheel Galaxy from VLT",
        "url": "https://apod.nasa.gov/apod/image/0512/m83_vlt.jpg"
    },
    {
        "date": "2005-12-19",
        "explanation": "How thin are the rings of Saturn?  Brightness measurements from different angles have shown Saturn's rings to be about one kilometer thick, making them many times thinner, in relative proportion, than a razor blade.  This thinness sometimes appears in dramatic fashion during an image taken nearly along the ring plane.  The robot Cassini spacecraft now orbiting Saturn has now captured another shot that dramatically highlights the ring's thinness.  The above artistic looking image was taken early last month in infrared polarized light.   If alone in space, the unlit part of Saturn would be much darker.  Reflection of light off of moons like Enceladus (pictured) and the billions of small particles in Saturn's rings, however, gives the giant space orb an unusual glow, an effect highlighted in polarized light.",
        "hdurl": "https://apod.nasa.gov/apod/image/0512/thinring2_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Thin Rings Around Polarized Saturn",
        "url": "https://apod.nasa.gov/apod/image/0512/thinring2_cassini.jpg"
    },
    {
        "date": "2005-12-23",
        "explanation": "At the edge of a large molecular cloud in Monoceros, some 3,000 light years away, dark filaments of dust are silhouetted by luminous hydrogen gas. The close up view of the Rosette Nebula dramatically suggests that star formation is an on going process in the region, with dark filaments sculpted by winds and radiation from hot, young stars. Ultraviolet radiation from the young stars also strips electrons from the surrounding hydrogen atoms. As electrons and atoms recombine they emit longer wavelength, lower energy light in a well known characteristic pattern of bright spectral lines. At visible wavelengths, the strongest emission line in this pattern is in the red part of the spectrum and is known as \"Hydrogen-alpha\" or just H-alpha. Part of IPHAS, a survey of H-alpha emission in our Milky Way Galaxy, this image spans about 25 light-years.",
        "hdurl": "https://apod.nasa.gov/apod/image/0512/redrosedust_wright_f2000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hydrogen and Dust in the Rosette Nebula",
        "url": "https://apod.nasa.gov/apod/image/0512/redrosedust_wright_f13.jpg"
    },
    {
        "date": "2005-12-24",
        "explanation": "In December of 1968, the Apollo 8 crew flew from the Earth to the Moon and back again. Frank Borman, James Lovell, and William Anders were launched atop a Saturn V rocket on December 21, circled the Moon ten times in their command module, and returned to Earth on December 27. The Apollo 8 mission's impressive list of firsts includes: the first humans to journey to the Earth's Moon, the first manned flight using the Saturn V, and the first to photograph the Earth from deep space.  As the Apollo 8 command module rounded the farside of the Moon, the crew could look toward the lunar horizon and see the Earth appear to rise, due to their spacecraft's orbital motion. The famous picture that resulted, of a distant blue Earth above the Moon's limb, was a marvelous gift to the world.",
        "hdurl": "https://apod.nasa.gov/apod/image/0512/as8-14-2383HR.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Earthrise",
        "url": "https://apod.nasa.gov/apod/image/0512/as8-14-2383c75.jpg"
    },
    {
        "date": "2005-12-26",
        "explanation": "This huge puff ball was once a star.  One thousand years ago, in the year 1006, a new star was recorded in the sky that today we know was really an existing star exploding.  The resulting expanding gas from the supernova is still visible with telescopes today, continues to expand, and now spans over 70 light years.  SN 1006 glows in every type of light.  The above image of SN 1006 was captured by the orbiting Chandra Observatory in X-ray light.  Even today, not everything about the SN 1006 is understood, for example why particle shocks that produce the bright blue filaments are only visible at some locations.  SN 1006 is thought to have once been a white dwarf that exploded when gas being dumped onto it by its binary star companion caused it to go over the Chandrasekhar limit.  Foreground stars are visible that have nothing to do with the supernova.",
        "hdurl": "https://apod.nasa.gov/apod/image/0512/sn1006_chandra_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "SN 1006: Supernova Remnant in X-Rays",
        "url": "https://apod.nasa.gov/apod/image/0512/sn1006_chandra.jpg"
    },
    {
        "date": "2005-12-31",
        "explanation": "Arriving at Saturn in July of 2004, the Cassini spacecraft has now spent a year and a half exploring the magnificent rings and moons of the distant gas giant. The year 2005 began with Cassini's Huygens probe landing on Saturn's large moon Titan. Cassini's continuing series of close flybys also revealed details and discoveries across the surface of the smog shrouded moon. In fact, with a ringside seat throughout 2005, Cassini's cameras have made spectacular pictures of Titan along with Saturn's other moons and rings almost common place. But often, Saturn itself provided the most dramatic backdrop. In this view, Saturn's moon Dione lies in front of edge-on rings and the gas giant's cloud tops draped with broad ring shadows. Dione is 1,118 kilometers across and lies about 300,000 kilometers from the ring's edge.",
        "hdurl": "https://apod.nasa.gov/apod/image/0512/dione_PIA07771.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Year at Saturn",
        "url": "https://apod.nasa.gov/apod/image/0512/dione_PIA07771_c74.jpg"
    }
]