[
    {
        "date": "2010-01-06",
        "explanation": "Betelgeuse really is a big star. If placed at the center of our Solar System it would extend to the orbit of Jupiter. But like all stars except the Sun, Betelgeuse is so distant it usually appears as a single point of light, even in large telescopes. Still, astronomers using interferometry at infrared wavelengths can resolve the surface of Betelgeuse and reconstructed this image of the red supergiant. The intriguing picture shows two, large, bright, star spots. The spots potentially represent enormous convective cells rising from below the supergiant's surface. They are bright because they're hotter than the rest of the surface, but both spots and surface are cooler than the Sun. Also known as Alpha Orionis, Betelgeuse is about 600 light-years away.   Note: An APOD editor will review astronomy images of 2009, hosted by the Amateur Astronomers Association of New York on Friday, January 8 at the American Museum of Natural History, NYC.  digg_url = 'http://apod.nasa.gov/apod/ap100106.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1001/Betel_haubois.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Spotty Surface of Betelgeuse",
        "url": "https://apod.nasa.gov/apod/image/1001/Betel_haubois800.jpg"
    },
    {
        "date": "2010-01-07",
        "explanation": "A satellite galaxy of our Milky Way, the Small Magellanic Cloud is wonder of the southern sky, named for 16th century Portuguese circumnavigator Ferdinand Magellan. Some 200,000 light-years distant in the constellation Tucana, the small irregular galaxy's stars, gas, and dust that lie along a bar and extended \"wing\", are familiar in images from optical telescopes. But the galaxy also has a tail. Explored in this false-color, infrared mosaic from the Spitzer Space Telescope, the tail extends to the right of the more familiar bar and wing. Likely stripped from the galaxy by gravitational tides, the tail contains mostly gas, dust, and newly formed stars. Two clusters of newly formed stars, warming their surrounding natal dust clouds, are seen in the tail as red spots.   Note: An APOD editor will review astronomy images of 2009, hosted by the Amateur Astronomers Association of New York on Friday, January 8 at the American Museum of Natural History, NYC.  digg_url = 'http://apod.nasa.gov/apod/ap100107.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1001/ssc2010-02b_Lrg.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Tail of the Small Magellanic Cloud",
        "url": "https://apod.nasa.gov/apod/image/1001/ssc2010-02b_Sm.jpg"
    },
    {
        "date": "2010-01-10",
        "explanation": "How did this spherule come to be on the Moon? When a meteorite strikes the Moon, the energy of the impact melts some of the splattering rock, a fraction of which might cool into tiny glass beads. Many of these glass beads were present in lunar soil samples returned to Earth by the Apollo missions. Pictured above is one such glass spherule that measures only a quarter of a millimeter across. This spherule is particularly interesting because it has been victim to an even smaller impact. A miniature crater is visible on the upper left, surrounded by a fragmented area caused by the shockwaves of the small impact. By dating many of these impacts, astronomers can estimate the history of cratering on our Moon.    digg_url = 'http://apod.nasa.gov/apod/ap100110.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1001/spherule_apollo11_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Spherule from the Earth's Moon",
        "url": "https://apod.nasa.gov/apod/image/1001/spherule_apollo11.jpg"
    },
    {
        "date": "2010-01-11",
        "explanation": "In 1984, high above the Earth's surface, an astronaut captured a satellite. It was the second satellite captured that mission. Pictured above, astronaut Dale A. Gardner flies free using the Manned Maneuvering Unit and begins to attach a control device dubbed the Stinger to the rotating Westar 6 satellite.  Communications satellite Westar 6 had suffered a rocket malfunction that left it unable to reach its intended high geosynchronous orbit. Both the previously caught Palapa B-2 satellite and the Westar 6 satellite were guided into the cargo bay of the Space Shuttle Discovery and returned to Earth. Westar 6 was subsequently refurbished and sold.   digg_url = 'http://apod.nasa.gov/apod/ap100111.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1001/westarcapture_sts51a_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Astronaut Who Captured a Satellite",
        "url": "https://apod.nasa.gov/apod/image/1001/westarcapture_sts51a.jpg"
    },
    {
        "date": "2010-01-16",
        "explanation": "Intense and overwhelming, the direct glare of the Sun is blocked by the smooth occulting disk in this image from the sun-staring SOHO spacecraft. Taken on January 3rd, an extreme ultraviolet image of the Sun to scale, is superimposed at the center of the disk. Beyond the disk's outer boundary is a sungrazer comet, one of the brightest yet seen by SOHO. The comet was discovered (movie link) by Australian amateur astronomer Alan Watson, while examining earlier images from another sun-watching spacecraft, STEREO-A. Based on their orbits, sungrazers are believed to belong to the Kreutz family of comets, created by successive break ups from a single large parent comet that passed very near the Sun in the twelfth century. Subjected to strong tidal forces and intense solar heat, this sungrazer comet did not survive its close encounter.   digg_url = 'http://apod.nasa.gov/apod/ap100116.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1001/C2comet_newSOHO.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "New Year Sungrazer",
        "url": "https://apod.nasa.gov/apod/image/1001/C2comet_newSOHOx600.jpg"
    },
    {
        "date": "2010-01-17",
        "explanation": "Birds don't fly this high.  Airplanes don't go this fast.  The Statue of Liberty weighs less.  No species other than human can even comprehend what is going on, nor could any human just a millennium ago. The launch of a rocket bound for space is an event that inspires awe and challenges description.  Pictured above, the Space Shuttle Atlantis lifted off to visit the International Space Station during the early morning hours of 2001 July 12. From a standing start, the two million kilogram rocket ship left to circle the Earth where the outside air is too thin to breathe and where there is little noticeable onboard gravity. Rockets bound for space are now launched from somewhere on Earth about once a week.   digg_url = 'http://apod.nasa.gov/apod/ap100117.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0912/atlantis_sts104_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Atlantis to Orbit",
        "url": "https://apod.nasa.gov/apod/image/0912/atlantis_sts104.jpg"
    },
    {
        "date": "2010-01-19",
        "explanation": "They might look like trees on Mars, but they're not. Groups of dark brown streaks have been photographed by the Mars Reconnaissance Orbiter on melting pinkish sand dunes covered with light frost. The above image was taken in 2008 April near the North Pole of Mars. At that time, dark sand on the interior of Martian sand dunes became more and more visible as the spring Sun melted the lighter carbon dioxide ice.  When occurring near the top of a dune, dark sand may cascade down the dune leaving dark surface streaks -- streaks that might appear at first to be trees standing in front of the lighter regions, but cast no shadows. Objects about 25 centimeters across are resolved on this image spanning about one kilometer. Close ups of some parts of this image show billowing plumes indicating that the sand slides were occurring even when the image was being taken.   digg_url = 'http://apod.nasa.gov/apod/ap100119.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1001/almosttrees_mro_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dark Sand Cascades on Mars",
        "url": "https://apod.nasa.gov/apod/image/1001/almosttrees_mro.jpg"
    },
    {
        "date": "2010-01-24",
        "explanation": "What would it be like to coast by Jupiter and watch it rotate?  This was just the experience of the New Horizons spacecraft as it approached and flew by Jupiter in 2007.  Clicking on the image will bring up a movie of what the robotic spacecraft saw. Visible above in the extensive atmosphere of the Solar System's largest planet are bands and belts of light and dark clouds, as well as giant rotating storm systems seen as ovals.  Other movies compiled by New Horizons and other passing spacecraft have captured the clouds swirling and moving relative to themselves.  Jupiter has a diameter of about eleven times that of our Earth, and rotates once in about 10 hours. The robotic New Horizons spacecraft, launched four years ago last week, continues to speed toward the outer Solar System and has recently passed the halfway point between Earth and Pluto. New Horizons will reach Pluto in 2015.   digg_url = 'http://apod.nasa.gov/apod/ap100124.html'; digg_skin = 'compact';",
        "media_type": "other",
        "service_version": "v1",
        "title": "Watch Jupiter Rotate"
    },
    {
        "date": "2010-01-25",
        "explanation": "Spanning the sky toward the majestic Clouds of Magellan is an unusual stream of gas: the Magellanic Stream. The origin of this gas remains unknown but likely holds a clue to the origin and fate of our Milky Way's most famous satellite galaxies: the LMC and the SMC. Until recently, two leading genesis hypotheses have been considered: that the stream was created by gas stripped off these galaxies as they passed through the halo of our Milky Way, or that the stream was created by the differential gravitational tug of the Milky Way. Recently, however, wide angle radio images -- including those from the Byrd Green Bank Telescope -- have shown that the Magellanic Stream is longer and older than previously thought, perhaps as old as 2.5 billion years.  These observations bolster a third possible origin for the stream -- that the Large and Small Magellanic Cloud galaxies once passed so close to each other that gravitational tides triggered a burst of star formation that left the stream. Pictured above digitally superposed on a recently-completed all-sky image in visible light, the radio emission of Magellanic stream is shown in false color pink extending across the sky and ending at the two Magellanic galaxies on the lower right.    digg_url = 'http://apod.nasa.gov/apod/ap100125.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1001/magstream_nrao_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Magellanic Stream",
        "url": "https://apod.nasa.gov/apod/image/1001/magstream_nrao.jpg"
    },
    {
        "date": "2010-01-27",
        "explanation": "What's that behind Titan? It's another of Saturn's moons: Tethys.  The robotic Cassini spacecraft orbiting Saturn captured the heavily cratered Tethys slipping behind Saturn's atmosphere-shrouded Titan late last year. The largest crater on Tethys, Odysseus, is easily visible on the distant moon. Titan shows not only its thick and opaque orange lower atmosphere, but also an unusual upper layer of blue-tinted haze.  Tethys, at about 2 million kilometers distant, was twice as far from Cassini as was Titan when the above image was taken. In 2004, Cassini released the Hyugens probe which landed on Titan and provided humanity's first views of the surface of the Solar System's only known lake-bearing moon.    digg_url = 'http://apod.nasa.gov/apod/ap100127.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1001/tethystitan_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Tethys Behind Titan",
        "url": "https://apod.nasa.gov/apod/image/1001/tethystitan_cassini.jpg"
    },
    {
        "date": "2010-02-01",
        "explanation": "Another moon of Saturn has been imaged in detail by the Cassini spacecraft. Orbiting Saturn since 2004, the robotic Cassini got its closest look yet at Saturn's small moon Prometheus last week. Visible above in an unprocessed image from 36,000 kilometers away, Prometheus' 100-km long surface was revealed to have an interesting system of bulges, ridges, and craters.  These features, together with the moon's oblong shape and high reflectivity, are now being studied to help better understand the history of Prometheus and Saturn's rings. Prometheus is one of the few shepherd satellites known, as its gravity, along with its companion moon Pandora, confines many smaller ice chucks into Saturn's F Ring.  Cassini's next major targeted flyby is of the moon Rhea on March 2.   digg_url = 'http://apod.nasa.gov/apod/ap100201.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1002/prometheus_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Shepherd Moon Prometheus from Cassini",
        "url": "https://apod.nasa.gov/apod/image/1002/prometheus_cassini.jpg"
    },
    {
        "date": "2010-02-03",
        "explanation": "What is this strange object?  First discovered on ground based LINEAR images on January 6, the object appeared unusual enough to investigate further with the Hubble Space Telescope last week. Pictured above, what Hubble saw indicates that P/2010 A2 is unlike any object ever seen before. At first glance, the object appears to have the tail of a comet. Close inspection, however, shows a 140-meter nucleus offset from the tail center, very unusual structure near the nucleus, and no discernable gas in the tail. Knowing that the object orbits in the asteroid belt between Mars and Jupiter, a preliminary hypothesis that appears to explain all of the known clues is that P/2010 A2 is the debris left over from a recent collision between two small asteroids.  If true, the collision likely occurred at over 15,000 kilometers per hour -- five times the speed of a rifle bullet -- and liberated energy in excess of a nuclear bomb. Pressure from sunlight would then spread out the debris into a trailing tail. Future study of P/2010 A2 may better indicate the nature of the progenitor collision and may help humanity better understand the early years of our Solar System, when many similar collisions occurred.   digg_url = 'http://apod.nasa.gov/apod/ap100203.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1002/p2010a2_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "P/2010 A2: Unusual Asteroid Tail Implies Powerful Collision",
        "url": "https://apod.nasa.gov/apod/image/1002/p2010a2_hst.jpg"
    },
    {
        "date": "2010-02-09",
        "explanation": "Sometimes, the space shuttle launches at night.  Pictured above, the space shuttle Endeavour lifted off in yesterday's early morning hours from Launch Pad 39A in Kennedy Space Center, Florida, USA, bound for the International Space Station (ISS). A night launch, useful for reaching the space station easily during some times of the year, frequently creates vivid launch imagery. The shuttle, as pictured above, is framed by an enormous but typical exhaust plume ejected as the shuttle's powerful rockets began lifting the two million kilogram space bus into Earth orbit. Endeavour's mission, labeled STS-130, includes the delivery of the Tranquility module to the space station.  Tranquility will provide extra room for space station astronauts and includes a large circular set of windows designed to bestow vastly improved views of the Earth, the night sky, and the space station itself.     digg_url = 'http://apod.nasa.gov/apod/ap100209.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1002/sts30nightlaunch_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Night Launch of the Space Shuttle Endeavour",
        "url": "https://apod.nasa.gov/apod/image/1002/sts30nightlaunch_nasa.jpg"
    },
    {
        "date": "2010-02-10",
        "explanation": "Why does a volcanic eruption sometimes create lightning? Pictured above, the Sakurajima volcano in southern Japan was caught erupting early last month. Magma bubbles so hot they glow shoot away as liquid rock bursts through the Earth's surface from below.  The above image is particularly notable, however, for the lightning bolts caught near the volcano's summit.  Why lightning occurs even in common thunderstorms remains a topic of research, and the cause of volcanic lightning is even less clear. Surely, lightning bolts help quench areas of opposite but separated electric charges. One hypothesis holds that catapulting magma bubbles or volcanic ash are themselves electrically charged, and by their motion create these separated areas. Other volcanic lightning episodes may be facilitated by charge-inducing collisions in volcanic dust. Lightning is usually occurring somewhere on Earth, typically over 40 times each second.    digg_url = 'http://apod.nasa.gov/apod/ap100210.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1002/volcanolightning_rietze_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sakurajima Volcano with Lightning",
        "url": "https://apod.nasa.gov/apod/image/1002/volcanolightning_rietze.jpg"
    },
    {
        "date": "2010-02-15",
        "explanation": "If this is Saturn, where are the rings?  When Saturn's \"appendages\" disappeared in 1612, Galileo did not understand why.   Later that century, it became understood that Saturn's unusual protrusions were rings and that when the Earth crosses the ring plane, the edge-on rings will appear to disappear.  This is because Saturn's rings are confined to a plane many times thinner, in proportion, than a  razor blade.  In modern times, the robot Cassini spacecraft orbiting Saturn now also crosses Saturn's ring plane.  A series of plane crossing images from 2005 February was dug out of the vast online Cassini raw image archive by interested Spanish amateur Fernando Garcia Navarro.  Pictured above, digitally cropped and set in representative colors, is the striking result.  Saturn's thin ring plane appears in blue, bands and clouds in Saturn's upper atmosphere appear in gold. Since Saturn just passed its equinox, today the ring plane is pointed close to the Sun and the rings could not cast the high dark shadows seen across the top of this image, taken back in 2005. Moons appear as bumps in the rings.    digg_url = 'http://apod.nasa.gov/apod/ap100215.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1002/saturnplane_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Cassini Spacecraft Crosses Saturn's Ring Plane",
        "url": "https://apod.nasa.gov/apod/image/1002/saturnplane_cassini.jpg"
    },
    {
        "date": "2010-02-16",
        "explanation": "What's that approaching? Astronauts on board the International Space Station first saw it far in the distance.  Soon it enlarged to become a dark silhouette. As it came even closer, the silhouette appeared to be a spaceship. Finally, at just past 11 pm (CST) last Tuesday, the object, revealed to be the Space Shuttle Endeavour, docked as expected with the Earth-orbiting space station.  Pictured above, Endeavour was imaged near Earth's horizon as it approached, where several layers of the Earth's atmosphere were visible. Directly behind the shuttle is the mesosphere, which appears blue.  The atmospheric layer that appears white is the stratosphere, while the orange layer is Earth's Troposphere. This shuttle mission, which began with a dramatic night launch and will continue into next week, has many tasks planned. These tasks include the delivery of the Tranquility Module which includes a cupola bay window complex that may allow even better views of spaceships approaching and leaving the space station.   digg_url = 'http://apod.nasa.gov/apod/ap100216.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1002/shuttleapproaching_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dark Shuttle Approaching",
        "url": "https://apod.nasa.gov/apod/image/1002/shuttleapproaching_nasa.jpg"
    },
    {
        "date": "2010-02-17",
        "explanation": "Why is this moon of Saturn so smooth? This past weekend, humanity's Saturn-orbiting Cassini spacecraft passed as close to Saturn's small moon Calypso as it ever has, and imaged the small moon in unprecedented detail. Pictured above is an early return, raw, unprocessed image of the 20-km long irregularly shaped moon. Like its sister moon Telesto and the shepherd moon Pandora, Calypso has shown itself to be unusually smooth, much smoother than most of Saturn's larger moons. A leading hypothesis for Calypso's smoothness is that much of the moon's surface is actually a relatively loose jumble of rubble -- making Calypso a rubble-pile moon.  The loose nature of the small ice pieces allows them to fill in many small craters and other surface features. Calypso orbits Saturn always behind Saturn's much larger moon Tethys, whereas Telesto's orbit always precedes Tethys. Calypso's extremely white surface -- not unlike fresh snow -- may result from the continuous accumulation of fresh ice particles falling in from Saturn's E ring.   digg_url = 'http://apod.nasa.gov/apod/ap100217.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1002/calypso_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "An Unusually Smooth Surface on Saturn's Calypso",
        "url": "https://apod.nasa.gov/apod/image/1002/calypso_cassini.jpg"
    },
    {
        "date": "2010-02-19",
        "explanation": "This sharp, wide-field view features infrared light from the spiral Andromeda Galaxy (M31). Dust heated by Andromeda's young stars is shown in yellow and red, while its older population of stars appears as a bluish haze. The false-color skyscape is a mosaic of images from NASA's new Wide-field Infrared Survey Explorer (WISE) satellite. With over twice the diameter of our Milky Way, Andromeda is the largest galaxy in the local group. Andromeda's own satellite galaxies M110 (below) and M32 (above) are also included in the combined fields. Launched in December 2009, WISE began a six month long infrared survey of the entire sky on January 14. Expected to discover near-Earth asteroids as well as explore the distant universe, its sensitive infrared detectors are cooled by frozen hydrogen.   digg_url = 'http://apod.nasa.gov/apod/ap100219.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1002/andromeda_wise2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "WISE Infrared Andromeda",
        "url": "https://apod.nasa.gov/apod/image/1002/andromeda_wise900.jpg"
    },
    {
        "date": "2010-02-21",
        "explanation": "Like a butterfly, a white dwarf star begins its life by casting off a cocoon that enclosed its former self.  In this analogy, however, the Sun would be a caterpillar and the ejected shell of gas would become the prettiest of all! In the above cocoon, the planetary nebula designated NGC 2440, contains one of the hottest white dwarf stars known. The white dwarf can be seen as the bright dot near the photo's center.  Our Sun will eventually become a white dwarf butterfly but not for another 5 billion years.  The above false color image was post-processed by Forrest Hamilton.   digg_url = 'http://apod.nasa.gov/apod/ap100221.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1002/ngc2440d_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 2440: Cocoon of a New White Dwarf",
        "url": "https://apod.nasa.gov/apod/image/1002/ngc2440d_hst.jpg"
    },
    {
        "date": "2010-02-22",
        "explanation": "Will the result of these galactic collisions be one big elliptical galaxy? Quite possibly, but not for another billion years. Pictured above, several of the dwarf galaxies of in the Hickson Compact Group 31 are seen slowly merging.  Two of the brighter galaxies are colliding on the far left, while an elongated galaxy above is connected to them by an unusual bridge of stars. Inspection of the above image further indicates that the bright duo trail a rope of stars pointing to the spiral galaxy on the far right. Most assuredly, the pictured galaxies of Hickson Compact Group 31 will pass through and destroy each other, millions of stars will form and explode, and thousands of nebula will form and dissipate before the dust settles and the final galaxy emerges about one billion years from now. The above image is a composite of images taken in infrared light by the Spitzer Space Telescope, ultraviolet light by the GALEX space telescope, and visible light by the Hubble Space Telescope.  Hickson Compact Group 31 spans about 150 thousand light years and lies about 150 million light years away toward the constellation of Eridanus.   digg_url = 'http://apod.nasa.gov/apod/ap100222.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1002/hickson31_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Galaxy Group Hickson 31",
        "url": "https://apod.nasa.gov/apod/image/1002/hickson31_hst.jpg"
    },
    {
        "date": "2010-02-24",
        "explanation": "This space job was almost complete. Floating just below the International Space Station, astronaut Nicholas Patrick put some finishing touches on the newly installed cupola space windows last week. Patrick was a mission specialist onboard the recently completed space shuttle Endeavor's STS-130 mission to the ISS. Pictured, Patrick floats near the outermost of seven windows on the new cupola of the just-installed Tranquility module.   Patrick hovers about 340 kilometers over the Earth's surface, well in front of the blue sky, blue water, and white clouds pictured far in the background. In the above image, covers on windows three and four were in place and clearly labelled.  Images from inside the ISS's new panoramic cupola are now available.   digg_url = 'http://apod.nasa.gov/apod/ap100224.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1002/installingcupola_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Astronaut Installs Panoramic Space Window",
        "url": "https://apod.nasa.gov/apod/image/1002/installingcupola_nasa.jpg"
    },
    {
        "date": "2010-03-01",
        "explanation": "What creates these picturesque dark streaks on Mars? No one knows for sure.  A leading hypothesis is that streaks like these are caused by fine grained sand sliding down the banks of troughs and craters. Pictured above, dark sand appears to have flowed hundreds of meters down the slopes of Acheron Fossae.  The sand appears to flow like a liquid around boulders, and, for some reason, lightens significantly over time. This sand flow process is one of several which can rapidly change the surface of Mars, with other processes including dust devils, dust storms, and the freezing and melting of areas of ice. The above image was taken by the HiRise camera on board the Mars Reconnaissance Orbiter which has been orbiting Mars since 2006.  Acheron Fossae is a 700 kilometer long trough in the Diacria quadrangle of Mars.   digg_url = 'http://apod.nasa.gov/apod/ap100301.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/1003/streaks_mro_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Slope Streaks in Acheron Fossae on Mars",
        "url": "https://apod.nasa.gov/apod/image/1003/streaks_mro.jpg"
    },
    {
        "date": "2010-03-03",
        "explanation": "The International Space Station (ISS) is the largest human-made object ever to orbit the Earth.  The ISS is so large that it can be seen drifting overhead with the unaided eye, and is frequently imaged from the ground in picturesque fashion.  Last month, the station was visited again by space shuttle, which resupplied the station and added a new module.   The ISS is currently operated by the Expedition 22 crew, now consisting five astronauts including two supplied by USA's NASA, two by Russia's RKA, and one by Japan's JAXA.   After departing the ISS, the crew of the space shuttle Endeavour captured the above spectacular vista of the orbiting space city high above the clouds, waters, and lands of Earth.  Visible components include modules, trusses, and expansive solar arrays that gather sunlight that is turned into needed electricity.   Share Quiz: Can anyone identify the landscape behind the space station?",
        "hdurl": "https://apod.nasa.gov/apod/image/1003/iss_sts130_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The International Space Station from Above",
        "url": "https://apod.nasa.gov/apod/image/1003/iss_sts130.jpg"
    },
    {
        "date": "2010-03-07",
        "explanation": "Is it art?  If so, the paintbrush was the Spirit robotic rover, the canvas was the soil on Mars, and the artists were the scientists and engineers of the Mars Exploration Rover Mission.  This panoramic picture, created in 2004 and shown above compressed horizontally, was mostly unintentional -- the MERS team was primarily instructing Spirit to investigate rocks in and around Hank's Hollow in a location called Engineering Flats on Mars. After creating the ground display with its treads, the Spirit rover was instructed to photograph the area along with itself in shadow.  In 2010 as winter approaches in northern Mars, Spirit, still mired in sand, has been placed in an energy saving \"hibernating\" mode until spring arrives and more direct sunlight might be used to power the robotic explorer.",
        "hdurl": "https://apod.nasa.gov/apod/image/1003/art_spirit_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spirit Rover at Engineering Flats on Mars",
        "url": "https://apod.nasa.gov/apod/image/1003/art_spirit.jpg"
    },
    {
        "date": "2010-03-09",
        "explanation": "The two galaxies on the far left were unknown until 1968.  Although they would have appeared as two of the brighter galaxies on the night sky, the opaque dust of the central band of our Milky Way Galaxy had obscured them from being seen in visible light. The above image in infrared light taken by the recently launched Wide-Field Infrared Survey Explorer (WISE), however, finds these galaxies in great detail far behind -- but seemingly next to -- the photogenic Heart nebula (IC 1805).  The spiral galaxy near the top is the easiest to spot and is known as Maffei 2.  Just below and to its right is fuzzy-looking  Maffei 1, the closest giant elliptical galaxy to Earth. The above false-colored image spans three full moons from top to bottom.  The Maffei galaxies each span about 15,000 light years across and lie about 10 million light years away toward the constellation of the Queen of Ethiopia (Cassiopeia).  On the image right, stars, gaseous filaments, and warm dust highlight a detailed infrared view of the Heart nebula.",
        "hdurl": "https://apod.nasa.gov/apod/image/1003/heartmaffei_wise_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Galaxies Beyond the Heart: Maffei 1 and 2",
        "url": "https://apod.nasa.gov/apod/image/1003/heartmaffei_wise.jpg"
    },
    {
        "date": "2010-03-10",
        "explanation": "What's happening on the surface of Saturn's moon Helene? The moon was imaged in unprecedented detail last week as the robotic Cassini spacecraft orbiting Saturn swooped to within two Earth diameters of the diminutive moon. Although conventional craters and hills appear, the above raw and unprocessed image also shows terrain that appears unusually smooth and streaked. Planetary astronomers will be inspecting these detailed images of Helene to glean clues about the origin and evolution of the 30-km across floating iceberg. Helene is also unusual because it circles Saturn just ahead of the large moon Dione, making it one of only four known Saturnian moons to occupy a gravitational well known as a stable Lagrange point.",
        "hdurl": "https://apod.nasa.gov/apod/image/1003/helene2_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn's Moon Helene from Cassini",
        "url": "https://apod.nasa.gov/apod/image/1003/helene2_cassini.jpg"
    },
    {
        "date": "2010-03-12",
        "explanation": "Who are these masked men? Technicians from Ball Aerospace and NASA at Marshall Space Flight Center's X-ray and Cryogenic Facility, of course, testing primary mirror segments of the James Webb Space Telescope (JWST). Scheduled for launch in 2014, JWST will be optimized for the infrared exploration of the early Universe, utilizing a primary mirror 21.3 feet across, composed of 18 hexagonal segments. Here, a group of JWST mirror segments are being prepared for tests to assure they meet the exacting mission requirements. The technicians' suits and masks help prevent contamination of the mirror surfaces. At the Marshall X-ray and Cryogenic Facility, the mirrors are tested in the large circular chamber after evacuating the air and cooling the chamber to -400 degrees Fahrenheit (only 60 degrees above absolute zero). The extremely low pressure and temperature simulate the JWST mirror operating environment in space. JWST mirror segment testing will continue for the next 18 months.",
        "hdurl": "https://apod.nasa.gov/apod/image/1003/XRCF1_smith.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "JWST: Mirrors and Masked Men",
        "url": "https://apod.nasa.gov/apod/image/1003/XRCF1_smith900.jpg"
    },
    {
        "date": "2010-03-14",
        "explanation": "What's happening in the middle of this massive galaxy? There, two bright sources at the center of this composite x-ray (blue)/radio (pink) image are thought to be co-orbiting supermassive black holes powering the giant radio source 3C 75. Surrounded by multimillion degree x-ray emitting gas, and blasting out jets of relativistic particles the supermassive black holes are separated by 25,000 light-years. At the cores of two merging galaxies in the Abell 400 galaxy cluster they are some 300 million light-years away. Astronomers conclude that these two supermassive black holes are bound together by gravity in a binary system in part because the jets' consistent swept back appearance is most likely due to their common motion as they speed through the hot cluster gas at 1200 kilometers per second. Such spectacular cosmic mergers are thought to be common in crowded galaxy cluster environments in the distant universe. In their final stages the mergers are expected to be intense sources of gravitational waves.",
        "hdurl": "https://apod.nasa.gov/apod/image/1003/3c75_chandra_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Binary Black Hole in 3C 75",
        "url": "https://apod.nasa.gov/apod/image/1003/3c75_chandra.jpg"
    },
    {
        "date": "2010-03-17",
        "explanation": "Why is this small object orbiting Mars?  The origin of Phobos, the larger of the two moons orbiting Mars, remains unknown.  Phobos and Deimos appear very similar to C-type asteroids, yet gravitationally capturing such asteroids, circularizing their orbits, and dragging them into Mars' equatorial plane seems unlikely.  Pictured above is Phobos as it appeared during last week's flyby of ESA's Mars Express, a robotic spacecraft that began orbiting Mars in 2003. Visible in great detail is Phobos' irregular shape, strangely dark terrain, numerous unusual grooves, and a spectacular chain of craters crossing the image center.   Phobos spans only about 25 kilometers in length and does not have enough gravity to compress it into a ball.  Phobos orbits so close to Mars that sometime in the next 20 million years, tidal deceleration will break up the  rubble moon into a ring whose pieces will slowly spiral down and crash onto the red planet. The Russian mission Phobos-Grunt is scheduled to launch and land on Phobos next year.",
        "hdurl": "https://apod.nasa.gov/apod/image/1003/phobos1_marsexpress_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Phobos from Mars Express",
        "url": "https://apod.nasa.gov/apod/image/1003/phobos1_marsexpress.jpg"
    },
    {
        "date": "2010-03-18",
        "explanation": "What shines in the gamma-ray sky? The most complete answer yet to that question is offered by the Fermi Gamma-ray Space Telescope's first all-sky catalog. Fermi's sources of cosmic gamma-rays feature nature's most energetic particle accelerators, ultimately producing 100 MeV to 100 GeV photons, photons with more than 50 million to 50 billion times the energy of visible light. Distilled from 11 months of sky survey data using Fermi's Large Area Telescope (LAT), the 1,451 cataloged sources include energetic star burst galaxies and active galactic nuclei (AGN) far beyond the Milky Way. But within our own galaxy are many pulsars (PSR) and pulsar wind nebulae (PWN), supernova remnants (SNR), x-ray binary stars (HXB) and micro-quasars (MQO). Fermi's all sky map is shown centered on the Milky Way with the diffuse gamma-ray emission from the Galactic plane running horizontally through the frame. To locate the cataloged gamma-ray sources, just slide your cursor over the map. For now, 630 of the sources cataloged at gamma-ray energies remain otherwise unidentified, not associated with sources detected at lower energies.",
        "hdurl": "https://apod.nasa.gov/apod/image/1003/Fermi1FGLsources.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Fermi Catalogs the Gamma-ray Sky",
        "url": "https://apod.nasa.gov/apod/image/1003/Fermi1FGLsky.jpg"
    },
    {
        "date": "2010-03-22",
        "explanation": "What shapes the remarkable dust tapestry of the nearby Milky Way Galaxy? No one knows for sure.  The intricate structures, shown above, were resolved in new detail recently in a wide region of the sky imaged in far infrared light by the European Space Agency's Planck satellite. The above image is a digital fusion of three infrared colors: two taken at high resolution by Planck, while the other is an older image taken by the now defunct IRAS satellite. At these colors, the sky is dominated by the faint glow of very cold gas within only 500 light years of Earth. In the above image, red corresponds to temperatures as cold as 10 degrees Kelvin above absolute zero, while white corresponds to gas as warm at 40 Kelvins. The pink band across the lower part of the image is warm gas confined to the plane of our Galaxy. The bright regions typically hold dense molecular clouds that are slowly collapsing to form stars, whereas the dimmer regions are most usually diffuse interstellar gas and dust known as cirrus.  Why these regions have intricate filamentary shapes shared on both large and small scales remains a topic of research. Future study of the origin and evolution of dust may help in the understanding the recent history of our Galaxy as well as how planetary systems such as our Solar System came to be born.",
        "hdurl": "https://apod.nasa.gov/apod/image/1003/colddust_planck_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Nearby Milky Way in Cold Dust",
        "url": "https://apod.nasa.gov/apod/image/1003/colddust_planck.jpg"
    },
    {
        "date": "2010-03-25",
        "explanation": "Distorted galaxy NGC 2442 can be found in the southern constellation of the flying fish, (Piscis) Volans. Located about 50 million light-years away, the galaxy's two spiral arms extending from a pronounced central bar have a hook-like appearance in wide-field images. But this mosaicked close-up, constructed from Hubble Space Telescope data, follows the galaxy's structure in amazing detail. Obscuring dust lanes, young blue star clusters and reddish star forming regions surround a core of yellowish light from an older population of stars. The sharp Hubble data also reveal more distant background galaxies seen right through NGC 2442's star clusters and nebulae. The image spans about 75,000 light-years at the estimated distance of NGC 2442.",
        "hdurl": "https://apod.nasa.gov/apod/image/1003/NGC2442HST-GendlerL.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 2442: Galaxy in Volans",
        "url": "https://apod.nasa.gov/apod/image/1003/NGC2442HST-GendlerS900.jpg"
    },
    {
        "date": "2010-03-28",
        "explanation": "It has become one of the most famous images of modern times. This image, taken with the Hubble Space Telescope in 1995, shows evaporating gaseous globules (EGGs) emerging from pillars of molecular hydrogen gas and dust. The giant pillars are light years in length and are so dense that interior gas contracts gravitationally to form stars. At each pillars' end, the intense radiation of bright young stars causes low density material to boil away, leaving stellar nurseries of dense EGGs exposed.  The Eagle Nebula, associated with the open star cluster M16, lies about 7000 light years away. The pillars of creation were again imaged by the orbiting Chandra X-ray Observatory, and it was found that most EGGS are not strong emitters of X-rays.",
        "hdurl": "https://apod.nasa.gov/apod/image/1003/pillarsofcreation_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M16: Pillars of Creation",
        "url": "https://apod.nasa.gov/apod/image/1003/pillarsofcreation_hst.jpg"
    },
    {
        "date": "2010-04-01",
        "explanation": "In 2009, space missions revealed tantalizing signs of water on or near the lunar surface, once thought of as a dry and desolate environment. But researchers are now offering this archival picture as further evidence that humans might one day be able to use the Moon's newly discovered resource to directly quench their thirst. Found in a pile of old Apollo lunar surface photographs, the picture reveals an object at the far left of the frame that appears to be a drinking fountain, surprisingly close to one of the Lunar Module landing struts. When asked why no mention of the object was in their reports, the astronauts replied that they discovered their spacesuit gloves were too bulky to allow them to activate the fountain, so they had simply ignored it during their stay on the lunar surface. Perhaps not coincidentally, this picture was taken exactly 40 years ago, on April Fools Day ...",
        "hdurl": "https://apod.nasa.gov/apod/image/1004/apollodrinkingfountain.JPG",
        "media_type": "image",
        "service_version": "v1",
        "title": "Evidence Mounts for Water on the Moon",
        "url": "https://apod.nasa.gov/apod/image/1004/apollodrinkingfountain.JPG"
    },
    {
        "date": "2010-04-03",
        "explanation": "Near the outskirts of the Small Magellanic Cloud, a satellite galaxy some 200 thousand light-years distant, lies 5 million year young star cluster NGC 602. Surrounded by natal gas and dust, NGC 602 is featured in this stunning Hubble image of the region. Fantastic ridges and swept back shapes strongly suggest that energetic radiation and shock waves from NGC 602's massive young stars have eroded the dusty material and triggered a progression of star formation moving away from the cluster's center. At the estimated distance of the Small Magellanic Cloud, the picture spans about 200 light-years, but a tantalizing assortment of background galaxies are also visible in the sharp Hubble view. The background galaxies are hundreds of millions of light-years or more beyond NGC 602.",
        "hdurl": "https://apod.nasa.gov/apod/image/1004/ngc602_hst_large.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 602 and Beyond",
        "url": "https://apod.nasa.gov/apod/image/1004/ngc602_hst_large900.jpg"
    },
    {
        "date": "2010-04-05",
        "explanation": "What does Saturn's shepherd moon Prometheus really look like? The raw images from the robotic Cassini spacecraft's January flyby of the small moon showed tantalizing clues on grainy images, but now that the Cassini team has digitally remastered these images, many more details have come out. Pictured above, Prometheus more clearly shows its oblong shape as well as numerous craters over its 100-kilometer length. In the above image, the bright part of Prometheus is lit directly by the Sun, while much of the dark part is still discernible through sunlight first reflected off of Saturn. These new surface details, together with the moon's high reflectivity, can now help humanity better understand the history of Prometheus and Saturn's rings. Today, Cassini has a planned targeted flyby of Saturn's largest moon Titan, while on Wednesday, Cassini is scheduled to swoop to within 600 kilometers of Dione.",
        "hdurl": "https://apod.nasa.gov/apod/image/1004/prometheus2_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Prometheus Remastered",
        "url": "https://apod.nasa.gov/apod/image/1004/prometheus2_cassini.jpg"
    },
    {
        "date": "2010-04-10",
        "explanation": "Few cosmic vistas excite the imagination like the Orion Nebula, an immense stellar nursery some 1,500 light-years away. Spanning about 40 light-years across the region, this new infrared image from the Spitzer Space Telescope was constructed from data intended to monitor the brightness of the nebula's young stars, many still surrounded by dusty, planet-forming disks. Orion's young stars are only about 1 million years old, compared to the Sun's age of 4.6 billion years. The region's hottest stars are found in the Trapezium Cluster, the brightest cluster near picture center. Spitzer's liquid helium coolant ran out in May 2009, so this false color view is from two channels that still remain sensitive to infrared light at warmer operating temperatures.",
        "hdurl": "https://apod.nasa.gov/apod/image/1004/orion2010_spitzer.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spitzer's Orion",
        "url": "https://apod.nasa.gov/apod/image/1004/orion2010_spitzerMedRC.jpg"
    },
    {
        "date": "2010-04-11",
        "explanation": "What is creating the strange texture of IC 418?  Dubbed the Spirograph Nebula for its resemblance to drawings from a cyclical drawing tool, planetary nebula IC 418 shows patterns that are not well understood. Perhaps they are related to chaotic winds from the variable central star, which changes brightness unpredictably in just a few hours.  By contrast, evidence indicates that only a few million years ago, IC 418 was probably a well-understood star similar to our Sun.  Only a few thousand years ago, IC 418 was probably a common red giant star.  Since running out of nuclear fuel, though, the outer envelope has begun expanding outward leaving a hot remnant core destined to become a white-dwarf star, visible in the image center. The light from the central core excites surrounding atoms in the nebula causing them to glow. IC 418 lies about 2000 light-years away and spans 0.3 light-years across.  This false-color image taken from the Hubble Space Telescope reveals the unusual details.",
        "hdurl": "https://apod.nasa.gov/apod/image/1004/spirograph_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "IC 418: The Spirograph Nebula",
        "url": "https://apod.nasa.gov/apod/image/1004/spirograph_hst.jpg"
    },
    {
        "date": "2010-04-13",
        "explanation": "Why isn't spiral galaxy M66 symmetric?  Usually density waves of gas, dust, and newly formed stars circle a spiral galaxy's center and create a nearly symmetric galaxy.  The differences between M66's spiral arms and the apparent displacement of its nucleus are all likely caused by previous close interactions and the tidal gravitational pulls of nearby galaxy neighbors M65 and NGC 3628. Spiral galaxy M66, pictured above, spans about 100,000 light years, lies about 35 million light years distant, and is the largest galaxy in a group known as the Leo Triplet.  Like many spiral galaxies, the long and intricate dust lanes of M66 are seen intertwined with the bright stars and nebulas that light up the spiral arms.",
        "hdurl": "https://apod.nasa.gov/apod/image/1004/m66_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Unusual Spiral Galaxy M66 from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1004/m66_hst.jpg"
    },
    {
        "date": "2010-04-14",
        "explanation": "The International Space Station is the largest object ever constructed by humans in space.  The station perimeter now extends over roughly the area of a football field, although only a small fraction of this is composed of modules habitable by humans. The station is so large that it could not be launched all at once -- it is being built piecemeal with large sections added continually by flights of the Space Shuttle.  To function, the ISS needs huge trusses, some over 15 meters long and with masses over 10,000 kilograms, to keep it rigid and to route electricity and liquid coolants.  Pictured above, part of the immense space station was photographed out of a window by a member of the visiting Space Shuttle Discovery STS-131 crew. Visible in the foreground is Japan's Kibo research module, while a large truss is visible toward the left.  On the far right, a crescent Earth slices through the blackness of space.",
        "hdurl": "https://apod.nasa.gov/apod/image/1004/kiboearth_iss_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Large Space Station Over Earth",
        "url": "https://apod.nasa.gov/apod/image/1004/kiboearth_iss.jpg"
    },
    {
        "date": "2010-04-16",
        "explanation": "Up close, the solar surface is a striking patch work of granules in this very high resolution picture of the quiet Sun. Caused by convection, the granules are hot, rising columns of plasma edged by dark lanes of cooler, descending plasma. But the high-resolution view reveals that the dark lanes are dotted with many small, contrasting bright points. Constantly present on the solar surface, the bright points do not seem to be related to sunspots that come and go with the magnetic solar cycle. Nonetheless, the bright points are regions of concentrated magnetic fields and are bright because the magnetic pressure opens a window to hotter deeper layers below the photosphere. For scale, the white bar at the lower left corresponds to 5,000 kilometers across the Sun's surface. The sharp, narrow-band image was recorded in September, 2007 using the Swedish Solar Telescope on the astronomical island of La Palma.",
        "hdurl": "https://apod.nasa.gov/apod/image/1004/SOLmagbrightpoints_almeida.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Bright Points on the Quiet Sun",
        "url": "https://apod.nasa.gov/apod/image/1004/SOLmagbrightpoints_almeidaC900.jpg"
    },
    {
        "date": "2010-04-17",
        "explanation": "After an oxygen tank exploded and crippled their service module, the Apollo 13 astronauts were forced to abandon plans to make the third manned lunar landing. The extent of the damage is revealed in this grainy, grim photo, taken as the service module was drifting away, jettisoned only hours prior to the command module's reentry and splashdown. An entire panel on the side of the service module has been blown away and extensive internal damage is apparent. Visible below the gutted compartment is a radio antenna and the large, bell-shaped nozzle of the service module's rocket engine. On April 17, 1970 the three astronauts returned safely to Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/1004/AS13-59-8500HR.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Damage to Apollo 13",
        "url": "https://apod.nasa.gov/apod/image/1004/AS13-59-8500HR_c900.jpg"
    },
    {
        "date": "2010-04-18",
        "explanation": "What's happened to our Sun?  Last week, it produced one of the largest eruptive prominences ever seen. Pictured above, the prominence erupted in only a few hours and was captured in movie form by NASA's twin Sun-orbiting STEREO satellites.  A quiescent solar prominence is a cloud of hot solar gas held above the Sun's surface by the Sun's magnetic field.  Unpredictably, however, prominences may erupt,   expelling hot gas into the Solar System via a  Coronal Mass Ejection (CME). As pictured above, many Earths would easily fit under the expanding ribbon of hot gas.  Although somehow related to the Sun's changing magnetic field, the energy mechanism that creates and sustains a Solar prominence is still a topic of research.",
        "hdurl": "https://apod.nasa.gov/apod/image/1004/grandprom_stereo_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Large Eruptive Prominence Imaged by STEREO",
        "url": "https://apod.nasa.gov/apod/image/1004/grandprom_stereo.jpg"
    },
    {
        "date": "2010-04-20",
        "explanation": "What would it be like to see a sky with many moons?  Such is the sky above Saturn.  When appearing close to each other, moons will show a similar phase. A view with two of the more famous moons of Saturn in gibbous phase was captured last month by the robot spacecraft Cassini now orbiting Saturn.  Titan, on the left, is among the largest moons in the Solar System and is perpetually shrouded in clouds.  In 2005, the Huygens probe landed on Titan and gave humanity its first view of its unusual surface.  Dione, on the right, has less than a quarter of Titan's diameter and has no significant atmosphere. The above uncalibrated image was taken on April 10 after Cassini swooped by each moon the previous week.",
        "hdurl": "https://apod.nasa.gov/apod/image/1004/titandione_cassini_big.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn's Moons Dione and Titan from Cassini",
        "url": "https://apod.nasa.gov/apod/image/1004/titandione_cassini.jpg"
    },
    {
        "date": "2010-04-21",
        "explanation": "Nebulae are perhaps as famous for being identified with familiar shapes as perhaps cats are for getting into trouble.  Still, no known cat could have created the vast Cat's Paw Nebula visible in Scorpius.  At 5,500 light years distant, Cat's Paw is an emission nebula with a red color that originates from an abundance of ionized hydrogen atoms.  Alternatively known as the Bear Claw Nebula or NGC 6334, stars nearly ten times the mass of our Sun have been born there in only the past few million years. Pictured above, a wide angle, deep field image of the  Cat's Paw nebula was culled from the second Digitized Sky Survey.",
        "hdurl": "https://apod.nasa.gov/apod/image/1004/catspaw_dss2_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Wide Angle: The Cat's Paw Nebula",
        "url": "https://apod.nasa.gov/apod/image/1004/catspaw_dss2.jpg"
    },
    {
        "date": "2010-04-23",
        "explanation": "Don't panic, the Sun has not gone wild. But this wild-looking portrait of the nearest star to planet Earth was made on March 30th by the recently launched Solar Dynamics Observatory (SDO). Shown in false-color, the composite view covers extreme ultraviolet wavelengths and traces hot plasma at temperatures approaching 1 million kelvins. At full resolution, SDO image data is intended to explore solar activity in unprecedented detail. In fact, SDO will send 1.5 terabytes of data back each day, equivalent to a daily download of about half a million MP3 songs. New SDO data releases include a high-resolution movie of the large, eruptive prominence seen along the solar limb at the upper left.",
        "hdurl": "https://apod.nasa.gov/apod/image/1004/SunSDOfulldisk.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "SDO: The Extreme Ultraviolet Sun",
        "url": "https://apod.nasa.gov/apod/image/1004/SunSDOfulldisk_c900.jpg"
    },
    {
        "date": "2010-04-25",
        "explanation": "Why isn't this ant a big sphere?  Planetary nebula Mz3 is being cast off by a star similar to our Sun that is, surely, round.  Why then would the gas that is streaming away create an ant-shaped nebula that is distinctly not round?  Clues might include the high 1000-kilometer per second speed of the expelled gas, the light-year long length of the structure, and the magnetism of the star  visible above at the nebula's center.  One possible answer is that Mz3 is hiding a second, dimmer star that orbits close in to the bright star.  A competing hypothesis holds that the central star's own spin and magnetic field are channeling the gas.  Since the central star appears to be so similar to our own Sun, astronomers hope that increased understanding of the history of this giant space ant can provide useful insight into the likely future of our own Sun and Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/1004/ant_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Planetary Nebula Mz3: The Ant Nebula",
        "url": "https://apod.nasa.gov/apod/image/1004/ant_hst.jpg"
    },
    {
        "date": "2010-04-26",
        "explanation": "Inside the head of this interstellar monster is a star that is slowly destroying it.  The monster, on the right, is actually an inanimate pillar of gas and dust that measures over a light year in length.  The star, not itself visible through the opaque dust, is bursting out partly by ejecting energetic beams of particles. Similar epic battles are being waged all over the star-forming Carina Nebula.  The stars will win in the end, destroying their pillars of creation over the next 100,000 years, and resulting in a new open cluster of stars. The pink dots around the image are newly formed stars that have already been freed from their birth monster.  The above image was released last week in commemoration of the Hubble Space Telescopes 20th year of operation.  The technical name for the stellar jets are Herbig-Haro objects.  How a star creates Herbig-Haro jets is an ongoing topic of research, but it likely involves an accretion disk swirling around a central star. A second impressive Herbig-Haro jet occurs diagonally near the image center.",
        "hdurl": "https://apod.nasa.gov/apod/image/1004/carina08_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dust Pillar of the Carina Nebula",
        "url": "https://apod.nasa.gov/apod/image/1004/carina08_hst.jpg"
    },
    {
        "date": "2010-04-27",
        "explanation": "What created this strange sound in Earth's Pacific Ocean? Pictured above is a visual representation of a loud and unusual sound, dubbed a Bloop, captured by deep sea microphones in 1997. In the above graph, time is shown on the horizontal axis, deep pitch is shown on the vertical axis, and brightness designates loudness.  Although Bloops are some of the loudest sounds of any type ever recorded in Earth's oceans, their origin remains unknown. The Bloop sound was placed as occurring several times off the southern coast of South America and was audible 5,000 kilometers away.  Although the sound has similarities to those vocalized by living organisms, not even a blue whale is large enough to croon this loud.  The sounds point to the intriguing hypothesis that even larger life forms lurk in the unexplored darkness of Earth's deep oceans. A less imagination-inspiring possibility, however, is that the sounds resulted from some sort of iceberg calving.  No further Bloops have been heard since 1997, although other loud and unexplained sounds have been recorded.",
        "hdurl": "https://apod.nasa.gov/apod/image/1004/bloop_noaa.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Bloop: A Mysterious Sound from the Deep Ocean",
        "url": "https://apod.nasa.gov/apod/image/1004/bloop_noaa_big.jpg"
    },
    {
        "date": "2010-05-01",
        "explanation": "As far as pulsars go, PSR B1509-58 appears young. Light from the supernova explosion that gave birth to it would have first reached Earth some 1,700 years ago. The magnetized, 20 kilometer-diameter neutron star spins 7 times per second, a cosmic dynamo that powers a wind of charged particles. The energetic wind creates the surrounding nebula's X-ray glow in this tantalizing image from the Chandra X-ray Observatory. Low energy X-rays are in red, medium energies in green, and high energies in blue. The pulsar itself is in the bright central region. Remarkably, the nebula's tantalizing, complicated structure resembles a hand. PSR B1509-58 is about 17,000 light-years away in the southern constellation Circinus. At that distance the Chandra image spans 100 light-years.",
        "hdurl": "https://apod.nasa.gov/apod/image/1005/b1509_cxc.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Pulsar's Hand",
        "url": "https://apod.nasa.gov/apod/image/1005/b1509_cxc_c.jpg"
    },
    {
        "date": "2010-05-03",
        "explanation": "Some spiral galaxies are seen almost sideways.  NGC 3190, one such galaxy, is the largest member of the Hickson 44 Group, one of the nearer groups of galaxies to our own Local Group of galaxies. Pictured above, finely textured dust lanes surround the brightly glowing center of this picturesque spiral. Gravitational tidal interactions with other members of its group have likely caused the spiral arms of NGC 3190 to appear asymmetric around the center, while the galactic disk also appears warped.   NGC 3190 spans about 75,000 light years across and is visible with a small telescope toward the constellation of the Lion (Leo).",
        "hdurl": "https://apod.nasa.gov/apod/image/1005/ngc3190_hstlegacy_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spiral Galaxy NGC 3190 Almost Sideways",
        "url": "https://apod.nasa.gov/apod/image/1005/ngc3190_hstlegacy.jpg"
    },
    {
        "date": "2010-05-05",
        "explanation": "husiastic astro-artists ranging from expert to beginner, the youngest age 10, all contributed their work to this entertaining panel featuring different faces of Mars. Their sketches are all based on telescopic views of the Red Planet from earlier this year, near its 2010 opposition. Mars offers the best telescopic views at opposition, since that's when it is closest and opposite the Sun in planet Earth's sky. Arranged in a spiral pattern, the sketches are positioned to follow the planet's rotation.  No canals are visible(!), but large surface markings such as the dramatic, dark Syrtis Major are easily identified. As often seen through an astronomical telescope eyepiece, the planet's orientation is inverted, with Mars' north polar cap at the bottom.",
        "hdurl": "https://apod.nasa.gov/apod/image/1005/Planche-Mars-2010.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Faces of Mars",
        "url": "https://apod.nasa.gov/apod/image/1005/Planche-Mars-2010_900.jpg"
    },
    {
        "date": "2010-05-10",
        "explanation": "Sometimes part of the Sun can just explode into space. These explosions might occur as powerful solar flares, coronal mass ejections, or comparatively tame eruptive solar prominences.  Pictured above is one of the largest solar prominence eruptions yet observed, one associated with a subsequent coronal mass ejection. The prominence erupted last month and was recorded by several Sun-sensing instruments, including the recently launched Solar Dynamics Observatory (SDO). The above time lapse sequence was captured by SDO and occurred over a few hours. In recent months, our Sun has becoming increasingly active, following a few years of an unusually dormant solar minimum.  Over the next few years our Sun is expected to reach solar maximum and exhibit a dramatic increase in sunspots and all types of solar explosions.",
        "media_type": "other",
        "service_version": "v1",
        "title": "Large Eruptive Prominence Movie from SDO"
    },
    {
        "date": "2010-05-11",
        "explanation": "Why is this giant crater on Mimas oddly colored? Mimas, one of the smaller round moons of Saturn, sports Herschel crater, one of the larger impact craters in the entire Solar System. The robotic Cassini spacecraft now orbiting Saturn took the above image of Herschel crater in unprecedented detail while making a 10,000-kilometer record close pass by the icy world just over one month ago. Shown in contrast-enhanced false color, the above image includes color information from older Mimas images that together show more clearly that Herschel's landscape is colored slightly differently from more heavily cratered terrain nearby.  The color difference could yield surface composition clues to the violent history of Mimas.  An impact on Mimas much larger than the one that created the 130-kilometer Herschel would likely have destroyed the entire world.",
        "hdurl": "https://apod.nasa.gov/apod/image/1005/mimas2_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Herschel Crater on Mimas of Saturn",
        "url": "https://apod.nasa.gov/apod/image/1005/mimas2_cassini.jpg"
    },
    {
        "date": "2010-05-12",
        "explanation": "Globular clusters once ruled the Milky Way.  Back in the old days, back when our Galaxy first formed, perhaps thousands of globular clusters roamed our Galaxy.  Today, there are less than 200 left.  Many globular clusters were destroyed over the eons by repeated fateful encounters with each other or the Galactic center.  Surviving relics are older than any Earth fossil, older than any other structures in our Galaxy, and limit the universe itself in raw age.  There are few, if any, young globular clusters in our Milky Way Galaxy because conditions are not ripe for more to form.  Pictured above by the Hubble Space Telescope are about 100,000 of M72's stars. M72, which spans about 50 light years and lies about 50,000 light years away, can be seen with a small telescope toward the constellation of the Water Bearer (Aquarius).",
        "hdurl": "https://apod.nasa.gov/apod/image/1005/m72_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M72: A Globular Cluster of Stars",
        "url": "https://apod.nasa.gov/apod/image/1005/m72_hst.jpg"
    },
    {
        "date": "2010-05-17",
        "explanation": "The see the full length of this blue whale, scroll right. NGC 4631 is a big beautiful spiral galaxy seen edge-on at only about 30 million light-years away.  This galaxy's slightly distorted wedge shape led to its popular moniker of the Whale galaxy.  The Whale's dark interstellar dust clouds and young bright blue star clusters highlight this panoramic color image. The band of NGC 4631 not only appears similar to band of our own Milky Way Galaxy, but its size is truly similar to our Milky Way as well.  The galaxy is also known to have spouted a halo of hot gas glowing in x-rays. The Whale galaxy spans about 140,000 light years and can be seen with a small telescope toward the constellation of the Hunting Dogs (Canes Venatici).",
        "hdurl": "https://apod.nasa.gov/apod/image/1005/whale_sulzenauer_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Panorama of the Whale Galaxy",
        "url": "https://apod.nasa.gov/apod/image/1005/whale_sulzenauer.jpg"
    },
    {
        "date": "2010-05-18",
        "explanation": "The largest, most violent star forming region known in the whole Local Group of galaxies lies in our neighboring galaxy the Large Magellanic Cloud (LMC).  Were the Tarantula Nebula at the distance of the Orion Nebula -- a local star forming region -- it would take up fully half the sky.  Also called 30 Doradus, the red and pink gas indicates a massive emission nebula, although supernova remnants and dark nebula also exist there.  The bright knot of stars left of center is called R136 and contains many of the most massive, hottest, and brightest stars known.  The above image taken with the European Southern Observatory's (ESO's) Wide Field Imager is one of the most detailed ever of this vast star forming region. A recent Hubble image of part of the nebula has uncovered a very massive star escaping from the region.",
        "hdurl": "https://apod.nasa.gov/apod/image/1005/30doradus_eso_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Tentacles of the Tarantula Nebula",
        "url": "https://apod.nasa.gov/apod/image/1005/30doradus_eso.jpg"
    },
    {
        "date": "2010-05-22",
        "explanation": "Suspended by magnetic fields above a solar active region this dark filament stretches over 40 earth-diameters. The ominous structure appears to be frozen in time near the Sun's edge, but solar filaments are unstable and often erupt. The detailed scene was captured on May 18 in extreme ultraviolet light by cameras on board the Solar Dynamics Observatory. While the cooler plasma of the filament looks dark, hotter, brighter plasma below traces magnetic field lines emerging from the active region. When seen arcing above the edge of the Sun, filaments actually look bright against the dark background of space and are called prominences.",
        "hdurl": "https://apod.nasa.gov/apod/image/1005/SDO_filament_May2010.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dark Filament of the Sun",
        "url": "https://apod.nasa.gov/apod/image/1005/SDO_filament_May2010_900.jpg"
    },
    {
        "date": "2010-05-25",
        "explanation": "It's been a long trip for the Martian rover Opportunity. Last week Opportunity surpassed Viking 1 as the longest running mission on Mars, now extending well over six years. Pictured above, Opportunity's tire tracks cross a nearly featureless Martian desert, emanating from a distant horizon.  Landing in 2004 in Meridiani Planum, the robotic Opportunity has embarked on its longest and most  dangerous trek yet, now aiming to reach large Endeavor Crater sometime next year. Endeavor, it is hoped, holds new clues to the ancient geology of Mars and whether Mars could once have harbored life.",
        "hdurl": "https://apod.nasa.gov/apod/image/1005/lookback_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Looking Back Across Mars",
        "url": "https://apod.nasa.gov/apod/image/1005/lookback_opportunity.jpg"
    },
    {
        "date": "2010-05-29",
        "explanation": "Violent galaxy mergers can feed supermassive black holes. Theoretically, the result is intense emission from regions near the supermassive black holes, creating the some of the most luminous objects in the universe. Astronomers dub these Active Galactic Nuclei, or just AGN. But for decades only about 1 percent of AGN seemed to be associated with galaxy mergers. New results from a premier sky survey by NASA's Swift satellite at hard (energetic) X-ray energies now solidly show a strong association of AGN with merging galaxies, though. The hard X-rays more readily penetrate dust and gas clouds in merging galaxies and reveal the presence of emission from the active black holes. In fact, these panels show the location (circled) of Swift X-ray detected supermassive black holes in a variety of merging galaxy systems. The optical images are from the Kitt Peak National Observatory in Arizona. At top center is NGC 7319 and the compact galaxy group known as Stephan's Quintet.",
        "hdurl": "https://apod.nasa.gov/apod/image/1005/Swift_AGN_galaxies_labels.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Black Holes in Merging Galaxies",
        "url": "https://apod.nasa.gov/apod/image/1005/Swift_AGN_galaxies_labels900.jpg"
    },
    {
        "date": "2010-05-30",
        "explanation": "The center of our Galaxy is a busy place. In visible light, much of the Galactic Center is obscured by opaque dust.  In infrared light, however, dust glows more and obscures less, allowing nearly one million stars to be recorded in the above image.  The Galactic Center itself appears glowing on the lower left and is located about 30,000 light years away towards the constellation of Sagittarius.  The Galactic Plane of our Milky Way Galaxy, the plane in which the Sun orbits, is identifiable by the dark diagonal dust lane.  The absorbing dust grains are created in the atmospheres of cool red-giant stars and grow in molecular clouds.  The region directly surrounding the Galactic Center glows brightly in radio and high-energy radiation. The Galactic Center is thought to house a large black hole.",
        "hdurl": "https://apod.nasa.gov/apod/image/1005/galcen2_2mass_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Galactic Center in Infrared from 2MASS",
        "url": "https://apod.nasa.gov/apod/image/1005/galcen2_2mass.jpg"
    },
    {
        "date": "2010-05-31",
        "explanation": "While cruising around Saturn, be on the lookout for picturesque juxtapositions of moons and rings. Another striking alignment occurred last March in the view of humanity's Saturn-orbiting Cassini spacecraft. Rhea, one of Saturn's larger moons, was caught passing Epimetheus, one of Saturn's smaller moons. Epimetheus, as pictured above, is actually well behind the heavily cratered Rhea. Further back, several of the complex rings of Saturn can be seen crossing the image horizontally. Behind both the moons and rings is giant Saturn itself, showing expansive but featureless clouds in the green light where the above image was taken. The Cassini mission around Saturn has now been extended to 2017 to better study the complex planetary system as its season changes from equinox to solstice.",
        "hdurl": "https://apod.nasa.gov/apod/image/1005/rheaepimetheus_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Moons and Rings Before Saturn",
        "url": "https://apod.nasa.gov/apod/image/1005/rheaepimetheus_cassini.jpg"
    },
    {
        "date": "2010-06-01",
        "explanation": "Is the heart and soul of our Galaxy located in Cassiopeia?  Possibly not, but that is where two bright emission nebulas nicknamed Heart and Soul can be found.  The Heart Nebula, officially dubbed IC 1805 and visible in the above right, has a shape in optical light reminiscent of a classical heart symbol. The above image, however, was taken in infrared light by the recently launched WISE telescope. Infrared light penetrates well inside the vast and complex bubbles created by newly formed stars in the interior of these two massive star forming regions. Studies of stars and dust like those found in the Heart and Soul Nebulas have focussed on how massive stars form and how they affect their environment. Light takes about 6,000 years to reach us from these nebulas, which together span roughly 300 light years.",
        "hdurl": "https://apod.nasa.gov/apod/image/1006/heartsoul_wise_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "WISE: Heart and Soul Nebulas in Infrared",
        "url": "https://apod.nasa.gov/apod/image/1006/heartsoul_wise.jpg"
    },
    {
        "date": "2010-06-03",
        "explanation": "SOFIA, the Stratospheric Observatory for Infrared Astronomy, captured its \"first light\" images on May 26, from an altitude of 35,000 feet. While flying above most of planet Earth's infrared-absorbing water vapor, SOFIA's premier infrared views of the cosmos included this remarkable false-color image (right panel) of Jupiter. For comparison, on the left is a recent, ground-based visible light image. Both show our solar system's ruling gas giant without its dark southern equatorial belt (normally seen in the upper hemisphere in this orientation). That familiar feature faded from view early in May. But the bright white stripe in SOFIA's image is a region of Jupiter's clouds transparent to infrared light, offering a glimpse below the cloud tops.",
        "hdurl": "https://apod.nasa.gov/apod/image/1006/Jupiter_sofiawesley.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Jupiter from the Stratosphere",
        "url": "https://apod.nasa.gov/apod/image/1006/Jupiter_sofiawesley900c.jpg"
    },
    {
        "date": "2010-06-04",
        "explanation": "Active galaxy NGC 1275 is the central, dominant member of the large and relatively nearby Perseus Cluster of Galaxies. Wild-looking at visible wavelengths, the active galaxy is also a prodigious source of x-rays and radio emission. NGC 1275 accretes matter as entire galaxies fall into it, ultimately feeding a supermassive black hole at the galaxy's core. This color composite image, recreated from archival Hubble Space Telescope data, highlights the resulting galactic debris and filaments of glowing gas, some up to 20,000 light-years long. The filaments persist in NGC 1275, even though the turmoil of galactic collisions should destroy them.  What keeps the filaments together? Observations indicate that the structures, pushed out from the galaxy's center by the black hole's activity, are held together by magnetic fields. Also known as Perseus A, NGC 1275 spans over 100,000 light years and lies about 230 million light years away.",
        "hdurl": "https://apod.nasa.gov/apod/image/1006/n1275hst_kelly.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hubble Remix: Active Galaxy NGC 1275",
        "url": "https://apod.nasa.gov/apod/image/1006/n1275hst_kelly900.jpg"
    },
    {
        "date": "2010-06-06",
        "explanation": "It may look like some sort of cute alien robot, but it was created here on Earth, launched to the Moon in 1970, and now reflects laser light in a scientifically useful way. On November 17, 1970 the Soviet Luna 17 spacecraft landed the first roving remote-controlled robot on the Moon. Known as Lunokhod 1, it weighed just under 2,000 pounds and was designed to operate for 90 days while guided in real-time by a five person team near Moscow, USSR. Lunokhod 1 toured the lunar Sea of Rains (Mare Imbrium) for 11 months in one of the greatest successes of the Soviet lunar exploration program. This Lunokhod's operations officially ceased in 1971. Earlier this year, however, the position of the rover was recovered by NASA's moon-orbiting Lunar Reconnaissance Orbiter.  Given that position, laser pulses from Earth were successfully bounced off the old robot's reflector.  Bouncing laser pulses off of this and other lunar reflectors could yield range data to the moon accurate enough to track millimeter-sized deviations in the Moon's orbit, effectively probing lunar composition and testing gravitational theories.",
        "hdurl": "https://apod.nasa.gov/apod/image/1006/lunokhod_lavochkin_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Lunokhod: Reflections on a Moon Robot",
        "url": "https://apod.nasa.gov/apod/image/1006/lunokhod_lavochkin.jpg"
    },
    {
        "date": "2010-06-14",
        "explanation": "How was the unusual Red Rectangle nebula created? At the nebula's center is an aging binary star system that surely powers the nebula but does not, as yet, explain its colors. The unusual shape of the Red Rectangle is likely due to a thick dust torus which pinches the otherwise spherical outflow into tip-touching cone shapes. Because we view the torus edge-on, the boundary edges of the cone shapes seem to form an X. The distinct rungs suggest the outflow occurs in fits and starts. The unusual colors of the nebula are less well understood, however, and current speculation holds that they are partly provided by hydrocarbon molecules that may actually be building blocks for organic life. The Red Rectangle nebula lies about 2,300 light years away towards the constellation of the Unicorn (Monoceros). The nebula is shown above in unprecedented detail as captured recently by the Hubble Space Telescope. In a few million years, as one of the central stars becomes further depleted of nuclear fuel, the Red Rectangle nebula will likely bloom into a planetary nebula.",
        "hdurl": "https://apod.nasa.gov/apod/image/1006/redrectangle_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Red Rectangle Nebula from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1006/redrectangle_hst.jpg"
    },
    {
        "date": "2010-06-19",
        "explanation": "Get out your red/blue glasses and float next to asteroid Itokawa, a diminutive world of the solar system only half a kilometer across. Boulders strewn across its rough surface and the lack of craters indicate that this asteroid is a rubble pile, formed as smaller pieces collected and were kept together by gravity. The stereo view was constructed from images made by the Hayabusa spacecraft when it encountered the asteroid in 2005. After a long journey, the spacecraft re-entered the atmosphere on June 13 over Australia, successfully parachuting a capsule to Earth. Hayabusa's capsule could contain a small sample of material from rubble pile asteroid Itokawa.   Ponder: Can you guess the result to this simple experiment?",
        "hdurl": "https://apod.nasa.gov/apod/image/1006/Itokawa_vantuyne.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stereo Itokawa",
        "url": "https://apod.nasa.gov/apod/image/1006/Itokawa_vantuyne900c.jpg"
    },
    {
        "date": "2010-06-20",
        "explanation": "What are those strange filaments?  Background galaxies. Gravity can bend light, allowing huge clusters of galaxies to act as telescopes, and distorting images of background galaxies into elongated strands. Almost all of the bright objects in this Hubble Space Telescope image are galaxies in the cluster known as Abell 2218. The cluster is so massive and so compact that its gravity bends and focuses the light from galaxies that lie behind it. As a result, multiple images of these background galaxies are distorted into long faint arcs -- a simple lensing effect analogous to viewing distant street lamps through a glass of wine. The cluster of galaxies Abell 2218 is itself about three billion light-years away in the northern constellation of the Dragon (Draco). The power of this massive cluster telescope has allowed astronomers to detect a galaxy at the distant redshift of 5.58.",
        "hdurl": "https://apod.nasa.gov/apod/image/1006/a2218_hstkelly_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Abell 2218: A Galaxy Cluster Lens",
        "url": "https://apod.nasa.gov/apod/image/1006/a2218_hstkelly.jpg"
    },
    {
        "date": "2010-06-23",
        "explanation": "What are these strange color bands being seen from the International Space Station? The Sun setting through Earth's atmosphere.  Pictured above, a sunset captured last month by the ISS's Expedition 23 crew shows in vivid detail many layers of the Earth's thin atmosphere. Part of the Earth experiencing night crosses the bottom of the image. Above that, appearing in deep orange and yellow, is the Earth's troposphere, which contains 80 percent of the atmosphere by mass and almost all of the clouds in the sky. Above the troposphere, seen as a light blue band with white clouds, is the stratosphere, part of the Earth's atmosphere where airplanes fly and some hardy bacteria float. Above the stratosphere, visible as a darker blue bands, are higher and thinner atmospheric levels that gradually fade away into the cold dark  vacuum of outer space. Sunset is not an uncommon sight for occupants of the International Space Station, because it can be seen as many as 16 times a day.",
        "hdurl": "https://apod.nasa.gov/apod/image/1006/earthatmosphere_iss23_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sunset from the International Space Station",
        "url": "https://apod.nasa.gov/apod/image/1006/earthatmosphere_iss23.jpg"
    },
    {
        "date": "2010-06-26",
        "explanation": "Dusty stellar nursery RCW 49 surrounds young star cluster Westerlund 2 in this remarkable composite skyscape from beyond the visible spectrum of light. Infrared data from the Spitzer Space Telescope is shown in black and white, complementing the Chandra X-ray image data (in false color) of the hot energetic stars within the cluster's central region. Looking toward the grand southern constellation Centaurus, both views reveal stars and structures hidden from optical telescopes by obscuring dust. Westerlund 2 itself is a mere 2 million years old or less, and contains some of our galaxy's most luminous, massive and therefore short-lived stars. The infrared signatures of proto-planetary disks have also been identified in the intense star forming region. At the cluster's estimated distance of 20,000 light-years, the square marking the Chandra field of view would be about 50 light-years on a side.   Curious about the Universe?: Download a free online astronomy lecture.",
        "hdurl": "https://apod.nasa.gov/apod/image/1006/wd2_xrayir.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Young Star Cluster Westerlund 2",
        "url": "https://apod.nasa.gov/apod/image/1006/wd2_xrayir_c790.jpg"
    },
    {
        "date": "2010-06-30",
        "explanation": "What is that strange blue blob on the far right? No one is sure, but it might be a speeding remnant of a powerful supernova that was unexpectedly lopsided. Scattered debris from supernova explosion N49 lights up the sky in this gorgeous composited image based on data from the Chandra and Hubble Space Telescopes. Glowing visible filaments, shown in yellow, and X-ray hot gas, shown in blue, span about 30 light-years in our neighboring galaxy, the Large Magellanic Cloud. Light from the original exploding star reached Earth thousands of years ago, but N49 also marks the location of another energetic outburst -- an extremely intense blast of gamma-rays detected by satellites about 30 years ago on 1979 March 5. The source of the March 5th Event is now attributed to a magnetar - a highly magnetized, spinning neutron star also born in the ancient stellar explosion which created supernova remnant N49. The magnetar, visible near the top of the image, hurtles through the supernova debris cloud at over 70 thousand kilometers per hour. The blue blob on the far right, however, might have been expelled asymmetrically just as a massive star was exploding. If so, it now appears to be moving over 7 million kilometers per hour.",
        "hdurl": "https://apod.nasa.gov/apod/image/1006/n49_chandra_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Fast Gas Bullet from Cosmic Blast N49",
        "url": "https://apod.nasa.gov/apod/image/1006/n49_chandra.jpg"
    },
    {
        "date": "2010-07-01",
        "explanation": "On May 29, looking southward from a vantage point about 350 kilometers above the southern Indian Ocean, astronauts onboard the International Space Station watched this enormous, green ribbon shimmering below. Known as aurora australis or southern lights, the shifting, luminous bands are commonly seen at high northern latitudes as well, there known as the aurora borealis or northern lights. North or south their cause is the same though, as energetic charged particles from the magnetosphere pile into the atmosphere near the Earth's poles. To produce the characteristic greenish glow, the energetic particles excite oxygen atoms at altitudes of 100 kilometers or more. Aurora on May 29 were likely triggered by the interaction of the magnetosphere with a coronal mass ejection erupting from the Sun on May 24.   Join Starship Asterisk: Discuss APODs, see the lastest space images, and browse the latest astronomy stories.",
        "hdurl": "https://apod.nasa.gov/apod/image/1007/ISS023-E-58455lrg.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Above Aurora Australis",
        "url": "https://apod.nasa.gov/apod/image/1007/ISS023-E-58455sm.jpg"
    },
    {
        "date": "2010-07-03",
        "explanation": "A mere 50 light-years away, young star Beta Pictoris became one of the most important stars in the sky in the early 1980s. Satellite and ground-based telescopic observations revealed the presence of a surrounding outer, dusty, debris disk and an inner clear zone about the size of our solar system -- strong evidence for the formation of planets. Infrared observations from European Southern Observatory telescopes subsequently detected a source in the clear zone, now confirmed as a giant planet orbiting Beta Pic. The confirmation comes as the planet is detected at two different positions in its orbit. Designated Beta Pictoris b, the giant planet must have formed rapidly as Beta Pic itself is only 8 to 20 million years old. With an orbital period estimated between 17 and 44 years, Beta Pictoris b could lie near the orbit of Saturn if found in our solar system, making it the closest planet to its parent star directly imaged ... so far.",
        "hdurl": "https://apod.nasa.gov/apod/image/1007/betapicb_caption.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Giant Planet for Beta Pic",
        "url": "https://apod.nasa.gov/apod/image/1007/betapicb_caption800.jpg"
    },
    {
        "date": "2010-07-04",
        "explanation": "The first direct image of an extrasolar planet orbiting a star similar to our Sun has been confirmed. Located just 500 light-years away toward the constellation Scorpius, the parent star, cataloged as 1RXS J160929.1-210524, is only slightly less massive and a little cooler than the Sun. The star is, however, much younger, a few million years old compared to the middle-aged Sun's 5 billion years. This sharp infrared image shows the young star's planetary companion positioned above and left of center. The planet is estimated to have a mass about 8 times the mass of Jupiter, and orbit a whopping 330 times the Earth-Sun distance from its parent star. The young planetary companion is still hot and relatively bright in infrared light, likely due to the heat generated during its formation by gravitational contraction. In fact, such newborn planets are easier to detect before they age and cool and become much more faint. The discovery image, shown above, was taken in 2008 but confirmed only recently by noting that the planet stayed with its parent star as background stars slightly shifted over time.",
        "hdurl": "https://apod.nasa.gov/apod/image/1007/exoplanet_gemini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Companion of a Young, Sun-like Star Confirmed",
        "url": "https://apod.nasa.gov/apod/image/1007/exoplanet_gemini.jpg"
    },
    {
        "date": "2010-07-06",
        "explanation": "Sometimes galaxies form groups. For example, our own Milky Way Galaxy is part of the Local Group of Galaxies.  Small, compact groups, like Hickson Compact Group 87 (HCG 87) shown above, are interesting partly because they slowly self-destruct.  Indeed, the galaxies of HCG 87 are gravitationally stretching each other during their 100-million year orbits around a common center.  The pulling creates colliding gas that causes bright bursts of star formation and feeds matter into their active galaxy centers.  HCG 87 is composed of a large edge-on spiral galaxy visible on the lower left, an elliptical galaxy visible on the lower right, and a spiral galaxy visible near the top.  The small spiral near the center might be far in the distance.  Several stars from our Galaxy are also visible in the foreground.  The above picture was taken in 1999 July by the Hubble Space Telescope's Wide Field Planetary Camera 2.  Studying groups like HCG 87 allows insight into how all galaxies form and evolve.",
        "hdurl": "https://apod.nasa.gov/apod/image/1007/hickson87_hstgendler_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "HCG 87: A Small Group of Galaxies",
        "url": "https://apod.nasa.gov/apod/image/1007/hickson87_hstgendler.jpg"
    },
    {
        "date": "2010-07-07",
        "explanation": "What will passenger airplanes be like in the future? To help brain storm desirable and workable attributes, NASA sponsors design competitions. Shown here is an artist's depiction of a concept plane that has been recently suggested. This futuristic plane would be expected to achieve supersonic speeds, possibly surpassing the speeds of the supersonic transport planes that ran commercially in the late twentieth century. In terms of noise reduction, the future aircraft has been drawn featuring an inverted V wing stretched over its engines. The structure is intended to reduce the sound from annoying sonic booms. Additionally, future airplanes would aim to have relatively little impact on our environment, including green limits on pollution and fuel consumption. Aircraft utilizing similar design concepts might well become operational by the 2030s.",
        "hdurl": "https://apod.nasa.gov/apod/image/1007/greenmachine_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Concept Plane: Supersonic Green Machine",
        "url": "https://apod.nasa.gov/apod/image/1007/greenmachine_nasa.jpg"
    },
    {
        "date": "2010-07-09",
        "explanation": "Seen from our edge-on perspective, the Milky Way Galaxy sprawls across the middle of this false-color, all sky view. The expansive microwave map is based on 1 year's worth of data from instruments onboard the sky-surveying Planck spacecraft. Remarkably, the bright stripe of gas and dust clouds along the galactic plane and the galaxy's enormous arcing structures seen at microwave energies are hundreds or thousands of light-years away, while the mottled regions at the top and bottom represent the Cosmic Microwave Background (CMB) radiation, some 13.7 billion light-years distant. Left over from the Big Bang, fluctuations in the CMB reflect the origins of structure in the evolving universe. Analyzing the microwave data, Planck scientists plan to separate the contributions of the Milky Way and CMB radiation. The work will ferret out the characteristics of the CMB across the entire sky and glean information about the make up of our Milky Way Galaxy.",
        "hdurl": "https://apod.nasa.gov/apod/image/1007/allsky_planck.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Microwave Milky Way",
        "url": "https://apod.nasa.gov/apod/image/1007/allsky_planck950c.jpg"
    },
    {
        "date": "2010-07-12",
        "explanation": "What's happened to that moon of Saturn? Nothing -- Saturn's moon Rhea is just partly hidden behind Saturn's rings. In April, the robotic Cassini spacecraft now orbiting Saturn took this narrow-angle view looking across the Solar System's most famous rings. Rings visible in the foreground include the thin F ring on the outside and the much wider A and B rings just interior to it. Although it seems to be hovering over the rings, Saturn's moon Janus is actually far behind them.  Janus is one of Saturn's smaller moons and measures only about 180 kilometers across. Farther out from the camera is the heavily cratered Rhea, a much larger moon measuring 1,500 kilometers across. The top of Rhea is visible only through gaps in the rings. The Cassini mission around Saturn has been extended to 2017 to better study the complex planetary system as its season changes from equinox to solstice.",
        "hdurl": "https://apod.nasa.gov/apod/image/1007/rheajanus_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Moons Beyond the Rings of Saturn",
        "url": "https://apod.nasa.gov/apod/image/1007/rheajanus_cassini.jpg"
    },
    {
        "date": "2010-07-13",
        "explanation": "Welcome to Planet Earth, the third planet from a star named the Sun. The Earth is shaped like a sphere and composed mostly of rock. Over 70 percent of the Earth's surface is water. The planet has a relatively thin atmosphere composed mostly of nitrogen and oxygen. This picture of Earth, dubbed Blue Marble, was taken from Apollo 17 in 1972 and features Africa and Antarctica.  It is thought to be one of the most widely distributed photographs of any kind. Here, the world famous image has been recast as a spectacular photomosaic using over 5,000 archived images of Earth and space. With its abundance of liquid water, Earth supports a large variety of life forms, including potentially intelligent species such as dolphins and humans. Please enjoy your stay on Planet Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/1007/bluemarble_stevenson_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mosaic: Welcome to Planet Earth",
        "url": "https://apod.nasa.gov/apod/image/1007/bluemarble_stevenson.jpg"
    },
    {
        "date": "2010-07-18",
        "explanation": "Two galaxies are squaring off in Corvus and here are the latest pictures. But when two galaxies collide, the stars that compose them usually do not. That's because galaxies are mostly empty space and, however bright, stars only take up only a small amount of that space.  During the slow, hundred million year collision, one galaxy can still rip the other apart gravitationally, and dust and gas common to both galaxies does collide.  In this clash of the titans, dark dust pillars mark massive molecular clouds are being compressed during the galactic encounter, causing the rapid birth of millions of stars, some of which are gravitationally bound together in massive star clusters.",
        "hdurl": "https://apod.nasa.gov/apod/image/1007/antennae_hstdemartin_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Antennae Galaxies in Collision",
        "url": "https://apod.nasa.gov/apod/image/1007/antennae_hstdemartin.jpg"
    },
    {
        "date": "2010-07-22",
        "explanation": "Frederic Church (1826-1900), American landscape painter of the Hudson River School, painted what he saw in nature. And on July 20th, 1860, he saw a spectacular string of fireball meteors cross the Catskill evening sky, an extremely rare Earth-grazing meteor procession. From New York City, poet Walt Whitman (1819-1892) also wrote of the \"... strange huge meteor procession, dazzling and clear, shooting over our heads\" in his poem Year of Meteors (1859-60). But the inspiration for Whitman's words was forgotten. His astronomical reference became a mystery, the subject of scholarly debate until Texas State University physicists Donald Olson and Russell Doescher, English professor Marilynn Olson, and Honors Program student Ava Pope, located reports documenting the date and timing of the spectacular meteor procession. The breakthrough was spotting the connection with Church's relatively little-known painting. Fittingly, the forensic astronomy team's work was just published, on the 150th anniversary of the cosmic event that inspired both poet and painter.",
        "hdurl": "https://apod.nasa.gov/apod/image/1007/FCMeteor1860_Hernstadt96dpi.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Meteor of 1860",
        "url": "https://apod.nasa.gov/apod/image/1007/FCMeteor1860_Hernstadt96dpi.jpg"
    },
    {
        "date": "2010-07-25",
        "explanation": "What are these humans doing?  Dancing.  Many humans on Earth exhibit periods of happiness, and one method of displaying happiness is dancing. Happiness and dancing transcend political boundaries and occur in practically every human society. Above, Matt Harding traveled through many nations on Earth, started dancing, and filmed the result.  The video is perhaps a dramatic example that humans from all over planet Earth feel a common bond as part of a single species. Happiness is frequently contagious -- few people are able to watch the above video without smiling.",
        "media_type": "other",
        "service_version": "v1",
        "title": "Happy People Dancing on Planet Earth"
    },
    {
        "date": "2010-07-26",
        "explanation": "As humans explore the universe, the record for largest asteroid visited by a spacecraft has increased yet again.  Earlier this month, ESA's robotic Rosetta spacecraft zipped past the asteroid 21 Lutetia taking data and snapping images in an effort to better determine the history of the asteroid and the origin of its unusual colors.  Although of unknown composition, Lutetia is not massive enough for gravity to pull it into a sphere. Pictured above on the upper right, the 100-kilometer across Lutetia is shown in comparison with the other nine asteroids and four comets that have been visited, so far, by human-launched spacecraft. Orbiting in the main asteroid belt, Lutetia shows itself to be a heavily cratered remnant of the early Solar System. The Rosetta spacecraft is now continuing onto comet Churyumov-Gerasimenko where a landing is planned for 2014.",
        "hdurl": "https://apod.nasa.gov/apod/image/1007/asteroidscomets_lakdawalla_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Lutetia: The Largest Asteroid Yet Visited",
        "url": "https://apod.nasa.gov/apod/image/1007/asteroidscomets_lakdawalla.jpg"
    },
    {
        "date": "2010-08-01",
        "explanation": "If you could look across Venus with radar eyes, what might you see? This computer reconstruction of the surface of Venus was created from data from the Magellan spacecraft.  Magellan orbited Venus and used radar to map our neighboring planet's surface between 1990 and 1994. Magellan found many interesting surface features, including the large circular domes, typically 25-kilometers across, that are depicted above.  Volcanism is thought to have created the domes, although the precise mechanism remains unknown. Venus' surface is so hot and hostile that no surface probe has lasted more than a few minutes.",
        "hdurl": "https://apod.nasa.gov/apod/image/1008/venus4_magellan_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Venus' Once Molten Surface",
        "url": "https://apod.nasa.gov/apod/image/1008/venus4_magellan.jpg"
    },
    {
        "date": "2010-08-02",
        "explanation": "What's causing those strange dark streaks in the rings of Saturn? Prometheus.  Specifically, an orbital dance involving Saturn's moon Prometheus keeps creating unusual light and dark streamers in the F-Ring of Saturn. Now Prometheus orbits Saturn just inside the thin F-ring, but ventures into its inner edge about every 15 hours. Prometheus' gravity then pulls the closest ring particles toward the 80-km moon.  The result is not only a stream of bright ring particles but also a dark ribbon where ring particles used to be.  Since Prometheus orbits faster than the ring particles, the icy moon pulls out a new streamer every pass.  Above, several streamers or kinks are visible at once. The above photograph was taken in June by the robotic Cassini Spacecraft orbiting Saturn. The oblong moon Prometheus is visible on the far left.",
        "hdurl": "https://apod.nasa.gov/apod/image/1008/prometheusdips_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Prometheus Creating Saturn Ring Streamers",
        "url": "https://apod.nasa.gov/apod/image/1008/prometheusdips_cassini.jpg"
    },
    {
        "date": "2010-08-06",
        "explanation": "After a long solar minimum, the Sun is no longer so quiet. On August 1, this extreme ultraviolet snapshot of the Sun from the Solar Dynamics Observatory captured a complex burst of activity playing across the Sun's northern hemisphere. The false-color image shows the hot solar plasma at temperatures ranging from 1 to 2 million kelvins. Along with the erupting filaments and prominences, a small(!) solar flare spawned in the active region at the left was accompanied by a coronal mass ejection (CME), a billion-ton cloud of energetic particles headed for planet Earth. Making the 93 million mile trip in only two days, the CME impacted Earth's magnetosphere, triggering a geomagnetic storm and both northern and southern auroral displays.",
        "hdurl": "https://apod.nasa.gov/apod/image/1008/northSunAug1_sdo.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Not So Quiet Sun",
        "url": "https://apod.nasa.gov/apod/image/1008/northSunAug1_sdo900.jpg"
    },
    {
        "date": "2010-08-08",
        "explanation": "Two hours before closest approach to Neptune in 1989, the Voyager 2 robot spacecraft snapped this picture. Clearly visible for the first time were long light-colored cirrus-type clouds floating high in Neptune's atmosphere. Shadows of these clouds can even be seen on lower cloud decks.  Most of Neptune's atmosphere is made of hydrogen and helium, which is invisible.  Neptune's blue color therefore comes from smaller amounts of atmospheric methane, which preferentially absorbs red light.  Neptune has the fastest winds in the Solar System, with gusts reaching 2000 kilometers per hour.  Speculation holds that diamonds may be created in the dense hot conditions that exist under the cloud tops of Uranus and Neptune.",
        "hdurl": "https://apod.nasa.gov/apod/image/1008/neptune_voyager2_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Two Hours Before Neptune",
        "url": "https://apod.nasa.gov/apod/image/1008/neptune_voyager2.jpg"
    },
    {
        "date": "2010-08-09",
        "explanation": "What's lighting up nebula IRAS 05437+2502? No one is sure. Particularly enigmatic is the bright upside-down V that defines the upper edge of this floating mountain of interstellar dust, visible near the image center. In general, this ghost-like nebula involves a small star forming region filled with dark dust that was first noted in images taken by the IRAS satellite in infrared light in 1983. Shown above is a spectacular, recently released image from the Hubble Space Telescope that, although showing many new details, has not uncovered a clear cause of the bright sharp arc. One hypothesis holds that the glowing arc was created by a massive star that somehow attained a high velocity and has now left the nebula. Small, faint IRAS 05437+2502 spans only 1/18th of a full moon toward the constellation of the Bull (Taurus).",
        "hdurl": "https://apod.nasa.gov/apod/image/1008/irasghost_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "IRAS 05437+2502: An Enigmatic Star Cloud from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1008/irasghost_hst.jpg"
    },
    {
        "date": "2010-08-10",
        "explanation": "Why do some sand dunes on Titan appear backwards? Central Titan, it turns out, is covered by sand, some of which appears strange. Images from the Cassini spacecraft currently orbiting Saturn have uncovered long rows of huge sand dunes near Titan's equator that rise as high as 300 meters. Shadows indicate that most dune shapes are created by wind blowing from the west. The problem is, the typical wind at Titan's equator blows from the east. One recent hypothesis that might solve this grainy conundrum posits that the only winds strong enough to move sand and create dunes occur during rare equinoxes and blow strongly from the west. The above images show a radar swath of Titan's equatorial sand dunes at the top, while similar sand dunes that formed in Namibia on Earth at the bottom. Why central Titan is even covered by so much sand is still being investigated.",
        "hdurl": "https://apod.nasa.gov/apod/image/1008/titanearthdunes_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Sand Dunes of Titan",
        "url": "https://apod.nasa.gov/apod/image/1008/titanearthdunes_cassini.jpg"
    },
    {
        "date": "2010-08-15",
        "explanation": "Why are some hills on Mars so layered?  The answer is still under investigation.  Clearly, dark windblown sand surrounds outcropping of light sedimentary rock across the floor of crater Arabia Terra.  The light rock clearly appears structured into many layers, the lowest of which is likely very old.  Although the dark sand forms dunes, rippled dunes of lighter colored sand are easier to see surrounding the stepped mesas.  Blown sand possibly itself eroded once-larger mesas into the layered hills.  Most of the layered shelves are wide enough to drive a truck around.  The above image, showing an area about 3 kilometers across, was taken in 2003 October by the now defunct Mars Global Surveyor spacecraft orbiting Mars.",
        "hdurl": "https://apod.nasa.gov/apod/image/1008/marshills_mgs_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Layered Hills in Arabia Terra on Mars",
        "url": "https://apod.nasa.gov/apod/image/1008/marshills_mgs.jpg"
    },
    {
        "date": "2010-08-22",
        "explanation": "Is this one galaxy or two?  This question came to light in 1950 when astronomer Art Hoag chanced upon this unusual extragalactic object.  On the outside is a ring dominated by bright blue stars, while near the center lies a ball of much redder stars that are likely much older.  Between the two is a gap that appears almost completely dark.  How Hoag's Object formed remains unknown, although similar objects have now been identified and collectively labeled as a form of ring galaxy.  Genesis hypotheses include a galaxy collision billions of years ago and the gravitational effect of a central bar that has since vanished.  The above photo taken by the Hubble Space Telescope in July 2001 reveals unprecedented details of Hoag's Object and may yield a better understanding.   Hoag's Object spans about 100,000 light years and lies about 600 million light years away toward the constellation of the Snake (Serpens).  Coincidentally, visible in the gap (at about one o'clock) is yet another ring galaxy that likely lies far in the distance.",
        "hdurl": "https://apod.nasa.gov/apod/image/1008/hoag_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hoag's Object: A Strange Ring Galaxy",
        "url": "https://apod.nasa.gov/apod/image/1008/hoag_hst.jpg"
    },
    {
        "date": "2010-08-24",
        "explanation": "What's the matter with this cluster of galaxies? To find out what forms matter takes in the Abell 1689 cluster requires not only deep images from telescopes like the Hubble Space Telescope, but detailed computer modeling as well. To start, almost every fuzzy yellow patch in the above image is an entire galaxy. A close inspection, however, shows that many background galaxies are strangely magnified and distorted into long curving arcs by the gravitational lens deflections of the cluster.  Computer analyses of the placement and smoothness of these arcs indicate that in addition to the matter in the galaxies you can see, the cluster must also contain a significant amount of dark matter such as the model digitally superposed in purple.  Now Abell 1689 remains enigmatic because the arcs are so numerous and diverse that no single dark matter model has emerged that can explain them all and still remain consistent with dark matter models needed to constrain their motion.  Still, the detailed information available from clusters of galaxies like Abell 1689 gives hope that one day full solutions will be found that will not only fully reveal the dark matter in clusters, but also reveal the amounts of dark energy in the universe needed to lie along the line of sight to the distant arcs.   Students and Teachers: Free video online Astro 101 course",
        "hdurl": "https://apod.nasa.gov/apod/image/1008/abell1689_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Galaxy Cluster Abell 1689 Magnifies the Dark Universe",
        "url": "https://apod.nasa.gov/apod/image/1008/abell1689_hst.jpg"
    },
    {
        "date": "2010-08-25",
        "explanation": "Do other rich planetary systems exist? Our Solar System has the most planets of any known star, most probably because it is so hard to detect planets around other stars. Sensitive measurements, though, have now uncovered a slight but complex wobble of the Sun-like star HD 10180 indicating that it has at least five planets and possibly more, making it the richest extra-solar planetary system yet known. HD 10180's planets were discovered in years of data using the sensitive HARPS spectrograph attached to the ESO's 3.6-meter telescope in La Silla, Chile. The planetary system appears quite different than our Solar System, since all of HD 10180's discovered planets have Neptune-like masses but orbit inside the distance of Mars. An artist's depiction of flying into this system is shown in the above video. In the future, more sensitive data taken over longer time periods may extend the star-wobble detection technique into the realm of uncovering more distant and more Earth-like planets.",
        "media_type": "other",
        "service_version": "v1",
        "title": "HD 10180: Richest Yet Planetary System Discovered"
    },
    {
        "date": "2010-08-28",
        "explanation": "This ominous, dark shape sprawling across the face of the Sun is a coronal hole -- a low density region extending above the surface where the solar magnetic field opens freely into interplanetary space. Studied extensively from space since the 1960s in ultraviolet and x-ray light, coronal holes are known to be the source of the high-speed solar wind, atoms and electrons which flow outward along the open magnetic field lines. During periods of low activity, coronal holes typically cover regions just above the Sun's poles. But this extensive coronal hole dominated the Sun's northern hemisphere earlier this week, captured here in extreme ultraviolet light by cameras onboard the Solar Dynamics Observatory. The solar wind streaming from this coronal hole triggered auroral displays on planet Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/1008/CoronalHaug2010_sdo.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hole in the Sun",
        "url": "https://apod.nasa.gov/apod/image/1008/CoronalHaug2010_sdo900.jpg"
    },
    {
        "date": "2010-08-30",
        "explanation": "Could life once have survived on Mars? Today, neither animal nor plant life from Earth could survive for very long on Mars because at least one key ingredient -- liquid water -- is essentially absent on the red planet's rusty surface. Although evidence from the martian rovers indicates that long ago Mars might once have had liquid water on its surface, that water might also have been too acidic for familiar life forms to thrive.  Recently, however, a newly detailed analysis of an unusual outcropping of rock and soil chanced upon in 2005 by the robotic Spirit rover has uncovered a clue indicating that not all of Mars was always so acidic. The mound in question, dubbed Comanche Outcrop and visible near the top of the above image, appears to contain unusually high concentrations of elements such as magnesium iron carbonate. The above image is shown in colors exaggerated to highlight the differences in composition. Since these carbonates dissolve in acid, the persistence of these mounds indicates that water perhaps less acidic and more favorable for life might have once flowed across Mars. More detailed analyses and searches for other signs will surely continue.",
        "hdurl": "https://apod.nasa.gov/apod/image/1008/comancheoutcrop_spirit_big_annotated.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Comanche Outcrop on Mars Indicates Hospitable Past",
        "url": "https://apod.nasa.gov/apod/image/1008/comancheoutcrop_spirit.jpg"
    },
    {
        "date": "2010-09-01",
        "explanation": "What does Earth look like from the planet Mercury? The robotic spacecraft MESSENGER found out as it looked toward the Earth during its closest approach to the Sun about three months ago.  The Earth and Moon are visible as the double spot on the lower left of the above image.  Now MESSENGER was not at Mercury when it took the above image, but at a location from which the view would be similar.  From Mercury, both the Earth and its comparatively large moon will always appear as small circles of reflected sunlight and will never show a crescent phase.  MESSENGER has zipped right by Mercury three times since being launched in 2004, and is scheduled to enter orbit around the innermost planet in March of 2011.",
        "hdurl": "https://apod.nasa.gov/apod/image/1009/earthmoon_messenger_big.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "Earth and Moon from MESSENGER",
        "url": "https://apod.nasa.gov/apod/image/1009/earthmoon_messenger.jpg"
    },
    {
        "date": "2010-09-05",
        "explanation": "In the center of a swirling whirlpool of hot gas is likely a beast that has never been seen directly: a black hole.  Studies of the bright light emitted by the swirling gas frequently indicate not only that a black hole is present, but also likely attributes.  The gas surrounding GRO J1655-40, for example, has been found to display an unusual flickering at a rate of 450 times a second.  Given a previous mass estimate for the central object of seven times the mass of our Sun, the rate of the fast flickering can be explained by a black hole that is rotating very rapidly.  What physical mechanisms actually cause the flickering -- and a slower quasi-periodic oscillation (QPO) -- in accretion disks surrounding black holes and neutron stars remains a topic of much research.",
        "hdurl": "https://apod.nasa.gov/apod/image/0904/blackhole_hobart_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "GRO J1655-40: Evidence for a Spinning Black Hole",
        "url": "https://apod.nasa.gov/apod/image/0904/blackhole_hobart.jpg"
    },
    {
        "date": "2010-09-06",
        "explanation": "Why are these people shooting a powerful laser into the center of our Galaxy?  Fortunately, this is not meant to be the first step in a Galactic war.  Rather, astronomers at the Very Large Telescope (VLT) site in Chile are trying to measure the distortions of Earth's ever changing atmosphere.  Constant imaging of high-altitude atoms excited by the laser -- which appear like an artificial star -- allow astronomers to instantly measure atmospheric blurring.  This information is fed back to a VLT telescope mirror which is then slightly deformed to minimize this blurring.  In this case, a VLT was observing our Galaxy's center, and so Earth's atmospheric blurring in that direction was needed.  As for inter-galaxy warfare, when viewed from our Galaxy's center, no casualties are expected.  In fact, the light from this powerful laser would combine with light from our Sun to together appear only as bright as a faint and distant star.",
        "hdurl": "https://apod.nasa.gov/apod/image/1009/vltlaser_beletsky_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Laser Strike at the Galactic Center",
        "url": "https://apod.nasa.gov/apod/image/1009/vltlaser_beletsky.jpg"
    },
    {
        "date": "2010-09-07",
        "explanation": "They are some of the most complex machines ever built. From a standing start they can launch a school- bus sized object up so high and moving so fast that it won't fall back down. They have launched numerous revolutionary satellites that enable humans to communicate across the globe, to better understand Earth's atmosphere, and to peer into the distance universe. They are NASA's Space Shuttles, and NASA has recently released large digital posters to honor them. While the inaugural flight was in 1981, the shuttle fleet is aging and is now nearing retirement. Pictured above, the space shuttle Endeavour is shown rising to orbit, with patches for each of its missions shown in a spiral. Endeavour was named for the HMS Endeavour, a British research ship that explored the south Pacific Ocean in the 1700s, depicted on the lower right. On the upper left are panoramic windows delivered by Endeavour to the International Space Station earlier this year. In the background near the top is the NGC 602 nebula as imaged by the Hubble Space Telescope, which was serviced by Endeavour in 1993.  Posters for all of the shuttles, including Atlantis, Challenger, Columbia, Discovery, Endeavour are available.",
        "hdurl": "https://apod.nasa.gov/apod/image/1009/endeavourposter_nasa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Space Shuttle Tribute Poster: Endeavour",
        "url": "https://apod.nasa.gov/apod/image/1009/endeavourposter_nasa.jpg"
    },
    {
        "date": "2010-09-08",
        "explanation": "Why are there faint rings around this spiral galaxy? Possibly because the galaxy, NGC 4911, is being pulled at by its neighbors as it falls into the enormous Coma Cluster of Galaxies. If NGC 4911 ends up like most of the galaxies in the central Coma cluster, it will become a yellowish elliptical galaxy, losing not only its outer layers, but dust, gas, and its cadre of surrounding satellite galaxies as well. Currently, however,  this process is just beginning. Visible in the above deep image from the Hubble Space Telescope are NGC 4911's bright nucleus, distorted spiral arms laced with dark dust, clusters of recently formed stars, unusual faint outer rings, dwarf companion galaxies, and even faint globular clusters of stars. Far in the distance many unassociated galaxies from the early universe are visible, some even through NGC 4911 itself. The Coma Cluster contains over 1,000 galaxies making it among the most massive objects known. NGC 4911 can be found to the lower left of the great cluster's center.",
        "hdurl": "https://apod.nasa.gov/apod/image/1009/ngc4911_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 4911: Spiral Diving into a Dense Cluster",
        "url": "https://apod.nasa.gov/apod/image/1009/ngc4911_hst.jpg"
    },
    {
        "date": "2010-09-14",
        "explanation": "What created the strange spiral structure on the left?  No one is sure, although it is likely related to a star in a binary star system entering the planetary nebula phase, when its outer atmosphere is ejected.  The huge spiral spans about a third of a light year across and, winding four or five complete turns, has a regularity that is without precedent.  Given the expansion rate of the spiral gas, a new layer must appear about every 800 years, a close match to the time it takes for the two stars to orbit each other. The star system that created it is most commonly known as LL Pegasi, but also AFGL 3068. The unusual structure itself has been cataloged as IRAS 23166+1655. The above image was taken in near-infrared light by the Hubble Space Telescope. Why the spiral glows is itself a mystery, with a leading hypothesis being illumination by light reflected from nearby stars.",
        "hdurl": "https://apod.nasa.gov/apod/image/1009/llpegspiral_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "An Extraordinary Spiral from LL Pegasi",
        "url": "https://apod.nasa.gov/apod/image/1009/llpegspiral_hst.jpg"
    },
    {
        "date": "2010-09-19",
        "explanation": "What dark forms lurk in the mists of the Carina Nebula? These ominous figures are actually molecular clouds, knots of molecular gas and dust so thick they have become opaque.  In comparison, however,  these clouds are typically much less dense than Earth's atmosphere.  Pictured above is part of the most detailed image of the Carina Nebula ever taken, a part where dark molecular clouds are particularly prominent.  The image has recently been retaken and then re-colored based on light emitted by oxygen. The entire Carina Nebula spans over 300 light years and lies about 7,500 light-years away in the constellation of Carina. NGC 3372, known as the Great Nebula in Carina, is home to massive stars and changing nebula.  Eta Carinae, the most energetic star in the nebula, was one of the brightest stars in the sky in the 1830s, but then faded dramatically.  Wide-field annotated and zoomable versions of the larger image composite are also available.",
        "hdurl": "https://apod.nasa.gov/apod/image/1009/carinablue_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dark Clouds of the Carina Nebula",
        "url": "https://apod.nasa.gov/apod/image/1009/carinablue_hst.jpg"
    },
    {
        "date": "2010-09-21",
        "explanation": "How can the majesty of the night sky best be captured in a painting? This was a continual challenge for Vincent van Gogh, a famous painter in the late 1800s who pioneered stirring depictions of star filled skies into several of his works. Pictured above is van Gogh's Starry Night Over the Rhone, where the French town of Arles is depicted complete with gas lights reflecting off the Rhone river. van Gogh's night sky appears alive with turbulent stellar images contrasting with lofty dark blue hues.  Above the river, one can discern the stars of the familiar Big Dipper asterism. Following a line connecting the two Big Dipper stars on the right, the North Star Polaris could be easily found, the height of which can then be estimated and actually gives the latitude where the painting was created.",
        "hdurl": "https://apod.nasa.gov/apod/image/1009/starryrhone_vangogh_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Starry Night Over the Rhone",
        "url": "https://apod.nasa.gov/apod/image/1009/starryrhone_vangogh.jpg"
    },
    {
        "date": "2010-09-23",
        "explanation": "Today, the Sun crosses the celestial equator heading south at 03:09 Universal Time. Known as an equinox, this astronomical event marks the first day of autumn in the northern hemisphere and spring in the south. Equinox means equal night. With the Sun on the celestial equator, Earth dwellers will experience nearly 12 hours of daylight and 12 hours of darkness. Of course, in the north the days continue to grow shorter, the Sun marching lower in the sky as winter approaches. To celebrate the equinox, consider this view of the Sun in extreme ultraviolet light from the Sun staring Solar Dynamics Observatory. Recorded yesterday, the false-color image shows emission from highly ionized iron atoms. Loops and arcs trace the glowing plasma suspended in magnetic fields above solar active regions.",
        "hdurl": "https://apod.nasa.gov/apod/image/1009/sdoEquinox_0171.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Equinox and the Iron Sun",
        "url": "https://apod.nasa.gov/apod/image/1009/sdoEquinox_0171_c900.jpg"
    },
    {
        "date": "2010-09-26",
        "explanation": "Why does this galaxy have such a long tail?   In this stunning vista recorded with the Hubble Space Telescope's Advanced Camera for Surveys, distant galaxies form a dramatic backdrop for disrupted spiral galaxy Arp 188, the Tadpole Galaxy. The cosmic tadpole is a mere 420 million light-years distant toward the northern constellation Draco. Its eye-catching tail is about 280 thousand light-years long and features massive, bright blue star clusters. One story goes that a more compact intruder galaxy crossed in front of Arp 188 - from left to right in this view - and was slung around behind the Tadpole by their gravitational attraction. During the close encounter, tidal forces drew out the spiral galaxy's stars, gas, and dust forming the spectacular tail. The intruder galaxy itself, estimated to lie about 300 thousand light-years behind the Tadpole, can be seen through foreground spiral arms at the lower left. Following its terrestrial namesake, the Tadpole Galaxy will likely lose its tail as it grows older, the tail's star clusters forming smaller satellites of the large spiral galaxy.",
        "hdurl": "https://apod.nasa.gov/apod/image/1009/tadpole_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Arp 188 and the Tadpole's Tidal Tail",
        "url": "https://apod.nasa.gov/apod/image/1009/tadpole_hst.jpg"
    },
    {
        "date": "2010-09-27",
        "explanation": "What drives auroras on Saturn? To help find out, scientists have sorted through hundreds of infrared images of Saturn taken by the Cassini spacecraft for other purposes, trying to find enough aurora images to correlate changes and make movies. Once made, some movies clearly show that Saturnian auroras can change not only with the angle of the Sun, but also as the planet rotates. Furthermore, some auroral changes appear related to waves in Saturn's magnetosphere likely caused by Saturn's moons. Pictured above, a false-colored image taken in 2007 shows Saturn in three bands of infrared light.  The rings reflect relatively blue sunlight, while the planet itself glows in comparatively low energy red.  A band of southern aurora in visible in green. Inspection of many more Saturnian images may well lead to an even better understanding of both Saturn's and Earth's auroras.",
        "hdurl": "https://apod.nasa.gov/apod/image/1009/neonsaturnaurora_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Dancing Auroras of Saturn",
        "url": "https://apod.nasa.gov/apod/image/1009/neonsaturnaurora_cassini.jpg"
    },
    {
        "date": "2010-09-28",
        "explanation": "What's happening over the South Pole of Venus?  To find out, scientists have been studying images taken by the robotic Venus Express spacecraft when it passes over the lower spin axis of Earth's overheated twin. Surprisingly, recent images from Venus Express do not confirm previous sightings of a double storm system there, but rather found a single unusual swirling cloud vortex. In the above recently released image sequence taken in infrared light and digitally compressed, darker areas correspond to higher temperatures and hence lower regions of Venus' atmosphere.  Also illuminating are recently released movies, which show similarities between Venus' southern vortex and the vortex that swirls over the South Pole of Saturn. Understanding the peculiar dynamics of why, at times, two eddies appear, while at other times a single peculiar eddy appears, may give insight into how hurricanes evolve on Earth, and remain a topic of research for some time.  In three months, the European Venus Express spacecraft will be joined around Venus by the Japanese Akatsuki satellite.",
        "hdurl": "https://apod.nasa.gov/apod/image/1009/southernvortex_venusexpress_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Venus' South Polar Vortex",
        "url": "https://apod.nasa.gov/apod/image/1009/southernvortex_venusexpress.jpg"
    },
    {
        "date": "2010-09-30",
        "explanation": "Stars and their planets are born in cold, dark, interstellar clouds of gas and dust. While exploring the clouds at infrared wavelengths, astronomers have made a surprising discovery -- dozens of cases where dense cloud cores shine by reflecting infrared starlight. Based on archival Spitzer Space Telescope data, these panels illustrate the newly described phenomenon, known as coreshine. At longer infrared wavelengths (right) the core of cloud Lynds 183 is dark, but at shorter infrared wavelengths (left) the core clearly shines, scattering light from nearby stars. As seen in these panels, the elongated core covers a mere 1.5 light-years. The scattering requires dust grains that are about 10 times larger than previously thought to exist in the clouds, about 1 micron in size instead of 0.1 micron. For comparison, a human hair is about 100 microns thick. The larger dust grains indicated by coreshine could change models of the early phases of star and planet formation, a still mysterious process hidden within the interstellar clouds. Dark nebula Lynds 183 lies around 325 light-years away in the constellation Serpens.",
        "hdurl": "https://apod.nasa.gov/apod/image/1009/coreshine_spitzer.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Coreshine from a Dark Cloud",
        "url": "https://apod.nasa.gov/apod/image/1009/coreshine_spitzer_crop.jpg"
    },
    {
        "date": "2010-10-02",
        "explanation": "Like brush strokes on a canvas, ridges of color seem to flow across this scene. But here, the canvas is nearly 3 light-years wide and the colors map emission from ionized gas in the Lagoon Nebula, recorded by the Hubble Space Telescope's Advanced Camera for Surveys. Also known as M8, the nebula is a star forming region about 5,000 light-years distant in the constellation Sagittarius. Hubble's remarkably sharp, close-up view reveals undulating shapes sculpted by the energetic light and winds from the region's new born stars. Of course, the Lagoon nebula is a popular target for earthbound skygazers, too. It features a prominent dust lane and bright hourglass shape in small telescopes with wider fields of view.",
        "hdurl": "https://apod.nasa.gov/apod/image/1010/LagoonClose_hst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hubble's Lagoon",
        "url": "https://apod.nasa.gov/apod/image/1010/LagoonClose_hst_c0.jpg"
    },
    {
        "date": "2010-10-03",
        "explanation": "The strangest moon in the Solar System is bright yellow.  This picture, an attempt to show how Io would appear in the \"true colors\" perceptible to the average human eye, was taken in 1999 July by the Galileo spacecraft that orbited Jupiter from 1995 to 2003.  Io's colors derive from sulfur and molten silicate rock.  The unusual surface of Io is kept very young by its system of active volcanoes.  The intense tidal gravity of Jupiter stretches  Io and damps wobbles caused by Jupiter's other Galilean moons.  The resulting friction greatly heats Io's interior, causing  molten rock to explode through the surface.  Io's volcanoes are so active that they are effectively turning the whole moon inside out.  Some of Io's volcanic lava is so hot it  glows in the dark.   Follow APOD on Facebook",
        "hdurl": "https://apod.nasa.gov/apod/image/1010/iotruecolor_galileo_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Io in True Color",
        "url": "https://apod.nasa.gov/apod/image/1010/iotruecolor_galileo.jpg"
    },
    {
        "date": "2010-10-04",
        "explanation": "You stare out across the rocky plains of Mars. Before you, in every direction, is dark sand and bright rock.  Although little has changed here for millions of years, no one has ever seen this view before. You are being sent on a long journey to a distant crater, the largest crater in the region. Your human overlords back on planet Earth wonder if the impact that created this distant crater might have also uncovered unique clues to the distant past of Earth's neighboring planet, clues that might reveal if life ever existed here. Breaking the monotony, visible toward the image center, an unusual rock sticks out from the landscape. Quite possibly, this rock is not from this world, and you divert to inspect it. You are the robotic Opportunity rover, and you are the eyes for countless humans following your trek back on planet Earth. Rolling about a football field a day, you might reach Endeavour crater sometime in 2012.  If you survive.",
        "hdurl": "https://apod.nasa.gov/apod/image/1010/plainmars_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Rolling Across the Rocky Plains of Mars",
        "url": "https://apod.nasa.gov/apod/image/1010/plainmars_opportunity.jpg"
    },
    {
        "date": "2010-10-09",
        "explanation": "Globular star clusters roam the halo of our Milky Way Galaxy. Gravitationally bound, these spherical groupings of typically several hundred thousand stars are ancient, older than the stars of the galactic disk. In fact, measurements of globular cluster ages constrain the age of the Universe (it must be older than the stars in it!) and accurate cluster distance determinations provide a rung on the astronomical distance ladder. Globular star cluster NGC 6934 itself lies about 50,000 light-years away in the constellation Delphinus. At that distance, this sharp image from Hubble's Advanced Camera for Surveys spans about 50 light-years. The cluster stars are estimated to be some 10 billion years old.",
        "hdurl": "https://apod.nasa.gov/apod/image/1010/ngc6934_hst.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Globular Star Cluster NGC 6934",
        "url": "https://apod.nasa.gov/apod/image/1010/ngc6934_hst_900c.jpg"
    },
    {
        "date": "2010-10-10",
        "explanation": "Why are there so many moonquakes?   A recent reanalysis of seismometers left on the moon by the Apollo moon landings has revealed a surprising number of moonquakes occurring within 30 kilometers of the surface.   In fact, 28 moonquakes were detected in data recorded between 1972 and 1977.   These moonquakes were not only strong enough to move furniture but the stiff rock of the moon continued vibrating for many minutes, significantly longer than the soft rock earthquakes on Earth.   The cause of the moonquakes remains unknown, with one hypothesis holding that landslides in craters cause the vibrations.   Regardless of the source, future moon buildings need to be built to withstand the frequent shakings.   Pictured above in 1969, Apollo 11 astronaut Buzz Aldrin stands beside a recently deployed lunar seismometer, looking back toward the lunar landing module.",
        "hdurl": "https://apod.nasa.gov/apod/image/1010/aldrinseismometer_apollo11_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Moonquakes Surprisingly Common",
        "url": "https://apod.nasa.gov/apod/image/1010/aldrinseismometer_apollo11.jpg"
    },
    {
        "date": "2010-10-11",
        "explanation": "Does spiral galaxy NGC 2683 have a bar across its center? Being so nearly like our own barred Milky Way Galaxy, one might guess it has. Being so nearly edge-on, however, it is hard to tell. Either way, this gorgeous island universe, cataloged as NGC 2683, lies a mere 20 million light-years distant in the northern constellation of the Cat (Lynx). NGC 2683 is seen nearly edge-on in this cosmic vista, with more distant galaxies scattered in the background. Blended light from a large population of old yellowish stars forms the remarkably bright galactic core. Starlight silhouettes the dust lanes along winding spiral arms, dotted with the telltale blue glow of young star clusters in this galaxy's star forming regions.",
        "hdurl": "https://apod.nasa.gov/apod/image/1010/ngc2683_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 2683: Spiral Edge-On",
        "url": "https://apod.nasa.gov/apod/image/1010/ngc2683_hst.jpg"
    },
    {
        "date": "2010-10-12",
        "explanation": "What's creating those dark bands on Saturn?  Sometimes it takes a little sleuthing to figure out the how and why of a picture taken by the Saturn-orbiting Cassini spacecraft.  Let's see. That large orb on the left must be Saturn itself. Those arcs on the right are surely the rings.  The dark band running diagonally must be the shadow of Saturn on the rings. That leaves the unusual dark bands superposed on Saturn's disk -- are they the shadows of the rings?  A punctilious detective would conclude that they are not. If one looks carefully, the rings arc from behind the planet on the lower left, around to the right, and therefore must pass on the camera side of the planet on the upper left. So the rings themselves cause the dark streaks on Saturn. These rings segments appear dark because they are in the shadow of Saturn.  The night part of Saturn shows a faint glow because of sunlight reflected from other parts of the rings.  Got it?  Unfortunately, if it weren't for the tile floor, tomorrow's picture would be even harder to understand.",
        "hdurl": "https://apod.nasa.gov/apod/image/1010/darkshadows_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn: Light, Dark, and Strange",
        "url": "https://apod.nasa.gov/apod/image/1010/darkshadows_cassini.jpg"
    },
    {
        "date": "2010-10-13",
        "explanation": "Will the Hubble Space Telescope (HST) end up in a museum? Probably not, as when it finally goes bust, current plans call for it to be de-orbited into an ocean. But this won't stop likenesses of the famous floating observatory from appearing in science museums around the globe, sometimes paired with amazing pictures it has taken.  Pictured above, in a celebration of the 20th anniversary of the launching of Hubble, a replica of the telescope was given a picturesque setting in the Italian Istituto Veneto di Scienze, Lettere ed Arti in their beautiful and historic Palazzo Loredan. The scene there appears perhaps a bit surreal as the deep space imager appears over a terrestrial tile floor, surrounded by the busts of famous thinkers, and under arches reminiscent of Escher.  If you're lucky, it may even be possible to find an exhibition of Hubble images near you. And if no HST model appears there, you could always build your own.",
        "hdurl": "https://apod.nasa.gov/apod/image/1010/hubblemuseum_esa_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Science Museum Hubble",
        "url": "https://apod.nasa.gov/apod/image/1010/hubblemuseum_esa.jpg"
    },
    {
        "date": "2010-10-17",
        "explanation": "How and why are all these stars forming? Found among the Small Magellanic Cloud's (SMC's) clusters and nebulae NGC 346 is a star forming region about 200 light-years across, pictured above by the Hubble Space Telescope. A satellite galaxy of the Milky Way, the Small Magellanic Cloud (SMC) is a wonder of the southern sky, a mere 210,000 light-years distant in the constellation of the Toucan (Tucana). Exploring NGC 346, astronomers have identified a population of embryonic stars strung along the dark, intersecting dust lanes visible here on the right. Still collapsing within their natal clouds, the stellar infants' light is reddened by the intervening dust. A small, irregular galaxy, the SMC itself represents a type of galaxy more common in the early Universe. But these small galaxies are thought to be a building blocks for the larger galaxies present today. Within the SMC, stellar nurseries like NGC 346 are also thought to be similar to those found in the early Universe.",
        "hdurl": "https://apod.nasa.gov/apod/image/1010/ngc346_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 346 in the Small Magellanic Cloud",
        "url": "https://apod.nasa.gov/apod/image/1010/ngc346_hst.jpg"
    },
    {
        "date": "2010-10-18",
        "explanation": "What's that coming over the edge of the Sun?  What might appear at first glance to be some sort of Sun monster is actually a solar prominence.  The above prominence, captured by the Sun-orbiting SOHO satellite earlier this year during an early stage of its eruption, rapidly became one of the largest ever on record. Even as pictured, the prominence is huge -- the Earth would easily fit inside.  A solar prominence is a thin cloud of solar gas held just above the surface by the Sun's magnetic field.  A quiescent prominence typically lasts about a month, while an eruptive prominence like the one developing above may erupt within hours into a Coronal Mass Ejection (CME), expelling hot gas into the Solar System.  Although very hot, prominences typically appear dark when viewed against the Sun, since they are slightly cooler than the surface.  As our Sun evolves toward Solar maximum over the next three years, more large eruptive prominences are expected.",
        "hdurl": "https://apod.nasa.gov/apod/image/1010/sunbug_soho_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "It Came from the Sun",
        "url": "https://apod.nasa.gov/apod/image/1010/sunbug_soho.jpg"
    },
    {
        "date": "2010-10-19",
        "explanation": "What is that dark streak below Prometheus? Although it may look like a shadow or a trail blazed by sweeping up material, computer simulations indicate that the dark streak is better understood as an empty path pulled away by the gravity of Saturn's small moon.  The particles don't follow Prometheus so much as glide sideways past where Prometheus used to be. One dark streamer is created during each pass of Prometheus through the F-ring that it shepherds. The streamers were unpredicted and first discovered in 2004 on high resolution images taken by the robotic Cassini spacecraft orbiting Saturn.  Close inspection of the surface of Prometheus itself in the above image shows interesting structure and craters. The Cassini spacecraft arrived at Saturn in 2004 and, as it continues to function well, is now expected to continue to send back data and images from the distant ringed world until 2017.",
        "hdurl": "https://apod.nasa.gov/apod/image/1010/prometheusrising_cassini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Prometheus Rising Through Saturn's F Ring",
        "url": "https://apod.nasa.gov/apod/image/1010/prometheusrising_cassini.jpg"
    },
    {
        "date": "2010-10-25",
        "explanation": "Is there enough water on the moon to sustain future astronauts? The question has important implications if humanity hopes to use the Moon as a future outpost.  Last year, to help find out, scientists crashed the moon-orbiting LCROSS spacecraft into a permanently shadowed crater near the Moon's South Pole.  New analyses of the resulting plume from Cabeus crater indicate more water than previously thought, possibly about six percent. Additionally, an instrument on the separate LRO spacecraft that measures neutrons indicates that even larger lunar expanses -- most not even permanently shadowed -- may also contain a significant amount of buried frozen water. Pictured above from LRO, areas in false-color blue indicate the presence of soil relatively rich in hydrogen, which is thought likely bound to sub-surface water ice.  Conversely, the red areas are likely dry.  The location of the Moon's South Pole is also digitally marked on the image.  How deep beneath the surface the ice crystals permeate is still unknown, as well as how difficult it would be to mine the crystals and purify them into drinking water.",
        "hdurl": "https://apod.nasa.gov/apod/image/1010/mooncabeus_lcross_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Water Ice Detected Beneath Moon's Surface",
        "url": "https://apod.nasa.gov/apod/image/1010/mooncabeus_lcross.jpg"
    },
    {
        "date": "2010-10-27",
        "explanation": "This stunning vista represents the highest resolution image ever made of the Andromeda Galaxy (aka M31) at ultraviolet wavelengths. Recorded by NASA's Swift satellite, the mosaic is composed of 330 individual images covering a region 200,000 light-years wide. It shows about 20,000 sources, dominated by hot, young stars and dense star clusters that radiate strongly in energetic ultraviolet light. Of course, the Andromeda Galaxy is the closest large spiral galaxy to our own Milky Way, at a distance of some 2.5 million light-years. Just slide your cursor over the image to compare the appearance of this gorgeous island universe in optical light with its ultraviolet portrait.",
        "hdurl": "https://apod.nasa.gov/apod/image/0909/Swift_M31_large_UV70p.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Ultraviolet Andromeda",
        "url": "https://apod.nasa.gov/apod/image/0909/UVAndromeda_swiftH600.jpg"
    },
    {
        "date": "2010-10-31",
        "explanation": "Halloween's origin is ancient and astronomical.  Since the fifth century BC, Halloween has been celebrated as a cross-quarter day, a day halfway between an equinox (equal day / equal night) and a solstice (minimum day / maximum night in the northern hemisphere).  With a modern calendar, however, the real cross-quarter day will occur next week.  Another cross-quarter day is Groundhog's Day. Halloween's modern celebration retains historic roots in dressing to scare away the spirits of the dead.  Perhaps a fitting tribute to this ancient holiday is this view of the Ghost Head Nebula taken with the Hubble Space Telescope.  Similar to the icon of a fictional ghost, NGC 2080 is actually a star forming region in the Large Magellanic Cloud, a satellite galaxy of our own Milky Way Galaxy.  The Ghost Head Nebula spans about 50 light-years and is shown in representative colors.",
        "hdurl": "https://apod.nasa.gov/apod/image/1010/ngc2080_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Halloween and the Ghost Head Nebula",
        "url": "https://apod.nasa.gov/apod/image/1010/ngc2080_hst.jpg"
    },
    {
        "date": "2010-11-02",
        "explanation": "Imagine a pipe as wide as a state and as long as the Earth.  Now imagine that this pipe is filled with hot gas moving 50,000 kilometers per hour.  Further imagine that this pipe is not made of metal but a transparent magnetic field.  You are envisioning just one of thousands of young spicules on the active Sun.  Pictured above is one of the highest resolution image yet of these enigmatic solar flux tubes.  Spicules line the above frame of solar active region 11092 that crossed the Sun last month, but are particularly evident converging on the sunspot on the lower left. Time-sequenced images have recently shown that spicules last about five minutes, starting out as tall tubes of rapidly rising gas but eventually fading as the gas peaks and falls back down to the Sun.  What determines the creation and dynamics of spicules remains a topic of active research.",
        "hdurl": "https://apod.nasa.gov/apod/image/1011/spicules_nso_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spicules: Jets on the Sun",
        "url": "https://apod.nasa.gov/apod/image/1011/spicules_nso.jpg"
    },
    {
        "date": "2010-11-04",
        "explanation": "Constellations of lights sprawl across this night scene, but they don't belong in the skies of planet Earth. Instead, the view looks down from the International Space Station as it passed over the United States along the northern Gulf Coast on October 29. A Russian Soyuz spacecraft is docked in the foreground. Behind its extended solar panels, some 360 kilometers below, are the recognizable city lights of New Orleans. Looking east along the coast to the top of the frame finds Mobile, Alabama while Houston city lights stand out to the west, toward the bottom. North (left) of New Orleans, a line of lights tracing central US highway I55 connects to Jackson, Mississippi and Memphis, Tennessee. Of course, the lights follow the population centers, but not everyone lives on planet Earth all the time these days. November 2nd marked the first decade of continuous human presence in space on board the International Space Station.  EPOXI mission spacecraft encounters comet Hartley 2",
        "hdurl": "https://apod.nasa.gov/apod/image/1011/iss025e010008.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Night Lights",
        "url": "https://apod.nasa.gov/apod/image/1011/iss025e010008_900c.jpg"
    },
    {
        "date": "2010-11-05",
        "explanation": "Follow these 5 frames clockwise starting from the top left to track the view from the EPOXI mission spacecraft as it approached, passed under, and then looked back at the nucleus of comet Hartley 2 on November 4. Its closest approach distance was about 700 kilometers. In fact, this encounter was the fifth time a spacecraft from planet Earth has imaged a comet close-up. But Hartley 2's nucleus is definitely the smallest one so far, its long axis spanning only about 2 kilometers (1.2 miles). Though Hartley 2 is small, these stunning images showing jets of dust and gas indicate an impressively active surface. The jets are seen originating from the rough surface areas, with sunlight illuminating the nucleus from the right. Remarkably, rough areas at both ends of the elongated nucleus are joined by a narrower, smooth waist. The EPOXI mission reuses the Deep Impact spacecraft that launched a probe impacting the nucleus of comet Tempel 1 in 2005.",
        "hdurl": "https://apod.nasa.gov/apod/image/1011/hartleymontage1x5_epoxi.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Comet Hartley 2 Flyby",
        "url": "https://apod.nasa.gov/apod/image/1011/hartleymontage1x5_epoxi900.jpg"
    },
    {
        "date": "2010-11-07",
        "explanation": "A fantastic jumble of young blue star clusters, gigantic glowing gas clouds, and imposing dark dust lanes surrounds the central region of the active galaxy Centaurus A. This mosaic of Hubble Space Telescope images taken in blue, green, and red light has been processed to present a natural color picture of this cosmic maelstrom. Infrared images from the Hubble have also shown that hidden at the center of this activity are what seem to be disks of matter spiraling into a black hole with a billion times the mass of the Sun! Centaurus A itself is apparently the result of a collision of two galaxies and the left over debris is steadily being consumed by the black hole. Astronomers believe that such black hole central engines generate the radio, X-ray, and gamma-ray energy radiated by Centaurus A and other active galaxies. But for an active galaxy Centaurus A is close, a mere 10 million light-years away, and is a relatively convenient laboratory for exploring these powerful sources of energy.",
        "hdurl": "https://apod.nasa.gov/apod/image/1011/cenA_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Center of Centaurus A",
        "url": "https://apod.nasa.gov/apod/image/1011/cenA_hst.jpg"
    },
    {
        "date": "2010-11-08",
        "explanation": "What kind of comet is this? Last week, NASA's robotic EPOXI spacecraft whizzed past Comet 103P/Hartley, also known as Comet Hartley 2, and recorded images and data that are both strange and fascinating. EPOXI was near its closest approach -- about 700 kilometers away -- when it snapped the above picture. As expected, the comet has indeed shown itself to be a tumbling iceberg orbiting the Sun between Earth and Jupiter. However, unexpected features on the images have raised many questions. For example, where are all the craters? Why is there a large smooth area around the middle? How much of Comet Hartley 2 is a loose pile of dust and ice shards? Future analyses and comparisons to other comet nuclei may answer some of these questions and, hopefully, lead to a better general understanding of comets, meteors, and the  early Solar System.",
        "hdurl": "https://apod.nasa.gov/apod/image/1011/hartley2close_epoxi_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "700 Kilometers Below Comet Hartley 2",
        "url": "https://apod.nasa.gov/apod/image/1011/hartley2close_epoxi.jpg"
    },
    {
        "date": "2010-11-09",
        "explanation": "Why is there a line segment on the sky? In one of the more precise alignments known in the universe, what is pictured above is actually a disk galaxy being seen almost perfectly edge on. The image from the Hubble Space Telescope is a spectacular visual reminder of just how thin disk galaxies can be.  NGC 4452, a galaxy in the nearby Virgo Cluster of Galaxies, is so thin that it is actually difficult to determine what type of disk galaxy it is.  Its lack of a visible dust lane indicates that it is a low-dust lenticular galaxy, although it is still possible that a view from on top would reveal spiral structure. The unusual stellar line segment spans about 35,000 light years from end to end. Near NGC 4452's center is a slight bulge of stars, while hundreds of background galaxies are visible far in the distance.  Galaxies that appear this thin are rare mostly because our Earth must reside (nearly) in the extrapolated planes of their thin galactic disks.  Galaxies that actually are this thin are relatively common -- for example our own Milky Way Galaxy is thought to be about this thin.",
        "hdurl": "https://apod.nasa.gov/apod/image/1011/ngc4452_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 4452: An Extremely Thin Galaxy",
        "url": "https://apod.nasa.gov/apod/image/1011/ngc4452_hst.jpg"
    },
    {
        "date": "2010-11-10",
        "explanation": "Did you know that our Milky Way Galaxy has huge bubbles emitting gamma rays from the direction of the galactic center? Neither did anybody.  As the data from the Earth-orbiting Fermi satellite began accumulating over the past two years, however, a large and unusual feature toward our Galaxy's center became increasingly evident. The two bubbles are visible together as the red and white spotted oval surrounding the center of the above all sky image, released yesterday. The plane of our Galaxy runs horizontally across the image center.   Assuming the bubbles emanate from our Galaxy's center, the scale of the bubbles is huge, rivaling the entire Galaxy in size, and spanning about 50,000 light years from top to bottom. Earlier indications of the bubbles have been found on existing all sky maps in the radio, microwave, and X-ray. The cause of the bubbles is presently unknown, but will likely be researched for years to come.",
        "hdurl": "https://apod.nasa.gov/apod/image/1011/bubble_fermi_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Huge Gamma Ray Bubbles Found Around Milky Way",
        "url": "https://apod.nasa.gov/apod/image/1011/bubble_fermi.jpg"
    },
    {
        "date": "2010-11-15",
        "explanation": "There's no place like home.  Peering out of the windows of the International Space Station (ISS), astronaut Tracy Caldwell Dyson takes in the planet on which we were all born, and to which she would soon return.  About 350 kilometers up, the ISS is high enough so that the Earth's horizon appears clearly curved. Astronaut Dyson's windows show some of Earth's complex clouds, in white, and life giving atmosphere and oceans, in blue. The space station orbits the Earth about once every 90 minutes. It is not difficult for people living below to look back toward the ISS.  The ISS can frequently be seen as a bright point of light drifting overhead just after sunset. Telescopes can even resolve the overall structure of the space station. The above image was taken in late September from the ISS's Cupola window bay. Dr. Dyson is a lead vocalist in the band Max Q.   Challenge: Can you identify which part of Earth is visible in the background?",
        "hdurl": "https://apod.nasa.gov/apod/image/1011/cupolaview_iss14_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Home from Above",
        "url": "https://apod.nasa.gov/apod/image/1011/cupolaview_iss14.jpg"
    },
    {
        "date": "2010-11-16",
        "explanation": "Is this what will become of our Milky Way Galaxy? Perhaps if we collide with the Andromeda Galaxy in a few billion years, it might. Pictured above is NGC 7252, a jumble of stars created by a huge collision between two large galaxies.  The collision will take hundreds of millions of years and so is effectively caught frozen in time in the above image.  The resulting pandemonium has been dubbed the Atoms-for-Peace galaxy because of its similarity to a cartoon of a large atom.  The above image was taken recently by the MPG/ESO 2.2 meter telescope in Chile. NGC 7252 spans about 600,000 light years and lies about 220 million light years away toward the constellation of the Water Bearer (Aquarius). Since the sideways velocity of the Andromeda Galaxy (M31) is presently unknown, no one really knows for sure if the Milky Way will ever collide with M31.",
        "hdurl": "https://apod.nasa.gov/apod/image/1011/ngc7252_eso_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Atoms-for-Peace Galaxy Collision",
        "url": "https://apod.nasa.gov/apod/image/1011/ngc7252_eso.jpg"
    },
    {
        "date": "2010-11-20",
        "explanation": "The first identified compact galaxy group, Stephan's Quintet is featured in this eye-catching image constructed with data drawn from the extensive Hubble Legacy Archive. About 300 million light-years away, only four galaxies of the group are actually locked in a cosmic dance of repeated close encounters. The odd man out is easy to spot, though. The four interacting galaxies (NGC 7319, 7318A, 7318B, and 7317) have an overall yellowish cast and tend to have distorted loops and tails, grown under the influence of disruptive gravitational tides. But the larger bluish galaxy, NGC 7320, is much closer than the others. Just 40 million light-years distant, it isn't part of the interacting group. In fact, individual stars in the foreground galaxy can be seen in the sharp Hubble view, hinting that it is much closer than the others. Stephan's Quintet lies within the boundaries of the high flying constellation Pegasus.",
        "hdurl": "https://apod.nasa.gov/apod/image/1011/stephquintet_hwilson2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stephan's Quintet",
        "url": "https://apod.nasa.gov/apod/image/1011/stephquintet_hwilson900.jpg"
    },
    {
        "date": "2010-11-21",
        "explanation": "For reasons unknown, NGC 6357 is forming some of the most massive stars ever discovered.  One such massive star, near the center of NGC 6357, is framed above carving out its own interstellar castle with its energetic light from surrounding gas and dust. In the greater nebula, the intricate patterns are caused by complex interactions between interstellar winds, radiation pressures, magnetic fields, and gravity.  The overall glow of the nebula results from the emission of light from ionized hydrogen gas.  Near the more obvious Cat's Paw nebula, NGC 6357 houses the open star cluster Pismis 24, home to many of these tremendously bright and blue stars.  The central part of NGC 6357 shown spans about 10 light years and lies about 8,000 light years away toward the constellation of the Scorpion.",
        "hdurl": "https://apod.nasa.gov/apod/image/1011/ngc6357_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Massive Star in NGC 6357",
        "url": "https://apod.nasa.gov/apod/image/1011/ngc6357_hst.jpg"
    },
    {
        "date": "2010-11-22",
        "explanation": "Was this image taken with a telescope or a microscope? Perhaps this clue will help: if the dark forms were bacteria, they would each span over football field across. What is actually being seen are large sand dunes on the floor of Proctor Crater on Mars. The above picture was taken by HiRISE camera on board the Mars Reconnaissance Orbiter (MRO), a robot spacecraft currently in orbit around Mars. The dark rippled dunes likely formed more recently than the lighter rock forms they appear to cover, and are thought to slowly shift in response to pervasive winds.  The dunes arise from a complex relationship between the sandy surface and high winds on Mars.  Similar dunes were first seen in Proctor Crater by Mariner 9 more than 35 years ago.    Challenge:  Can you find a microscopic picture that resembles this astronomical one?",
        "hdurl": "https://apod.nasa.gov/apod/image/1011/marsdunes_mro_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Dark Dune Field in Proctor Crater on Mars",
        "url": "https://apod.nasa.gov/apod/image/1011/marsdunes_mro.jpg"
    },
    {
        "date": "2010-11-23",
        "explanation": "Unusual jets have been discovered emanating from Comet Hartley 2. The EPOXI spacecraft imaged the jets in unprecedented detail during its flyby of the comet earlier this month.  Pictured above, sun-illuminated jets shoot away from the two-kilometer long decaying iceberg that orbits the Sun between Earth and Jupiter.  Comet Hartley 2 became active recently as it neared the Sun and sunlight warmed the comet. Preliminary analyses of images like that shown above indicate that the smooth regions around the middle are porous and leak frozen water vapor directly out into space.  Unexpectedly, however, the rough regions at either end appear to shoot carbon dioxide jets that expel fluffy snowballs, some as large as basketballs, from the nucleus.  Many of the dots in the above image are thought to be snowballs. The unusual jets will continue to be studied, and may yield further clues as to how comets and asteroids formed and evolved during the early years of our Solar System. Comet Hartley 2 is slowly evaporating and may completely break up over the next 1,000 years.",
        "hdurl": "https://apod.nasa.gov/apod/image/1011/hartley2jets2_epoxi_big.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "Gas and Snow Jets from Comet Hartley 2",
        "url": "https://apod.nasa.gov/apod/image/1011/hartley2jets2_epoxi.jpg"
    },
    {
        "date": "2010-11-29",
        "explanation": "Why are planet-circling clouds disappearing and reappearing on Jupiter? Although the ultimate cause remains unknown, planetary meteorologists are beginning to better understand what is happening. Earlier this year, unexpectedly, Jupiter's dark Southern Equatorial Belt (SEB) disappeared. The changes were first noted by amateurs dedicated to watching Jupiter full time. The South Equatorial Band has been seen to change colors before, although the change has never been recorded in such detail.  Detailed professional observations revealed that high-flying light-colored ammonia-based clouds formed over the planet-circling dark belt. Now those light clouds are dissipating, again unveiling the lower dark clouds. Pictured above two weeks ago, far infrared images -- depicted in false-color red -- show a powerful storm system active above the returning dark belt.  Continued observations of Jupiter's current cloud opera, and our understanding of it, is sure to continue.",
        "hdurl": "https://apod.nasa.gov/apod/image/1011/jupiterstorm_gemini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dark Belt Reappearing on Jupiter",
        "url": "https://apod.nasa.gov/apod/image/1011/jupiterstorm_gemini.jpg"
    },
    {
        "date": "2010-12-01",
        "explanation": "Why is Phobos so dark?  Phobos, the largest and innermost of two Martian moons, is the darkest moon in the entire Solar System.  Its unusual orbit and color indicate that it may be a captured asteroid composed of a mixture of ice and dark rock.  The above picture of Phobos near the limb of Mars was captured last month by the robot spacecraft Mars Express currently orbiting Mars.  Phobos is a heavily cratered and barren moon, with its largest crater located on the far side.  From images like this, Phobos has been determined to be covered by perhaps a meter of loose dust.  Phobos orbits so close to Mars that from some places it would appear to rise and set twice a day, but from other places it would not be visible at all.  Phobos' orbit around Mars is continually decaying -- it will likely break up with pieces crashing to the Martian surface in about 50 million years.",
        "hdurl": "https://apod.nasa.gov/apod/image/1012/phoboslimb_marsexpress_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Martian Moon Phobos from Mars Express",
        "url": "https://apod.nasa.gov/apod/image/1012/phoboslimb_marsexpress.jpg"
    },
    {
        "date": "2010-12-06",
        "explanation": "How strange could alien life be? An indication that the fundamental elements that compose most terrestrial life forms might differ out in the universe was found in unusual Mono Lake in California, USA. Bacteria in Mono's lakebed gives indications that it not only can tolerate a large abundance of normally toxic arsenic, but possibly use arsenic as a replacement for phosphorus, an element needed by every other known Earth-based life form. The result is surprising -- and perhaps controversial -- partly because arsenic-incorporating organic molecules were thought to be much more fragile than phosphorus-incorporating organic molecules.   Pictured above is 7.5-km wide Mono Lake as seen from nearby Mount Dana.  The inset picture shows GFAJ-1, the unusual bacteria that might be able to survive on another world.    Best Astronomy Images: APOD Editor to speak in Philadelphia on Jan 5 and New York City on Jan 7",
        "hdurl": "https://apod.nasa.gov/apod/image/1012/monolake_wikipedia_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mono Lake: Home to the Strange Microbe GFAJ-1",
        "url": "https://apod.nasa.gov/apod/image/1012/monolake_wikipedia.jpg"
    },
    {
        "date": "2010-12-08",
        "explanation": "The robotic rover Opportunity has chanced across another small crater on Mars. Pictured above is Intrepid Crater, a 20-meter across impact basin  slightly larger than Nereus Crater that Opportunity chanced across last year. The above image is in approximately true color but horizontally compressed to accommodate a wide angle panorama.  Intrepid Crater was named after the lunar module Intrepid that carried Apollo 12 astronauts to Earth's Moon 41 years ago last month. Beyond Intrepid Crater and past long patches of rusty Martian desert lie peaks from the rim of large Endeavour Crater, visible on the horizon.  If Opportunity can avoid ridged rocks and soft sand, it may reach Endeavour sometime next year.   Call for Reports: Recent Fireball over the United Kingdom",
        "hdurl": "https://apod.nasa.gov/apod/image/1012/intrepid_opportunity_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Intrepid Crater on Mars",
        "url": "https://apod.nasa.gov/apod/image/1012/intrepid_opportunity.jpg"
    },
    {
        "date": "2010-12-15",
        "explanation": "Click the arrow and watch an unusually long filament explode out from the Sun.  The filament had been seen hovering over the Sun's surface for over a week before it erupted earlier this month.  The image sequence was taken by the Earth-orbiting Solar Dynamics Observatory (SDO) in one color of ultraviolet light specifically emitted by helium, and another color of X-ray light specifically emitted by iron.  The explosion created Coronal Mass Ejections which dispersed high energy plasma into the Solar System.  This plasma cloud, though, missed the Earth and so did not cause auroras.  The above eruption and an unusually expansive eruption that occurred in August are showing how widely separated areas of the Sun can sometimes act in unison.  Explosions like this will likely become more common over the next few years as our Sun moves toward Solar Maximum activity.   Best Astronomy Images: APOD Editor to speak in Philadelphia on Jan 5 and New York City on Jan 7",
        "media_type": "other",
        "service_version": "v1",
        "title": "A Huge Solar Filament Erupts"
    },
    {
        "date": "2010-12-19",
        "explanation": "What's lighting up the Cigar Galaxy?  M82, as this irregular galaxy is also known, was stirred up by a recent pass near large spiral galaxy M81.  This doesn't fully explain the source of the red-glowing outwardly expanding gas, however.  Recent evidence indicates that this gas is being driven out by the combined emerging particle winds of many stars, together creating a galactic superwind..  The above photographic mosaic highlights a specific color of red light strongly emitted by ionized hydrogen gas, showing detailed filaments of this gas.  The filaments extend for over 10,000 light years. The 12-million light-year distant Cigar Galaxy is the brightest galaxy in the sky in infrared light, and can be seen in visible light with a small telescope towards the constellation of the Great Bear (Ursa Major).   Best Astronomy Images: APOD Editor to speak in Philadelphia on Jan 5 and New York City on Jan 7",
        "hdurl": "https://apod.nasa.gov/apod/image/1012/m82_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M82: Galaxy with a Supergalactic Wind",
        "url": "https://apod.nasa.gov/apod/image/1012/m82_hst.jpg"
    },
    {
        "date": "2010-12-27",
        "explanation": "Are the nearest galaxies distributed randomly? A plot of over one million of the brightest \"extended sources\" detected by the Two Micron All Sky Survey (2MASS) shows that they are not.  The vast majority of these infrared extended sources are galaxies.  Visible above is an incredible tapestry of structure that provides limits on how the universe formed and evolved.  Many galaxies are gravitationally bound together to form clusters, which themselves are loosely bound into superclusters, which in turn are sometimes seen to align over even larger scale structures.  In contrast, very bright stars inside our own Milky Way Galaxy cause the vertical blue sash.",
        "hdurl": "https://apod.nasa.gov/apod/image/1012/milliongalaxies_2mass_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "One Million Galaxies",
        "url": "https://apod.nasa.gov/apod/image/1012/milliongalaxies_2mass.jpg"
    }
]